{
  "paper_id": "D10543503",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:03:37.575622Z"
  },
  "title": "Is Deliberation Equitable? Evidence from Transcripts of Village Meetings in South India",
  "authors": [
    {
      "first": "Radu",
      "middle": [],
      "last": "Ban",
      "suffix": "",
      "affiliation": {},
      "email": "r.ban@lse.ac.uk"
    },
    {
      "first": "Vijayendra",
      "middle": [],
      "last": "Rao",
      "suffix": "",
      "affiliation": {},
      "email": "vrao@worldbank.org"
    }
  ],
  "year": "2009-05",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D10543503",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "higher the likelihood her preference is mentioned in the meeting, the longer the amount of time spent discussing this preference, and the higher the likelihood that a decision to provide or repair this public or private good is taken. At the same time, the voices of disadvantaged castes, while not dominating the meeting, are also heard. By contrast, the preferences of Muslims are given less time. High village literacy and the presence of higher level officials during village meetings mitigate the power of the landed, but political reservations for low castes for the post of village president increase the power of the landed.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "A decision-making process is considered democratic if it results in an outcome that re ‡ects the \"will of the people\". Democracy's central challenge is to discern this will, particularly among people with di¤erent preferred outcomes. The theory of democracy proposes, according to Jon Elster(1986) , two solutions to this challenge. The …rst solution, the subject of social choice theory, aggregates preferences across individuals. In this view of the world individuals do not interact with each other, they simply express their preferences, as they would do in a market transaction. The main …nding of social choice theory is a negative one: Arrow's impossibility theorem states that a rule for aggregating individual preferences, satisfying a set of reasonable conditions, does not exist. The second solution to the democratic challenge is deliberation. Instead of aggregating preferences across individuals, the ideal deliberative process consists of discussions during which some individuals can be persuaded by others to change their preferences and at the end of which \"unanimous preferences\" (Elster, 1986, p. 112) emerge. To Elster, the distinction between the two decision making processes is akin to the distinction between \"the market and the forum\". In this paper we use data extracted from transcripts of village meetings, coupled with household surveys, to empirically explore the mechanism of deliberation. In particular, we look at the extent to which individual preferences for public goods are matched by discussion of public goods in the meetings.",
        "cite_spans": [
          {
            "start": 285,
            "end": 297,
            "text": "Elster(1986)",
            "ref_id": "BIBREF14"
          },
          {
            "start": 1099,
            "end": 1121,
            "text": "(Elster, 1986, p. 112)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "There is a large literature on processes that aggregate individual preferences -particularly on voting behaviors, but the literature on deliberative processes is relatively sparse: Osborne, Rosenthal, and Turner(2000) study participation in meetings from a theoretical perspective. Their model assumes that individuals have favorite policies represented by a point in a multidimensional space, with valuations depending only on the Euclidean distance between the implemented 2 policy and their favored policy. This model predicts that only individuals with extreme positions participate in meetings. They assume that the outcome of the meeting is a function of the favorite policies of the participants and conclude that the outcome is likely to be random. Turner and Weninger(2005) do an empirical test of this theoretical model using data on the participation of …rms in public regulatory meetings. They …nd that …rms with preference for extreme rather than moderate policies are much more likely to attend. Besley, Pande, and Rao(2005a) , using the same household level data from our paper, study the determinants of participation in village meetings. They …nd that women, illiterates, and the wealthy(in term of asset ownership) are less likely to attend the meetings but disadvantaged castes and the landless are more likely to attend.",
        "cite_spans": [
          {
            "start": 181,
            "end": 217,
            "text": "Osborne, Rosenthal, and Turner(2000)",
            "ref_id": "BIBREF25"
          },
          {
            "start": 757,
            "end": 782,
            "text": "Turner and Weninger(2005)",
            "ref_id": "BIBREF28"
          },
          {
            "start": 1010,
            "end": 1039,
            "text": "Besley, Pande, and Rao(2005a)",
            "ref_id": "BIBREF8"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "They also …nd that when village meetings are held, decisions become more equitable 1 . Some scholars (Dryzek and List 2003, List 2008) argue that social choice and deliberative democracy should not be viewed as antagonists because deliberation may in fact free social choice from the impossibility results by making individual preference more single peaked and hence amenable to aggregation by voting. List, Luskin, Fishkin and McLean(2006) …nd evidence for the e¤ect of deliberation on preferences. They use data from deliberative polls, and measure individuals' preferences before and after the deliberation. Their results show that deliberation does indeed move preferences closer to single peakedness.",
        "cite_spans": [
          {
            "start": 101,
            "end": 112,
            "text": "(Dryzek and",
            "ref_id": "BIBREF13"
          },
          {
            "start": 113,
            "end": 134,
            "text": "List 2003, List 2008)",
            "ref_id": null
          },
          {
            "start": 402,
            "end": 440,
            "text": "List, Luskin, Fishkin and McLean(2006)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Deliberative processes have acquired particular importance in recent years, particularly in the developing world, because of the increasing emphasis placed on community-based decision making by policy makers (Mansuri and Rao 2004) .",
        "cite_spans": [
          {
            "start": 208,
            "end": 230,
            "text": "(Mansuri and Rao 2004)",
            "ref_id": "BIBREF24"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Part of the reason for this emphasis is a belief that involving people to participate in decisions that a¤ect their own lives will make development more \"demand-driven,\" and improve the quality of governance by increasing the proximity of decision-making processes to citizens and thus enhance transparency and accountability. This has led countries around the world to give increasing powers to local governments (Bardhan and Mookherjee 2006) . Several scholars have expressed concern that in unequal societies this would subject village decisions to the risk of elite-capture (Bardhan and Mookherjee 2000, Bardhan 2002 ), but there is not much evidence about how these processes actually work 2 .",
        "cite_spans": [
          {
            "start": 414,
            "end": 443,
            "text": "(Bardhan and Mookherjee 2006)",
            "ref_id": "BIBREF3"
          },
          {
            "start": 578,
            "end": 590,
            "text": "(Bardhan and",
            "ref_id": "BIBREF4"
          },
          {
            "start": 591,
            "end": 620,
            "text": "Mookherjee 2000, Bardhan 2002",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Much of what we know about the empirics of deliberative processes is from deliberative polls which are a set of methods developed by the political scientist James Fishkin and his colleagues where groups of randomly chosen individuals are gathered in groups to conduct discussions on particular subjects (http://cdd.stanford.edu/). The method has generated a wealth of information on deliberation, but it has the limitation that the deliberative processes studied are not a part of a regular and routine system of government but the result of an academic intervention within a constrained setting. Studies of deliberative systems of government are very rare and largely qualitative. Jane Mainsbridge's(1983) seminal ethnography of town meetings in Vermont provides rich insights into how deliberation works as a system of government and comes closest to an analysis of the kind we conduct in this paper. Her work outlines the complexity of the deliberative process but largely supports the idea that common interests facilitate deliberation, particularly in settings where citizens prefer to avoid adversarial discussions 3 . On the other hand, James Madison in the Federalist Papers (Federalist No. 10, 1787) famously cautioned that \"a pure democracy, by which I mean a society consisting of a small number of citizens, who assemble and administer the government in person, can admit of no cure for the mischiefs of faction.\" Similarly, Albert Hirschman(1976) has argued that deliberation may be manipulated by an \"articulate minority\". There is, however, a lack of credible evidence testing whether deliberative processes can result in domination by a faction (Fishkin and Lushkin (p. 294) ).",
        "cite_spans": [
          {
            "start": 687,
            "end": 706,
            "text": "Mainsbridge's(1983)",
            "ref_id": "BIBREF23"
          },
          {
            "start": 1444,
            "end": 1459,
            "text": "Hirschman(1976)",
            "ref_id": "BIBREF17"
          },
          {
            "start": 1661,
            "end": 1690,
            "text": "(Fishkin and Lushkin (p. 294)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "In this paper we examine the mechanism of deliberation in Indian village governments. Our data consisting of transcripts of open village meetings, gram sabhas, empowered by the Indian constitution to make important decisions for the village, linked with household-level preferences, enable us to examine the relationship between individual preferences and the preferences that emerge during deliberations. We …nd that the preferences of the landed class are more likely to be mentioned in the meeting and are also taking up more time in the meetings. Equally important, the voices of disadvantaged castes, while not dominating the meeting, are also heard. The transcript data allow us to distinguish between o¢ cials' and villagers' talk, as well as between men's and women's talk. Using these partitions, we are able to more accurately pinpoint the source of these e¤ects. We …nd that the land dominance e¤ect does not stem from the o¢ cials favoring the landed in their talk but rather from the landed being more vocal among villagers. In addition, we …nd that the preferences of the disadvantaged castes are more likely to be mentioned in the o¢ cials' talk but not in the villagers' talk. Within villagers' talk we also notice that the preferences of Muslims are taking up less time, relative to the those of Hindus.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "This …nding suggests that the Muslim minority, which does not bene…t from the a¢ rmative action measures o¤ered to disadvantaged castes, is marginalized in these meetings. Another notable …nding is that within women's talk the preferences of women take up more time. This …nding is particularly important in light of the measures taken by the Indian government to promote the political participation of women. In the transcripts we were also able to identify instances where decisions regarding the provision or maintenance of public goods were taken. Using these instances, we …nd that decisions, and in particular positive decisions, are more likely to be reached for the public goods preferred by the landed class. We want to emphasize that the evidence of inequities is restricted to the deliberative space of the village meetings. We do not have data about the policy outcomes that may follow these meetings, so we cannot say whether the inequities in deliberation translate into inequities in outcomes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Having found that the preferences of the landed class are more likely to be mentioned and take up more time in the meeting, we also want to investigate whether any village level characteristics accentuate or mitigate this e¤ect.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Literacy has been shown to have a positive e¤ect on the outcomes of local governance. For example, Besley, Pande and Rao(2005b) …nd that increased literacy reduces village leaders'opportunism. Our …ndings also show that literacy has a positive e¤ect in that it mitigates the power of the landed in village meetings.",
        "cite_spans": [
          {
            "start": 117,
            "end": 127,
            "text": "Rao(2005b)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Political reservations for women and disadvantaged castes have been also documented to play an important role in local governance. The evidence on the role of women's reservations is mixed. Chattopadhyay and Du ‡o(2004b) …nd that women leaders bene…t their villages while providing the public goods preferred by women. Ban and Rao(2008a) , on the other hand, …nd that women leaders do not in ‡uence the provision of public goods and that their performance is hampered by the presence of a large upper caste landowner faction. Chattopadhyay and Du ‡o(2004a) , and Besley, Pande and Rao(2004b) …nd that reservations for disadvantaged castes yield bene…ts to the members of these castes in the village.",
        "cite_spans": [
          {
            "start": 190,
            "end": 220,
            "text": "Chattopadhyay and Du ‡o(2004b)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 319,
            "end": 337,
            "text": "Ban and Rao(2008a)",
            "ref_id": "BIBREF0"
          },
          {
            "start": 526,
            "end": 556,
            "text": "Chattopadhyay and Du ‡o(2004a)",
            "ref_id": "BIBREF10"
          },
          {
            "start": 581,
            "end": 591,
            "text": "Rao(2004b)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "In this paper, we …nd that reservations for women and disadvantaged castes exacerbate the power of the landed in village meetings. Finally, we examine the role of upper level supervision in these meetings. We …nd that the presence of a powerful upper level bureaucrat, the Block Development O¢ cer, mitigates the power of the landed in village meetings. Local o¢ cials such as public works engineers are required to attend the",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "gram sabha to answer technical questions and respond to concerns. Sometimes higher-level o¢ cials also attend. The most signi…cant of these is the Block Development O¢ cer (BDO) who is the administrative o¢ cer in charge of the Block (sub-district level administrative entity) where the GP is located. The BDO is a powerful person and his (it is almost always a him) presence can signi…cantly alter the discourse of deliberation because he has the power to make things happen: allocate budgets and people to pressing needs, and to impose sanctions in case of improprieties. Article 243 also mandates political reservations for presidencies of councils and for council members seats. The proportion of seats reserved for underprivileged castes (\"scheduled castes\" and \"backward castes\") is allocated according to their proportion in the population, and a third of the seats are reserved for women 4 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "In order to study gram sabha deliberations we bring together two di¤erent sources of information. In November 2001 we conducted a survey at the village and household level to study various aspects of GPs in South India employing a sampling methodology described in detail in the next section. One randomly chosen adult from every household in the sample was asked questions about the household's socioeconomic status, household structure, views and use of public services in the village, and access to targeted bene…ts from the government. Table 1 presents the meeting breakdown by round and state. Each transcript was divided into paragraphs, according to the natural pauses in speech. In the transcripts, all speakers were identi…ed by position (o¢ cial or villager) and gender 5 . A change in speaker automatically translates into a new paragraph, but a speaker can have more than one consecutive paragraph. For each paragraph the topics mentioned were recorded via two methods: First, topics were manually coded, by reading every transcript and noting the topics mentioned in each paragraph. Second, to ensure the replicability of our …ndings, we coded the topics by keyword searches 6 . The two methods yield very similar results, and in the paper we will base our results on the keyword-searched topics. In addition,",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 540,
            "end": 547,
            "text": "Table 1",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Data and Methodology",
        "sec_num": "3"
      },
      {
        "text": "we also identify whether a decision was taken in any paragraph, whether it was a decision for or against, and the topic of the decision. This identi…cation of decisions was done manually. In the appendix we provide a couple of examples of decisions. Hence, we can partition the transcripts based on the hierarchical position of the speaker (o¢ cial or villager), the gender 7 of the speaker, and on whether the paragraph contains a decision (for or against). In Table 2 we present summaries for the occurrence and the fraction of lines dedicated to each of these partitions.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 462,
            "end": 472,
            "text": "Table 2 we",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "Data and Methodology",
        "sec_num": "3"
      },
      {
        "text": "We de…ne two measures for each topic: the occurrence of the topic, as a dummy variable, and the intensity of the topic. The intensity of the topic is de…ned as the ratio between the number of lines in the paragraphs in which the topic was mentioned and the total number of lines in the transcript. Furthermore, we apply the de…nitions of these measures to every partition. Hence, we have an occurrence and intensity measure for o¢ cials' talk, villagers' talk,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data and Methodology",
        "sec_num": "3"
      },
      {
        "text": "women's talk, men's talk, any decision, decision for, and decision against 8 . In Table 3 we present the summaries of topic measures overall and for each partition.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 82,
            "end": 89,
            "text": "Table 3",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "Data and Methodology",
        "sec_num": "3"
      },
      {
        "text": "As explained in more detail below, we match a household's preferences with the topics revealed in the gram sabha in the household's village. These matched topics are then studied both as indicators, and in their level of intensity, to understand the types of households who are more likely to have their preferences discussed in the gram sabha.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data and Methodology",
        "sec_num": "3"
      },
      {
        "text": "The sample was selected from seven districts in the four South Indian states, The district and block sampling is less relevant for this paper and is described in more detail in Besley et. al. (2004a) .",
        "cite_spans": [
          {
            "start": 177,
            "end": 199,
            "text": "Besley et. al. (2004a)",
            "ref_id": "BIBREF5"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sampling",
        "sec_num": "3.1"
      },
      {
        "text": "The blocks are divided into several GPs -each of which consist of between 1 and 6 villages depending on the state. From every sampled block in AP, KA and TN we randomly selected 3 of our 6 sampled GPs and conducted household interviews in all the sampled villages falling within these GPs. In Kerala we randomly selected 2 GPs in one block and one GP in the other block. Within sampled GPs we conducted household interviews in all sampled wards 9 . This results in a household sample that draws from 101 GPs with 259 villages. Twenty households were sampled at random from every selected village 10 , of which four always belonged to Scheduled Caste or Tribes (henceforth SC/ST -who bene…t from a¢ rmative action programs mandated by the Indian constitution). In addition to these randomly sampled households the president of the GP, and the ward members were also subjected to a household interview.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sampling",
        "sec_num": "3.1"
      },
      {
        "text": "This yielded a total number of 5445 households. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sampling",
        "sec_num": "3.1"
      },
      {
        "text": "We measure the extent to which a villager's preferences are matched by the topics. To this end, we construct two individual level variables, a match dummy (M D) and a match intensity (M I). Let T g = f(t kg )g the set of topics 11 mentioned at the meeting in village g, with each topic t kg being occupying a fraction f kg of the discussion. Let an individual i living in village of g have topic t i as her …rst priority. Then the match dummy is de…ned as:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology",
        "sec_num": "3.2"
      },
      {
        "text": "M D ig = ( 1 if t i 2 T g 0 otherwise",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology",
        "sec_num": "3.2"
      },
      {
        "text": "and the match intensity is de…ned as: Table 6 presents the summaries of the match indicator and match intensity.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 38,
            "end": 45,
            "text": "Table 6",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "Methodology",
        "sec_num": "3.2"
      },
      {
        "text": "M I ig = ( f ig if t i 2 T g 0 otherwise",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology",
        "sec_num": "3.2"
      },
      {
        "text": "To estimate the e¤ect of household and individual characteristics on preference match we use these two measures as dependent variables in ordinary least squares estimations:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology",
        "sec_num": "3.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "M D ig = g + X t2U t I(t i = t) + X ig + ig (1) M I ig = g + X t2U t I(t i = t) + X ig + ig",
            "eq_num": "(2)"
          }
        ],
        "section": "Methodology",
        "sec_num": "3.2"
      },
      {
        "text": "Where g are village level …xed e¤ects, t are preference …xed e¤ects, and X ig is the matrix of individual and household level variables described in Table   3 . It is important to note the two types of …xed e¤ects that we use. First, by employing village level …xed e¤ects we control for all village level characteristics that may a¤ect both the individual characteristics and the preference match.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 149,
            "end": 158,
            "text": "Table   3",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "Methodology",
        "sec_num": "3.2"
      },
      {
        "text": "Second, by employing preference …xed e¤ects, we control for any unobserved characteristics speci…c to individuals who hold a given preference. To correct for correlation within a village, standard errors were clustered at the village level.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology",
        "sec_num": "3.2"
      },
      {
        "text": "In Table 2 we present the summaries of the di¤erent transcript partitions. Looking at the intensity column we …nd that o¢ cials'talk takes up 66 percent of the discussions, while villagers'talk takes up the remaining 34 percent. Men appear to dominate, taking up 81 percent of the discussions. We also …nd that at least a decision is reached in 56 percent of the meetings, at least a for decision in 51 percent of the meetings, and at least an against decision in 17 percent of the meetings. The time dedicated to decisions is very brief as it only takes a couple of lines to say the decision. Given this briefness, in the following results we will focus only on the occurrence of decisions and not the time dedicated to them.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 3,
            "end": 10,
            "text": "Table 2",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "In or men and women. The rank-ordering of both the occurrence and intensity measures are nearly identical across the speaker type partitions. We also note that the ordering is nearly identical for the topics where decisions for and against were reached, the only striking di¤erence being the decisions about roads. Having reviewed the types of preferences expressed by individuals, we move on to analyzing how often these preferences are mentioned during village meetings. Table 6 presents the summary of preference matching. We observe that the average individual has a 90 percent chance of having her preference mentioned during the meetings. Furthermore, the average individual's priority takes up 21 percent of the discussion. Looking at the breakdown by type of speaker we observe o¢ cials are more likely than villagers to mention the average individual's preference. We can interpret this as o¢ cials being more substantive and egalitarian in their speech, while villagers'speech may possibly leave more room for competition between villagers for expressing their preferred topic. A similar comparison can be made between matching within men's and women's talk. The men, taking up the overwhelming majority of the discussions, are much more likely to mention the average individual's preference. As for decisions, the average individual has a 28 percent chance of having his preference decided on during the meeting. Furthermore, s/he has a 24 percent chance of receiving a decision for and a 9 percent chance of receiving a decision against 14 .",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 473,
            "end": 480,
            "text": "Table 6",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "We now proceed with exploring the e¤ect of individual characteristics on the likelihood of preference matching and match-intensity. Table 7 presents the results of the ordinary least squares estimation of (1) and (2). In column",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 132,
            "end": 148,
            "text": "Table 7 presents",
            "ref_id": "TABREF10"
          }
        ],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "(1) the dependent variable is the match indicator. In column (2) the dependent variable is the match-intensity. The results show that in the unrestricted speech, having more land and being in a disadvantaged caste makes it more likely for one's preference to be mentioned. In addition, being a Muslim reduces the time dedicated to discussing one's preference. Speci…cally, owning 10 more acres of land increases the owners match likelihood by 1 percent, and being part of the Scheduled Castes or Scheduled tribe increases one's match likelihood by 3 percent. Hence, the di¤erence in match likelihood between an SC/ST and a Forward Caste 15 is the same as the di¤erence between a landless individual and a very large landowner owning 30 acres of land. These two e¤ects imply that owning more land gives one a stronger voice in village meetings, but also that being a¤orded the bene…ts of a¢ rmative action in the case of SC/STs helps in being heard. Being a Muslim reduces the time dedicated to one's preference by about 2 percent. This discrimination e¤ect against Muslims is particularly important in the light of the SC/ST e¤ect. It implies that a minority such as Muslims, that is not protected through a¢ rmative action will have a hard time expressing their views in a deliberative space.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "Once we decompose the discussion by the position of the speaker in the village hierarchy, in Table 8 , we see that the land e¤ect arises from the domination of landowners'issues in the discourse of the villagers and not from a preferential treatment by village o¢ cials. Furthermore, in the villagers' speeches, the large landowners are not only more likely to have their priority mentioned, but that it takes up a larger fraction of the discussion. Speci…cally, owning 10 more acres of land increases the owners preference match likelihood by 2 percent and the match intensity by 0.6 percent. Decomposing the caste e¤ect, we observe that the advantage of SCSTs is driven by an increased preference match likelihood within o¢ cials' talk, which is not paralleled in the villagers' talk. A possible interpretation of this e¤ect, is that attention to the needs of the SCSTs is mandated via targeted programs and o¢ cials are trying to ensure that these programs are implemented. Being an SCST is associated with a 3 percent increase in match likelihood within o¢ cials speech, but this increased likelihood is not accompanied by an increased intensity. This may be seen as a sign that the attention to the SCST priorities is met only in form and does not a¤ect their predominance in the deliberations.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 93,
            "end": 100,
            "text": "Table 8",
            "ref_id": "TABREF11"
          }
        ],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "In Table 9 we decompose the discussion by the gender of the speaker. The …rst notable result is that within women's talk, the preferences of women take up more time (column (2)). This e¤ect is particularly important in the light of the measures, such as political reservations, taken by the Indian government to promote the political participation of women. In a related paper, using the same transcript data, we have found that in villages where the position of Gram Panchayat president is reserved for women, women to tend to talk more during the village meetings (Ban and Rao 2008b) . This …nding implies that a¤ording voice to the women has real bene…ts for the women's community. A similar result was found by Chattopadhyay and Du ‡o(2004b) In Table 10 we examine the e¤ect of individual characteristics on the likelihood of a decision being reached with regards to one's preferred topic. We …nd that again, owning more land increases the likelihood of having one's preference decided upon. When we distinguish between for and against decision, we …nd that the land e¤ect is driven by the for decisions. Speci…cally, owning 10 more acres of land increases the likelihood by 2.5 percent (2.7 percent within for decisions). This …nding further emphasizes the power of the landed class in the deliberative space. It implies that not only are voices of the landed stronger in the overall discussions, but are also stronger in the crucial, decision making stages of the discussions.",
        "cite_spans": [
          {
            "start": 566,
            "end": 585,
            "text": "(Ban and Rao 2008b)",
            "ref_id": "BIBREF1"
          },
          {
            "start": 715,
            "end": 745,
            "text": "Chattopadhyay and Du ‡o(2004b)",
            "ref_id": "BIBREF11"
          }
        ],
        "ref_spans": [
          {
            "start": 3,
            "end": 10,
            "text": "Table 9",
            "ref_id": "TABREF12"
          },
          {
            "start": 749,
            "end": 757,
            "text": "Table 10",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "In the remaining part of the paper, we investigate whether our village level characteristics of interest, literacy, political reservations, and supervision, matter for the deliberative process. In particular, we look at whether these characteristics mitigate or exacerbate the e¤ect of individual characteristics observed in our main results. To estimate this e¤ect, we include in our regression an interaction 16 term between the characteristic of interest and landownership.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "We focus on interactions with landownership as this is individual characteristic that is consistently associated with increased likelihood and intensity of match.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "We present the results in Table 11 . First (columns (1) and 2 Next, we look at the e¤ect of political reservations (columns (3) and (4)).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 26,
            "end": 34,
            "text": "Table 11",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "The e¤ect of these political reservation has been recently well documented. Chattopadhyay and Du ‡o(2004b) …nd that women achieve better outcomes than the unreserved (by and large male) presidents and that women invest in public goods that are preferred by women. In a separate paper (2004a) they …nd that SCST presidents invest in public goods preferred by SCSTs, a result that is also found by Besley, Pande, Rahman, and Rao(2004a) . We …nd that women's, SC/ST, and other backward castes (OBC) reservations exacerbate the land dominance e¤ect, in terms of the likelihood of match, and that SC/ST reservations also exacerbate the land dominance e¤ect in terms of the intensity of match.",
        "cite_spans": [
          {
            "start": 76,
            "end": 106,
            "text": "Chattopadhyay and Du ‡o(2004b)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 396,
            "end": 433,
            "text": "Besley, Pande, Rahman, and Rao(2004a)",
            "ref_id": "BIBREF5"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "In fact, we see that the land dominance e¤ect is absent outside the reserved constituencies. We interpret these results as a sign that political reservation for castes weakens village leadership which, in turn, reduces the restraints on the large landowners. We have also tested the hypothesis that in women reserved or caste reserved constituencies, the women and the members of the lower castes are more likely to have their priorities mentioned. We have found no evidence of this 18 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "Finally, in columns (5) and (6) we look at the in ‡uence of the presence of the BDO in the meetings. We …nd that when this o¢ cial attends the gram sabha, the land dominance e¤ect is reduced. Speci…cally, while large landowners are still more likely to have their priorities mentioned, in the presence of the BDO the time spent discussing these priorities is signi…cantly reduced. This underlies the disciplining role that higher level o¢ cials can play in the deliberative process. Furthermore, this result has a simple policy implication by showing a straightforward action that may be taken to reduce elite dominance 19 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "This paper attempts to peer inside the black box of deliberative democracy. We use a unique dataset of transcripts of gram sabhas (village meetings) in South India to learn about the process of deliberation. These meetings are a part of the system of village government, held at regular intervals, and are empowered by the Indian constitution to make important decisions for the village. We …nd that powerful groups, such as large landowners exert an unduly large in ‡uence on the deliberative process, as their preferences are more likely to be mentioned and dominate the deliberations by taking up more time. This e¤ect is a true dominance e¤ect as it occurs in the villagers' discourse, and does not re ‡ect preferential treatment from o¢ cials who attend the meeting. Our results also",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "5"
      },
      {
        "text": "show that the needs of disadvantaged castes are also re ‡ected in the deliberative process, but this occurs because these needs are mentioned by o¢ cials.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "5"
      },
      {
        "text": "We also …nd these e¤ects are in ‡uenced by village heterogeneity; high literacy tempers the extent to which gram sabhas are dominated by landlords. Landlord domination is also reduced when the Block Development O¢ cer -an important local o¢ cial -attends the meetings. On the other hand, in villages where the presidency is reserved for lower castes, the discourse tends to be even more dominated by landowners suggesting that political reservations may produce weak leaders.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "5"
      },
      {
        "text": "Thus, in this paper we examine the innards of the deliberative process by conducting an examination of the discourse of deliberation within gram sabhas in rural India. These meetings are among the most widespread deliberative spaces in regular and routine use within a system of government in human history. By matching proceedings within transcripts of gram sabhas with the preferences of villagers we are able to see whose voices are heard, whose priorities are mentioned, and how institutions a¤ect deliberative dominance by elites.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "5"
      },
      {
        "text": "While our results indicate that there are inequities in the deliberation process, it is important to keep in mind that we cannot say whether these inequities extend to actual outcomes -which is a subject for future work 20 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "5"
      },
      {
        "text": "2 0 However, we have evidence that the topics of discussion in the gram sabha are related to subsequent public goods outcomes. We conducted village level facility surveys recording the quality of roads in the village in November 2001 and again in 2005. Using the transcript data from the …rst round, to limit the potential for reverse causality, we …nd that villages where discussion about roads dominate the gram sabha also experience a greater improvement in the quality of roads between 2001 and 2005. The quality of roads is measured on a scale from 1 to 6, 1 being a mud road and 6 being an asphalt road. The improvement in roads is measured as the fraction of roads, by length, that has moved upward in quality between 2001 and 2005. In estimating the relationship between discussion about roads and improvement we control for initial road quality, a wide range of village level variables, and block …xed e¤ects. We also perform a falsi…cation test, by estimating the relationship between discussions about water and road improvement, and we …nd no relationship. These …ndings are available upon request. 2)Standard errors, clustered at village level, in parentheses 3) p < 0:1, p < 0:05, p < 0:01 4)The dependent variable in (1) equals 1 if the individual's priority is mentioned in the meeting, and 0 otherwise 5)The dependent variable in (2) equals the fraction of lines in the transcript dedicated to the individual's priority, if the priority is mentioned in the meeting, and 0 otherwise 6)The estimation is done by OLS, which in (1) implies a linear probability model 2)Standard errors, clustered at village level, in parentheses 3) p < 0:1, p < 0:05, p < 0:01 4)The dependent variable in (1) and (3) equals 1 if the individual's priority is mentioned in the o¢ cials', and, respectively, villagers'talk, and 0 otherwise 5)The dependent variable in (2) and (4) equals the fraction of lines in the o¢ cials', and, respectively, villagers'talk dedicated to the individual's priority, if the priority is mentioned in the o¢ cials, and respectively, villager's talk and 0 otherwise 6)The estimation is done by OLS, which in (1) and (3) implies a linear probability model 2)Standard errors, clustered at village level, in parentheses 3) p < 0:1, p < 0:05, p < 0:01 4)The dependent variable in (1) and (3) equals 1 if the individual's priority is mentioned in the women's, and respectively, men's talk, and 0 otherwise 5)The dependent variable in (2) and (4) equals the fraction of lines in the women's, and, respectively, men's talk dedicated to the individual's priority, if the priority is mentioned in the women's, and, respectively, men's talk, and 0 otherwise 6)The estimation is done by OLS, which in (1) and (3) implies a linear probability model 2)Standard errors, clustered at village level, in parentheses 3) p < 0:1, p < 0:05, p < 0:01 4)The dependent variable in (1) equals 1 if the individual's priority is mentioned in any decision, for or against, taken in the meeting, and 0 otherwise 5)The dependent variable in (2) equals 1 if the individual's priority is mentioned in a for decision taken in the meeting, and 0 otherwise 6)The dependent variable in (3) equals 1 if the individual's priority is mentioned in an against decision taken in the meeting,and 0 otherwise 7)The estimation is done by OLS, which implies a linear probability model 5)The dependent variable in (1), (3), and (5) equals 1 if the individual's priority is mentioned in the meeting, and 0 otherwise 6)The dependent variable in (2), (4), and (6) equals the fraction of lines in the transcript dedicated to the individual's priority, if the priority is mentioned in the meeting, and 0 otherwise 7)The estimation is done by OLS, which in (1), (3), and (5) implies a linear probability model",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "5"
      },
      {
        "text": "Also seeChaudhuri and Heller2003 for evidence on the highly positive impact of a campaign that empowered gram sabhas in the state of Kerala.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "There is some evidence analyzing the match between the preferences of individuals and the outcomes of commmunity-based decisions, a process known in that literature as \"preferencetargetting\"(Mansuri and Rao 2004). Chattopadhaya and Du ‡o2004b examine the role of political reservations for women on the match between women's preferences and the decisions of gram panchayats, Rao and Ibanez2005 and Labonne and Chase2007 study the match between preferences of households and the outcomes of commity-based decision making showing some elite dominance.3 Also see the Fung and Wright2003 edited volume that has several case-studies of deliberative decision making.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Previous research has demonstrated that reservations can alter the nature of decisons made by panchayats(Besley et al.2004b, Chattopadhyay and Du ‡o2004a 2004b.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Speaker caste is also identi…ed in some transcripts.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The list of keywords is available upon request.7 The gender of the speaker was not identi…ed in 10% of the discussions, including one full transcript.8 For example, the occurence measure for water in o¢ cials'talk equals 1 if water is a topic in a paragraph spoken by an o¢ cial and 0 otherwise. The intensity measure for water in o¢ cials'talk equals the ratio between the number of lines in paragraphs spoken by an o¢ cial on the topic of water divided by the total number of lines in the transcript. It is important to note that the denominator for the intensity measures is always the total number of lines in the transcript.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In Kerala, wards are of approximately the same size as villages in the other three states. 1 0 The survey team leader in every village walked the entire village to map it and identify total number of households. This was used to determine what fraction of households in the village were to be surveyed. The start point of the survey was randomly chosen, and after that every Xth household was surveyed such that the entire village was covered (going around the village in a clockwise fashion with X=Number of Households/20).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "1 Note that all Tg are subsets of the universe of topics U = {water, roads, electricity, housing, health, education, employment, agricultural, liquor}.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "2 There are topics discussed in the gram sabha that are not expressed as priorities by the households. The priority topics of the households, taken together, take up 53 percent of the meetings.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "3 De…ned as current or former Gram Panchayat presidents or ward members. 1 4 The for and against match likelihood add up to more than 28 percent, because it is possible for a topic to receive both a positive and a negative decision in the same meeting.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "5 Forward Caste is the omitted category.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "6 The regressions include village …xed e¤ects, so the level of the institutional measure is absorbed in these …xed e¤ects.1 7 Literacy has been classi…ed by quartiles. Low literacy villages have literacy below 33 percent(1st quartile); average literacy -between 33 and 57 percent(2nd and 3rd quartile); high literacy -above 57 percent(4th quartile).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "8 These results are available upon request. 1 9 It is possible that the presence of the BDO is endogenous, but the endogeneity is more likely due to village characteristics which are absorbed in the …xed e¤ects.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "Annex: Examples of decisionsThe following is an example of a for decision, regarding water, in a meeting in Andhra Pradesh. The second paragraph, spoken by the Gram Panchayat president -Sarpanch contains the decision:Villager, BC, Male: There is only one water tank for the entire village. One more tank should be constructed.Sarpanch, OC, Male: Government has sanctioned 3 lakhs for constructing the tank but the contractors have not started the work. We have discussed about this with higher officials and very soon this will be constructed. Also we have asked the government to allot a place for the cattle but they have not responded.The following is an example of a for decision, regarding roads, in a meeting in Tamil Nadu. The second paragraph, spoken by the gram sabha secretary contains the decision:Male (Mr. Anumanthappan, Villager, SC): Near the Mariamman temple present here that is around the temple street light facility should be provided. Also light facility must be provided within the temple. Path leading to the temple is also in a very worst condition. So I request the Panchayat that must also provide a good path for that.Male (Mr. Chandrakumar, Grama Sabha Secretary, MBC): Through this Panchayat decision is being made that the street light facility and construction of roads in the places near the temple. I convey that to you people in this Grama Sabha meeting.The following is an example of an against decision, regarding schools, in a meeting in Tamil Nadu. The second paragraph, spoken by the Gram Panchayat president contains the decision:Santhakumari, Villager, OBC: Didn't paint the school building.President: You yourself have to look after this. There is no fund in the Panchayat.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "annex",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Tokenism or Agency? The Impact of Women's Reservations on Village Democracies in South India",
        "authors": [
          {
            "first": "Radu",
            "middle": [],
            "last": "Ban",
            "suffix": ""
          },
          {
            "first": "Vijayendra",
            "middle": [],
            "last": "Rao",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Economic Development and Cultural Change",
        "volume": "56",
        "issue": "3",
        "pages": "501--530",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ban, Radu and Vijayendra Rao (2008a). Tokenism or Agency? The Impact of Women's Reservations on Village Democracies in South India, Economic Development and Cultural Change, 56(3), 501-530.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "An Empirical Analysis of the Deliberative Space: Evidence from Village Meetings in South India. Mimeo",
        "authors": [
          {
            "first": "Radu",
            "middle": [],
            "last": "Ban",
            "suffix": ""
          },
          {
            "first": "Vijayendra",
            "middle": [],
            "last": "Rao",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ban, Radu and Vijayendra Rao (2008b). An Empirical Analysis of the Delib- erative Space: Evidence from Village Meetings in South India. Mimeo, World Bank Development Research Group.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Capture and Governance at Local and National Levels",
        "authors": [
          {
            "first": "Pranab",
            "middle": [],
            "last": "Bardhan",
            "suffix": ""
          },
          {
            "first": "Dilip",
            "middle": [],
            "last": "Mookherjee",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "American Economic Review",
        "volume": "90",
        "issue": "2",
        "pages": "135--139",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bardhan, Pranab, and Dilip Mookherjee (2000). Capture and Governance at Local and National Levels, American Economic Review, 90(2), 135-139.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Decentralization and Local Governance in Developing Countries. Cambridge",
        "authors": [
          {
            "first": "Pranab",
            "middle": [],
            "last": "Bardhan",
            "suffix": ""
          },
          {
            "first": "Dilip",
            "middle": [],
            "last": "Mookherjee",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bardhan, Pranab and Dilip Mookherjee (2006). Decentralization and Local Gov- ernance in Developing Countries. Cambridge, Massachussetts (MIT Press).",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Decentralization of Government and Development",
        "authors": [
          {
            "first": "Pranab",
            "middle": [],
            "last": "Bardhan",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Journal of Economic Perspectives",
        "volume": "16",
        "issue": "4",
        "pages": "185--205",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bardhan, Pranab (2002). Decentralization of Government and Development, Journal of Economic Perspectives, 16(4), 185-205.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Decentralization in India: A Survey of South Indian Panchayats",
        "authors": [
          {
            "first": "Timothy",
            "middle": [],
            "last": "Besley",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Pande",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Rohini",
            "suffix": ""
          },
          {
            "first": "Lupin",
            "middle": [],
            "last": "Rahman",
            "suffix": ""
          },
          {
            "first": "Vijayendra",
            "middle": [],
            "last": "Rao",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Besley, Timothy, Pande, Rohini, Rahman, Lupin, and Vijayendra Rao (2004a). Decentralization in India: A Survey of South Indian Panchayats.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "The Politics of Public Good Provision: Evidence From Indian Local Governments",
        "authors": [],
        "year": null,
        "venue": "Journal of the European Economic Association",
        "volume": "2",
        "issue": "2-3",
        "pages": "416--426",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "The Politics of Public Good Provision: Evidence From Indian Local Govern- ments. Journal of the European Economic Association, 2(2-3), 416-426.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Participatory Democracy in Action:Survey Evidence from India",
        "authors": [
          {
            "first": "Timothy",
            "middle": [],
            "last": "Besley",
            "suffix": ""
          },
          {
            "first": "Rohini",
            "middle": [],
            "last": "Pande",
            "suffix": ""
          },
          {
            "first": "Vijayendra",
            "middle": [],
            "last": "Rao",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Journal of the European Economic Association",
        "volume": "3",
        "issue": "2-3",
        "pages": "648--657",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Besley, Timothy, Pande, Rohini, and Vijayendra Rao (2005a). Participatory Democracy in Action:Survey Evidence from India, Journal of the European Eco- nomic Association, 3(2-3), 648-657.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Political Selection and the Quality of Government: Evidence from South India",
        "authors": [
          {
            "first": "Timothy",
            "middle": [],
            "last": "Besley",
            "suffix": ""
          },
          {
            "first": "Rohini",
            "middle": [],
            "last": "Pande",
            "suffix": ""
          },
          {
            "first": "Vijayendra",
            "middle": [],
            "last": "Rao",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Yale University Economic Growth Center Discussion Paper No. 921. Available at SSRN",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Besley, Timothy, Pande, Rohini, and Vijayendra Rao (2005b). \"Political Selec- tion and the Quality of Government: Evidence from South India.\" Yale Uni- versity Economic Growth Center Discussion Paper No. 921. Available at SSRN: http://ssrn.com/abstract=777507.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "The Impact of Reservation in the Panchayati Raj: Evidence From a Nationwide Randomized Experiment",
        "authors": [
          {
            "first": "Raghabendra",
            "middle": [],
            "last": "Chattopadhyay",
            "suffix": ""
          },
          {
            "first": "Esther",
            "middle": [],
            "last": "Du ‡o",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Economic and Political Weekly",
        "volume": "39",
        "issue": "9",
        "pages": "979--986",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chattopadhyay, Raghabendra, and Esther Du ‡o. (2004a). The Impact of Reser- vation in the Panchayati Raj: Evidence From a Nationwide Randomized Ex- periment. Economic and Political Weekly, 39(9), 979-986.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Women as Policy Makers: Evidence From a Randomized Policy Experiment in India",
        "authors": [
          {
            "first": "Raghabendra",
            "middle": [],
            "last": "Chattopadhyay",
            "suffix": ""
          },
          {
            "first": "Esther",
            "middle": [],
            "last": "Du ‡o",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Econometrica",
        "volume": "72",
        "issue": "5",
        "pages": "1409--1443",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chattopadhyay, Raghabendra, and Esther Du ‡o. (2004b). Women as Policy Makers: Evidence From a Randomized Policy Experiment in India. Economet- rica, 72(5), 1409-1443.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "The Plasticity of Participation: Evidence from a Participatory Governance Experiment",
        "authors": [
          {
            "first": "Shubham",
            "middle": [],
            "last": "Chaudhuri",
            "suffix": ""
          },
          {
            "first": "Patrick",
            "middle": [],
            "last": "Heller",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "ISERP",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Shubham Chaudhuri, and Patrick Heller. (2003). The Plasticity of Participation: Evidence from a Participatory Governance Experiment. Working Paper, ISERP, Columbia University.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Social Choice Theory and Deliberative Democracy: A Reconciliation",
        "authors": [
          {
            "first": "John",
            "middle": [
              "S"
            ],
            "last": "Dryzek",
            "suffix": ""
          },
          {
            "first": "Christian",
            "middle": [],
            "last": "List",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "British Journal of Political Science",
        "volume": "33",
        "issue": "1",
        "pages": "1--28",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Dryzek, John S. and Christian List (2003). Social Choice Theory and Deliber- ative Democracy: A Reconciliation, British Journal of Political Science, 33(1), 1-28.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "The Market and the Forum",
        "authors": [
          {
            "first": "John",
            "middle": [],
            "last": "Elster",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "Foundations of Social Choice Theory",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Elster, John (1986). \"The Market and the Forum,\" in John Elster and A. Hyl- land (eds.) Foundations of Social Choice Theory, Cambridge (Cambridge Uni- versity Press).",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Experimenting with a Democratic Ideal: Deliberative Polling and Public Opinion",
        "authors": [
          {
            "first": "James",
            "middle": [
              "S"
            ],
            "last": "Fishkin",
            "suffix": ""
          },
          {
            "first": "Robert",
            "middle": [
              "C"
            ],
            "last": "Luskin",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Acta Politica",
        "volume": "40",
        "issue": "",
        "pages": "284--298",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Fishkin, James S., and Robert C. Luskin (2005). Experimenting with a De- mocratic Ideal: Deliberative Polling and Public Opinion, Acta Politica, 40, 284-298.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Deepening Democracy: Institutional Innovations in Empowered Participatory Governance",
        "authors": [
          {
            "first": "Archon",
            "middle": [],
            "last": "Fung",
            "suffix": ""
          },
          {
            "first": "Erik",
            "middle": [
              "O"
            ],
            "last": "Wright",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Fung, Archon and Erik O. Wright (2003). Deepening Democracy: Institutional Innovations in Empowered Participatory Governance. New York (Verso).",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Discussion",
        "authors": [
          {
            "first": "Albert",
            "middle": [
              "O"
            ],
            "last": "Hirschman",
            "suffix": ""
          }
        ],
        "year": 1976,
        "venue": "American Economic Review Papers and Proceedings",
        "volume": "LXVI",
        "issue": "",
        "pages": "386--388",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hirschman, Albert O. (1976). Discussion, American Economic Review Papers and Proceedings, LXVI, 386-388.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Who's at the Wheel when Communities Drive Development? The Case of the KALAHI-CIDSS in the Philippines",
        "authors": [
          {
            "first": "Julien",
            "middle": [],
            "last": "Labonne",
            "suffix": ""
          },
          {
            "first": "Robert",
            "middle": [
              "S"
            ],
            "last": "Chase",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "Social Development Paper",
        "volume": "",
        "issue": "107",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Labonne, Julien and Robert S. Chase (2007). Who's at the Wheel when Commu- nities Drive Development? The Case of the KALAHI-CIDSS in the Philippines. Social Development Paper No. 107, World Bank.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Single-Peakedness, and the Possibility of Meaningful Democracy: Evidence from Deliberative Polls, Working Paper",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Deliberation, Single-Peakedness, and the Possibility of Meaningful Democracy: Evidence from Deliberative Polls, Working Paper, Department of Government, London School of Economics.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Deliberation and Agreement",
        "authors": [
          {
            "first": "Christian",
            "middle": [],
            "last": "List",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Can the People Decide? Theory and Empirical Research on Democratic Deliberation (forthcoming)",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "List, Christian (2008). Deliberation and Agreement, in Shawn W. Rosenberg (ed.), Can the People Decide? Theory and Empirical Research on Democratic Deliberation (forthcoming).",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Federalist No. 10, Federalist Papers",
        "authors": [
          {
            "first": "James",
            "middle": [],
            "last": "Madison",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Madison, James (1787/1961). Federalist No. 10, Federalist Papers, ed. Clinton Rossiter, New York (New American Library).",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Beyond Adversarial Democracy",
        "authors": [
          {
            "first": "Jane",
            "middle": [],
            "last": "Mainsbridge",
            "suffix": ""
          }
        ],
        "year": 1983,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mainsbridge, Jane (1983). Beyond Adversarial Democracy, Chicago (University of Chicago Press).",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "Community-Based and -Driven Development: A",
        "authors": [
          {
            "first": "Ghazala",
            "middle": [],
            "last": "Mansuri",
            "suffix": ""
          },
          {
            "first": "Vijayendra",
            "middle": [],
            "last": "Rao",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Critical Review",
        "volume": "19",
        "issue": "1",
        "pages": "1--39",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mansuri, Ghazala, and Vijayendra Rao. Community-Based and -Driven Devel- opment: A Critical Review (2004). The World Bank Research Observer, 19(1), 1-39.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "Meetings with Costly Participation",
        "authors": [
          {
            "first": "Martin",
            "middle": [
              "J"
            ],
            "last": "Osborne",
            "suffix": ""
          },
          {
            "first": "Je¤rey",
            "middle": [
              "S"
            ],
            "last": "Rosenthal",
            "suffix": ""
          },
          {
            "first": "Matthew",
            "middle": [],
            "last": "Turner",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "American Economic Review",
        "volume": "90",
        "issue": "",
        "pages": "927--943",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Osborne, Martin J., Rosenthal, Je¤rey S., and Matthew Turner (2000). Meetings with Costly Participation, American Economic Review, 90, 927-943.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Analysis of Participation, Targeting, and Collective Action in Community-Driven Development",
        "authors": [
          {
            "first": "Vijayendra",
            "middle": [],
            "last": "Rao",
            "suffix": ""
          },
          {
            "first": "Ana",
            "middle": [
              "Maria"
            ],
            "last": "Ibanez",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Journal of Development Studies",
        "volume": "41",
        "issue": "5",
        "pages": "788--838",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rao, Vijayendra and Ana Maria Ibanez (2005)., The Social Impact of Social Funds In Jamaica: A \"Participatory Econometric\" Analysis of Participation, Targeting, and Collective Action in Community-Driven Development, Journal of Development Studies, 41(5), 788-838.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "Against Deliberation",
        "authors": [
          {
            "first": "Lynn",
            "middle": [],
            "last": "Sanders",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "Political Theory",
        "volume": "25",
        "issue": "3",
        "pages": "347--376",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Sanders, Lynn (1997). Against Deliberation, Political Theory, 25(3), 347-376.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "Meetings with Costly Participation: An Empirical Analysis",
        "authors": [
          {
            "first": "Matthew",
            "middle": [],
            "last": "Turner",
            "suffix": ""
          },
          {
            "first": "Quinn",
            "middle": [],
            "last": "Weninger",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Review of Economic Studies",
        "volume": "72",
        "issue": "",
        "pages": "247--268",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Turner, Matthew and Quinn Weninger (2005). Meetings with Costly Participa- tion: An Empirical Analysis, Review of Economic Studies, 72, 247-268.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "fig_num": null,
        "uris": null,
        "num": null,
        "text": "The respondents were also asked to provide open-ended responses rank-ordering their preference for problems in the village that needed attention. The problems were elicited from the respondent and postcoded into broader categories. From this ordering we constructed an individual preference measure: de…ned as his or her …rst-ranked problem in the village. Then from January to September 2003 we tape-recorded the proceedings of 38 gram sabhas in a sub-sample of the villages surveyed in the 2001 survey. This was supplemented by another round of 93 gram sabha recordings from October 2004 to February 2006 -where the 38 villages from 2003 were revisited along with an additional 55 villages, also selected from the original 2001 sample.",
        "type_str": "figure"
      },
      "FIGREF1": {
        "fig_num": null,
        "uris": null,
        "num": null,
        "text": "two in Andhra Pradesh (AP) -Medak and Chithoor, three in Karnataka (KA) -Bidar, Kolar and Dakshin Kanada, two in Kerala (KE) -Kasargod and Palakkad, and two in Tamil Nadu (TN) -Dharmapuri and Coimbatore. Districts within states and blocks (sub-district level entities) within districts were purposively chosen to control for common histories and cultural similarities.",
        "type_str": "figure"
      },
      "FIGREF2": {
        "fig_num": null,
        "uris": null,
        "num": null,
        "text": ": in constituencies reserved for women the public goods investments re ‡ect the preferences of women. The second notable (non)result is that within women's talk, the e¤ect of landowership disappears. This may be interpreted as women's talk being insulated from the traditional power of the landed class. The e¤ect of landownership is present within men's talk, but only in the indicator equation. Another interesting result is the age e¤ect within men's talk. Older individuals are less likely to have their preferences mentioned when men are speaking.",
        "type_str": "figure"
      },
      "FIGREF3": {
        "fig_num": null,
        "uris": null,
        "num": null,
        "text": "deviations, of intensity measures in parenthesis",
        "type_str": "figure"
      },
      "FIGREF4": {
        "fig_num": null,
        "uris": null,
        "num": null,
        "text": "of explanatory from Table 7 variables included but not reported 2)Village, Priority and Round …xed e¤ects included 3)Standard errors, clustered at village level,",
        "type_str": "figure"
      },
      "TABREF0": {
        "content": "<table><tr><td>2 The Context: Village Government in South</td></tr><tr><td>India</td></tr><tr><td>Article 243 of the Indian constitution empowers village councils (gram panchay-</td></tr><tr><td>ats -henceforth GPs) elected every …ve years with the powers to prepare and</td></tr><tr><td>implement plans for \"economic development and social justice,\" it also mandates</td></tr><tr><td>that a gram sabha, a deliberative body consisting of all individuals registered</td></tr><tr><td>to vote within the gram panchayat's jurisdiction, will exercise such powers and</td></tr><tr><td>functions as given it to it by the state legislature. In the South Indian states</td></tr><tr><td>of Andhra Pradesh, Karnataka, Kerala and Tamil Nadu, where our data are</td></tr><tr><td>from, the state legislatures have given the gram sabhas considerable powers.</td></tr><tr><td>They are expected to prepare village plans, discuss budgets, select bene…ciaries</td></tr><tr><td>for government program, impose new taxes and modify old ones, and discuss</td></tr><tr><td>\"such other matters as may be prescribed.\" In e¤ect these states have made</td></tr><tr><td>gram sabhas the linchpin of village government and mandate that they should</td></tr><tr><td>be held between two to four times a year, depending on the state. This power</td></tr><tr><td>is somewhat tempered by the fact that GP budgets in most Indian states, with</td></tr><tr><td>the exception of Kerala, have been low, and gram sabhas are not held as reg-</td></tr></table>",
        "num": null,
        "text": "However, the rights granted to them by law to make decisions on public good allocation and bene…ciary selection, which are central to village life, ensure that gram sabhas are a powerful, constitutionally mandated, deliberative space.The average gram sabha lasts 86 minutes. They typically begin with a presentation by a village o¢ cial -either the president or the village secretary, after which the discussion is opened to the public. Occasionally an agenda is circulated in advance which directs the discussion towards certain subjects but, more usually, it is an open discussion where villagers bring up particular demands or grievances which are then responded to by a member of the council, or the village secretary -a local bureaucrat who assists the council. This callresponse model is sometimes diverted by an extensive speech either by a council member or a villager on topics that can range from requests to comply with",
        "html": null,
        "type_str": "table"
      },
      "TABREF1": {
        "content": "<table/>",
        "num": null,
        "text": "Due to budgetary limitations we omitted recording gram sabhas in AndhraPradesh in round 1. In the other three states we randomly selected 4 blocks from Karnataka, 5 blocks from Kerala, and 6 blocks from Tamil Nadu, resulting in a total gram sabha sample of 38 villages. In round 2 we expanded the sample to include the state of Andhra Pradesh where we visited 18 villages in 6 blocks.In the other three states, in addition to the villages where we recorded gram sabhas in 2003 we sampled 10 more blocks resulting in an total sample of 131 gram sabhas in 97 villages. Out of these 131 visited gram sabhas, in 4 instances the village leaders did not allow the proceedings to be taped.",
        "html": null,
        "type_str": "table"
      },
      "TABREF2": {
        "content": "<table/>",
        "num": null,
        "text": "",
        "html": null,
        "type_str": "table"
      },
      "TABREF3": {
        "content": "<table/>",
        "num": null,
        "text": "Preferences also vary signi…cantly across caste groups, but not across gender and age groups. The forward castes are more likely to have a preference for roads, as compared to Scheduled Castes and Scheduled Tribes(SCST). The backward castes (BC/OBC) are more likely to have a preference for water, as compared to the two other groups. Muslims are more likely to have a preference for water and less likely to have a prefer-ence for roads than non-Muslims. Furthermore, politicians 13 are more likely to have a preference for water and less likely to have a preference for roads than non-politicians.",
        "html": null,
        "type_str": "table"
      },
      "TABREF4": {
        "content": "<table/>",
        "num": null,
        "text": "), we …nd that, compared with average literacy villages, in high literacy 17 villages, the land domination e¤ect is signi…cantly reduced. In fact, in high literacy villages, large landowners are at a disadvantage in terms of both likelihood of preference match and match intensity. One interpretation of this is that high literacy \"lubricates\" deliberative interactions by allowing o¢ cials to raise issues that matter to a wide group of people and thus make discussions more inclusive. This …nding is in line with numerous other …ndings that highlight the bene…cial role of literacy on the functioning of local governance. For example,Besley, Pande and Rao(2005b), using the same village level data, …nd that increased literacy reduces village leaders'opportunism.",
        "html": null,
        "type_str": "table"
      },
      "TABREF5": {
        "content": "<table><tr><td colspan=\"4\">: Breakdown by round and state</td></tr><tr><td>State</td><td colspan=\"3\">Round Total</td></tr><tr><td/><td>1</td><td>2</td></tr><tr><td colspan=\"3\">Andhra Pradesh 0 18</td><td>18</td></tr><tr><td>Karnataka</td><td colspan=\"2\">6 31</td><td>37</td></tr><tr><td>Kerala</td><td colspan=\"2\">15 15</td><td>30</td></tr><tr><td>Tamil Nadu</td><td colspan=\"2\">16 26</td><td>42</td></tr><tr><td>Total</td><td colspan=\"2\">37 90</td><td>127</td></tr></table>",
        "num": null,
        "text": "",
        "html": null,
        "type_str": "table"
      },
      "TABREF6": {
        "content": "<table><tr><td/><td colspan=\"3\">: Summary of gram sabha partitions</td></tr><tr><td/><td/><td>Occurence</td><td/></tr><tr><td>Partition</td><td/><td>indicator</td><td>Intensity</td></tr><tr><td colspan=\"2\">1. Hierarchy Village o¢ cial</td><td>1</td><td>0.66</td></tr><tr><td/><td/><td/><td>(0.22)</td></tr><tr><td/><td>Villager</td><td>0.96</td><td>0.34</td></tr><tr><td/><td/><td/><td>(0.22)</td></tr><tr><td>2. Gender</td><td>Man</td><td>0.99</td><td>0.81</td></tr><tr><td/><td/><td/><td>(0.22)</td></tr><tr><td/><td>Woman</td><td>0.69</td><td>0.09</td></tr><tr><td/><td/><td/><td>(0.13)</td></tr><tr><td>3. Decision</td><td>Any decision</td><td>0.56</td><td>0.02</td></tr><tr><td/><td/><td/><td>(0.04)</td></tr><tr><td/><td>Decision for</td><td>0.51</td><td>0.02</td></tr><tr><td/><td/><td/><td>(0.04)</td></tr><tr><td/><td>Decision against</td><td>0.17</td><td>0.01</td></tr><tr><td/><td/><td/><td>(0.02)</td></tr><tr><td colspan=\"3\">Note: 1) Standard deviations of intensity measures</td><td/></tr><tr><td>in parenthesis</td><td/><td/><td/></tr><tr><td colspan=\"4\">2) For 10 percent of the discussions, the speaker's gender</td></tr><tr><td colspan=\"2\">cannot be identi…ed</td><td/><td/></tr></table>",
        "num": null,
        "text": "",
        "html": null,
        "type_str": "table"
      },
      "TABREF7": {
        "content": "<table><tr><td>: Summary of gram sabha topics</td><td>Hierachy Gender Decision</td><td>O¢ cial Villager Man Woman Any For Against</td><td>Indicator Intensity Indicator Intensity Indicator Intensity Indicator Intensity Indicator Indicator Indicator</td><td>0.94 0.19 0.86 0.09 0.98 0.43 0.02 0.37 0.33 0.07 0.24</td><td>(0.16) (0.10) (0.04) (0.16)</td><td>0.87 0.13 0.80 0.08 0.93 0.40 0.02 0.34 0.29 0.13 0.18</td><td>(0.14) (0.09) (0.15)</td></tr><tr><td/><td/><td>Overall</td><td>Indicator Intensity</td><td>1 0.28</td><td>(0.16)</td><td>0.94 0.21</td><td>(0.15)</td></tr><tr><td/><td/><td/><td>Topic</td><td>Water</td><td/><td>Roads</td><td/></tr></table>",
        "num": null,
        "text": "",
        "html": null,
        "type_str": "table"
      },
      "TABREF8": {
        "content": "<table><tr><td colspan=\"2\">: Household level summary</td></tr><tr><td/><td>Mean</td></tr><tr><td>Variable</td><td>(SD)</td></tr><tr><td>Land (acres)</td><td>2.26</td></tr><tr><td/><td>(5.12)</td></tr><tr><td>Age</td><td>37.17</td></tr><tr><td/><td>(12.59)</td></tr><tr><td>Literate</td><td>0.74</td></tr><tr><td>Woman</td><td>0.49</td></tr><tr><td>SC/ST</td><td>0.19</td></tr><tr><td>BC/OBC</td><td>0.45</td></tr><tr><td>Muslim</td><td>0.07</td></tr><tr><td>Politician</td><td>0.11</td></tr><tr><td>Priority</td><td/></tr><tr><td>Water</td><td>0.38</td></tr><tr><td>Roads</td><td>0.38</td></tr><tr><td>Electricity</td><td>0.07</td></tr><tr><td>Housing</td><td>0.07</td></tr><tr><td>Health</td><td>0.05</td></tr><tr><td>Employment</td><td>0.02</td></tr><tr><td>Education</td><td>0.01</td></tr><tr><td>Agricultural</td><td>0.01</td></tr><tr><td>Liquor</td><td>0.00</td></tr><tr><td>N</td><td>2488</td></tr><tr><td colspan=\"2\">Note: Standard deviations, of</td></tr><tr><td colspan=\"2\">continuous measures, in parenthesis</td></tr></table>",
        "num": null,
        "text": "",
        "html": null,
        "type_str": "table"
      },
      "TABREF9": {
        "content": "<table><tr><td colspan=\"3\">: Summary of preference match</td></tr><tr><td/><td>Match</td><td>Match</td></tr><tr><td/><td colspan=\"2\">indicator intensity</td></tr><tr><td>Overall</td><td>0.90</td><td>0.21</td></tr><tr><td/><td/><td>(0.17)</td></tr><tr><td>Village o¢ cial talk</td><td>0.82</td><td>0.14</td></tr><tr><td/><td/><td>(0.15)</td></tr><tr><td>Villager talk</td><td>0.74</td><td>0.07</td></tr><tr><td/><td/><td>(0.08)</td></tr><tr><td>Man talk</td><td>0.90</td><td>0.18</td></tr><tr><td/><td/><td>(0.16)</td></tr><tr><td>Woman talk</td><td>0.38</td><td>0.02</td></tr><tr><td/><td/><td>(0.04)</td></tr><tr><td/><td/><td>-</td></tr><tr><td>Any decision</td><td>0.28</td><td/></tr><tr><td>Decision for</td><td>0.24</td><td>-</td></tr><tr><td>Decision against</td><td>0.09</td><td>-</td></tr><tr><td colspan=\"2\">Note: 1)Standard deviations of match</td><td/></tr><tr><td>intensity in parenthesis</td><td/><td/></tr><tr><td colspan=\"2\">2)Due to very reduced decision talk,</td><td/></tr><tr><td colspan=\"2\">described in Table 3, match intensity</td><td/></tr><tr><td colspan=\"2\">for decisions were not computed</td><td/></tr></table>",
        "num": null,
        "text": "",
        "html": null,
        "type_str": "table"
      },
      "TABREF10": {
        "content": "<table><tr><td/><td colspan=\"2\">: Preference match regression</td></tr><tr><td/><td>(1)</td><td>(2)</td></tr><tr><td/><td colspan=\"2\">Match indicator Match intensity</td></tr><tr><td>Land</td><td>0.00102*</td><td>0.00049</td></tr><tr><td/><td>(0.00063)</td><td>(0.00035)</td></tr><tr><td>Literate</td><td>0.00833</td><td>0.00286</td></tr><tr><td/><td>(0.00946)</td><td>(0.00548)</td></tr><tr><td>Age</td><td>-0.00199</td><td>-0.00093</td></tr><tr><td/><td>(0.00139)</td><td>(0.00070)</td></tr><tr><td>Age sq.</td><td>0.00002</td><td>0.00001</td></tr><tr><td/><td>(0.00002)</td><td>(0.00001)</td></tr><tr><td>Woman</td><td>0.01254</td><td>-0.00060</td></tr><tr><td/><td>(0.00843)</td><td>(0.00315)</td></tr><tr><td>SC/ST</td><td>0.03449**</td><td>-0.00451</td></tr><tr><td/><td>(0.01707)</td><td>(0.00657)</td></tr><tr><td>BC</td><td>0.01756</td><td>0.00277</td></tr><tr><td/><td>(0.01305)</td><td>(0.00425)</td></tr><tr><td>Politician</td><td>0.00203</td><td>-0.00177</td></tr><tr><td/><td>(0.01169)</td><td>(0.00504)</td></tr><tr><td>Muslim</td><td>-0.00659</td><td>-0.02380**</td></tr><tr><td/><td>(0.02385)</td><td>(0.00987)</td></tr><tr><td>Constant</td><td>0.90354***</td><td>0.24474***</td></tr><tr><td/><td>(0.04258)</td><td>(0.03201)</td></tr><tr><td>Observations</td><td>2488</td><td>2488</td></tr><tr><td>Adj R-sq</td><td>0.572</td><td>0.564</td></tr><tr><td colspan=\"3\">1)Village, Priority and Round …xed e¤ects included</td></tr></table>",
        "num": null,
        "text": "",
        "html": null,
        "type_str": "table"
      },
      "TABREF11": {
        "content": "<table><tr><td/><td colspan=\"3\">: Preference match regression, hierarchy partition</td><td/></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td/><td colspan=\"4\">O¢ cials indicator O¢ cials intensity Villagers indicator Villagers intensity</td></tr><tr><td>Land</td><td>0.00046</td><td>-0.00008</td><td>0.00196***</td><td>0.00057**</td></tr><tr><td/><td>(0.00111)</td><td>(0.00024)</td><td>(0.00074)</td><td>(0.00023)</td></tr><tr><td>Literate</td><td>0.01789</td><td>0.00075</td><td>0.00379</td><td>0.00211</td></tr><tr><td/><td>(0.01150)</td><td>(0.00394)</td><td>(0.01129)</td><td>(0.00347)</td></tr><tr><td>Age</td><td>-0.00118</td><td>-0.00078</td><td>-0.00092</td><td>-0.00015</td></tr><tr><td/><td>(0.00144)</td><td>(0.00055)</td><td>(0.00217)</td><td>(0.00040)</td></tr><tr><td>Age sq.</td><td>0.00002</td><td>0.00001*</td><td>0.00001</td><td>0.00000</td></tr><tr><td/><td>(0.00002)</td><td>(0.00001)</td><td>(0.00003)</td><td>(0.00000)</td></tr><tr><td>Woman</td><td>0.00495</td><td>-0.00106</td><td>0.00999</td><td>0.00046</td></tr><tr><td/><td>(0.00877)</td><td>(0.00261)</td><td>(0.01013)</td><td>(0.00179)</td></tr><tr><td>SC/ST</td><td>0.03000*</td><td>-0.00062</td><td>0.00101</td><td>-0.00389</td></tr><tr><td/><td>(0.01731)</td><td>(0.00589)</td><td>(0.01880)</td><td>(0.00344)</td></tr><tr><td>BC</td><td>0.02155*</td><td>0.00166</td><td>-0.00819</td><td>0.00111</td></tr><tr><td/><td>(0.01337)</td><td>(0.00344)</td><td>(0.01319)</td><td>(0.00216)</td></tr><tr><td>Politician</td><td>-0.00685</td><td>-0.00412</td><td>-0.00724</td><td>0.00235</td></tr><tr><td/><td>(0.01275)</td><td>(0.00422)</td><td>(0.01489)</td><td>(0.00278)</td></tr><tr><td>Muslim</td><td>-0.00035</td><td>-0.01066</td><td>-0.03665**</td><td>-0.01314***</td></tr><tr><td/><td>(0.02561)</td><td>(0.00782)</td><td>(0.01692)</td><td>(0.00449)</td></tr><tr><td>Constant</td><td>0.80288***</td><td>0.16959***</td><td>0.60397***</td><td>0.07515***</td></tr><tr><td/><td>(0.04611)</td><td>(0.02841)</td><td>(0.07440)</td><td>(0.01216)</td></tr><tr><td>Observations</td><td>2488</td><td>2488</td><td>2488</td><td>2488</td></tr><tr><td>Adj R-sq</td><td>0.611</td><td>0.607</td><td>0.564</td><td>0.589</td></tr><tr><td colspan=\"3\">1)Village, Priority and Round …xed e¤ects included</td><td/><td/></tr></table>",
        "num": null,
        "text": "",
        "html": null,
        "type_str": "table"
      },
      "TABREF12": {
        "content": "<table><tr><td/><td colspan=\"3\">: Preference match regression, gender partition</td><td/></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td/><td colspan=\"4\">Women indicator Women intensity Men indicator Men intensity</td></tr><tr><td>Land</td><td>-0.00076</td><td>-0.00005</td><td>0.00133**</td><td>0.00050</td></tr><tr><td/><td>(0.00085)</td><td>(0.00007)</td><td>(0.00066)</td><td>(0.00034)</td></tr><tr><td>Literate</td><td>0.00568</td><td>0.00213</td><td>0.00914</td><td>0.00223</td></tr><tr><td/><td>(0.01395)</td><td>(0.00174)</td><td>(0.01135)</td><td>(0.00481)</td></tr><tr><td>Age</td><td>-0.00020</td><td>0.00015</td><td>-0.00257*</td><td>-0.00118**</td></tr><tr><td/><td>(0.00187)</td><td>(0.00018)</td><td>(0.00150)</td><td>(0.00058)</td></tr><tr><td>Age sq.</td><td>0.00000</td><td>-0.00000</td><td>0.00003*</td><td>0.00002**</td></tr><tr><td/><td>(0.00002)</td><td>(0.00000)</td><td>(0.00002)</td><td>(0.00001)</td></tr><tr><td>Woman</td><td>0.00582</td><td>0.00171*</td><td>0.00429</td><td>-0.00309</td></tr><tr><td/><td>(0.01054)</td><td>(0.00098)</td><td>(0.00953)</td><td>(0.00292)</td></tr><tr><td>SC/ST</td><td>-0.02567</td><td>-0.00181</td><td>0.03615**</td><td>-0.00340</td></tr><tr><td/><td>(0.02403)</td><td>(0.00165)</td><td>(0.01687)</td><td>(0.00492)</td></tr><tr><td>BC</td><td>0.00522</td><td>0.00062</td><td>0.02203*</td><td>0.00511</td></tr><tr><td/><td>(0.01315)</td><td>(0.00095)</td><td>(0.01299)</td><td>(0.00398)</td></tr><tr><td>Politician</td><td>-0.01693</td><td>0.00087</td><td>0.00940</td><td>-0.00277</td></tr><tr><td/><td>(0.01519)</td><td>(0.00135)</td><td>(0.01304)</td><td>(0.00520)</td></tr><tr><td>Muslim</td><td>-0.04285*</td><td>-0.00119</td><td>-0.00835</td><td>-0.02423**</td></tr><tr><td/><td>(0.02710)</td><td>(0.00172)</td><td>(0.02358)</td><td>(0.00985)</td></tr><tr><td>Constant</td><td>0.33054***</td><td>0.01040*</td><td>0.96643***</td><td>0.24443***</td></tr><tr><td/><td>(0.07660)</td><td>(0.00656)</td><td>(0.05185)</td><td>(0.03148)</td></tr><tr><td>Observations</td><td>2394</td><td>2394</td><td>2394</td><td>2394</td></tr><tr><td>Adj R-sq</td><td>0.606</td><td>0.555</td><td>0.521</td><td>0.559</td></tr><tr><td colspan=\"3\">1)Village, Priority and Round …xed e¤ects included</td><td/><td/></tr></table>",
        "num": null,
        "text": "",
        "html": null,
        "type_str": "table"
      },
      "TABREF13": {
        "content": "<table><tr><td/><td colspan=\"3\">: Preference match regression, decision</td></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td></tr><tr><td/><td colspan=\"2\">Any, indicator For, indicator</td><td>Against, indicator</td></tr><tr><td>Land</td><td>0.00255**</td><td>0.00270*</td><td>-0.00075</td></tr><tr><td/><td>(0.00127)</td><td>(0.00142)</td><td>(0.00063)</td></tr><tr><td>Literate</td><td>-0.02809*</td><td>-0.01841</td><td>-0.00456</td></tr><tr><td/><td>(0.01487)</td><td>(0.01617)</td><td>(0.01016)</td></tr><tr><td>Age</td><td>-0.00204</td><td>-0.00041</td><td>-0.00148</td></tr><tr><td/><td>(0.00195)</td><td>(0.00186)</td><td>(0.00130)</td></tr><tr><td>Age sq.</td><td>0.00002</td><td>0.00001</td><td>0.00002</td></tr><tr><td/><td>(0.00002)</td><td>(0.00002)</td><td>(0.00002)</td></tr><tr><td>Woman</td><td>-0.00843</td><td>-0.00842</td><td>-0.00219</td></tr><tr><td/><td>(0.01044)</td><td>(0.01008)</td><td>(0.00682)</td></tr><tr><td>SC/ST</td><td>-0.00878</td><td>-0.01310</td><td>-0.00179</td></tr><tr><td/><td>(0.02016)</td><td>(0.01998)</td><td>(0.01105)</td></tr><tr><td>BC</td><td>0.00100</td><td>0.00039</td><td>0.00206</td></tr><tr><td/><td>(0.01559)</td><td>(0.01522)</td><td>(0.00841)</td></tr><tr><td>Politician</td><td>0.02519</td><td>0.02526</td><td>0.00669</td></tr><tr><td/><td>(0.01707)</td><td>(0.01738)</td><td>(0.00864)</td></tr><tr><td>Muslim</td><td>-0.03546</td><td>-0.03916*</td><td>-0.00809</td></tr><tr><td/><td>(0.02388)</td><td>(0.02260)</td><td>(0.01283)</td></tr><tr><td>Constant</td><td>0.45100***</td><td>0.37042***</td><td>0.12237**</td></tr><tr><td/><td>(0.08253)</td><td>(0.07735)</td><td>(0.05850)</td></tr><tr><td>Observations</td><td>2488</td><td>2488</td><td>2488</td></tr><tr><td>Adj R-sq</td><td>0.486</td><td>0.496</td><td>0.392</td></tr><tr><td colspan=\"3\">1)Village, Priority and Round …xed e¤ects included</td><td/></tr></table>",
        "num": null,
        "text": "",
        "html": null,
        "type_str": "table"
      },
      "TABREF14": {
        "content": "<table/>",
        "num": null,
        "text": "Preference match regression, interactions",
        "html": null,
        "type_str": "table"
      }
    }
  }
}