{
  "paper_id": "D10992617",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:03:39.118097Z"
  },
  "title": "International Grain Reserves And Other Instruments to Address Volatility in Grain Markets",
  "authors": [
    {
      "first": "Brian",
      "middle": [],
      "last": "Wright",
      "suffix": "",
      "affiliation": {},
      "email": "wright@are.berkeley.edu"
    },
    {
      "first": "Ms",
      "middle": [
        "Eugenia"
      ],
      "last": "Serova",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Senior",
      "middle": [],
      "last": "Advisor",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "2009-08",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D10992617",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "storage markets and, if they were exporters, to limit trade access. Recognizing these realities, vulnerable countries are building strategic reserves. The associated expense and negative incentive effects can be controlled if reserves have quantitative targets related to the consumption needs of the most vulnerable, with distribution to the latter only in severe emergencies. More-ambitious plans manipulate world prices via buffer stocks or naked short speculation to keep prices consistent with fundamentals. Past interventions of either kind have been expensive, ineffective, and generally short-lived. Further, there is no significant evidence that prices do not reflect fundamentals, including export market access.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The dramatic rise in global food prices in 2007/08 was widely viewed as a threat to global food and nutrition security that endangered millions of the world's poorest and most vulnerable. It brought political instability to some countries and the prospect of unrest to many more. The rapid increase in world food prices was caused by a combination of cumulative effects of long-term trends, more recent supply and demand dynamics, and governmental responses that have exacerbated price volatility. This crisis has exposed existing and potential weaknesses and vulnerabilities of households, governments, and the international economy to food and nutrition insecurity. The global community has responded with a range of initiatives and established instruments to assist the neediest nations. Major stakeholders worldwide continue to discuss potential instruments to address the recent food crisis and to prevent or reduce the impact of future crises. Besides agricultural productivity improvement and national food self-sufficiency targets, physical grain stocks (\"humanitarian food reserves\") have resurfaced in these discussions. And more recently, the idea of \"a 'virtual' internationally coordinated reserve system for humanitarian purposes\"-first mentioned in the G8 Leaders' Statement on Global Food Security at the Hokkaido Toyako Summit on July 8, 2008-was added to the debate.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Context and Acknowledgements",
        "sec_num": null
      },
      {
        "text": "In conjunction with the St. Petersburg International Economic Forum, the Russian Federation hosted, on June 6 and 7, 2009, the World Grain Forum 2009. During the Forum, which intends to shape a common vision of issues facing global food security and to inform future G8/G20 meetings, high-level discussions covered global grain production and marketing, food aid programs, new challenges of world trade in grain, and mechanisms for the stabilization of grain markets including an international grain reserve.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Context and Acknowledgements",
        "sec_num": null
      },
      {
        "text": "In view of the controversies surrounding the topic of grain stocks and other instruments to reduce price fluctuations in commodity markets, and at the request of the Organizing Committee of the World Grain Forum 2009, The World Bank (WB), the Food and Agriculture Organization of the United Nations (FAO) and the European Bank for Reconstruction and Development (EBRD) (the three sponsoring organizations) commissioned the present working paper on international grain reserves and other instruments to address volatility in grain markets. The purpose of this paper is to inform international debates on issues and options related to price volatility in (food) commodity markets with special reference to international grain reserves.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Context and Acknowledgements",
        "sec_num": null
      },
      {
        "text": "1. The recent crisis. Increases during 2007/08 in the prices of many major consumption commodities came as a shock to consumers and governments. Urban consumers, alarmed by jumps in the cost of their staple foods, participated in protests, often violent, that peaked at about the time world grain prices peaked, in the middle of 2008. Some demonstrations were serious enough to threaten to destabilize their governments. Millions of the world's poor were forced to reduce their daily calorie consumption.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary",
        "sec_num": null
      },
      {
        "text": "2. The aftermath. Grain prices have receded significantly from their 2008 peaks. But food prices remain high and volatile. As this forum indicates, the policy focus has switched from short-term tactics for crisis management to strategies to manage price volatility and assure that consumers worldwide not be denied access to the grain they need by chaos in world grain markets. Suggestions for global grain reserves have figured prominently in international discussions, including proposals for special emergency reserves, international reserves, and \"virtual reserves\" controlled via commodity futures and options trading.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary",
        "sec_num": null
      },
      {
        "text": "3. The charge. At the suggestion of the European Bank for Reconstruction and Development, the Food and Agriculture Organization and The World Bank, this paper was drafted to provide a technical foundation for policy discussions about the appropriate role for public grain reserves and related policies in managing grain market volatility.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary",
        "sec_num": null
      },
      {
        "text": "4. Price volatility: recent evidence. Before considering policy alternatives, it is obviously important to start with questions about the nature of the problem and its underlying causes. Are we witnessing the beginning of a new regime characterized by more volatile, if not higher, commodity prices? 5. The long view. A review of grain price histories reveals that the deflated prices of food grains have followed downward long-run trends, interspersed by episodes of steep price increases, followed by even more precipitous falls. In the long view, the recent price spikes do not seem anomalous. Relative to the other episodes experienced over the last 40 years, the real grain price volatility of the last few years has not been particularly high. 6 . What led to the recent price spikes? Among the more persistent changes that set the stage for the grain price spikes of 2007/08 were sustained rapid increases in income in many countries, including China and India, which increased grain demand, especially for animal feeds. Public support for biofuel production was a large and persistent shifter of demand for maize and oilseeds, whereas funding of production-oriented crops research was neglected. By 2007, these factors could hardly have been surprises that could cause prices to jump. Their net effect was rather a progressive tightening of the aggregate supply-demand balance for major grains in the preceding years. 7. Unpredictable factors in 2006-2008 included the boost in biofuel production beyond planned levels, induced by a spike in petroleum prices, the unprecedented extension of the multi-year Australian drought, other regional production problems, transport cost increases and exchange rate movements contributed importantly to price rises in global market made vulnerable by lack of stocks. Finally, the sequence of export controls, taxes and bans adopted by key exporters beginning in the thin global rice market in the fall of 2007, initially in response to consumer concerns about wheat supplies, turned market anxiety into panic.",
        "cite_spans": [
          {
            "start": 750,
            "end": 751,
            "text": "6",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary",
        "sec_num": null
      },
      {
        "text": "8. Grain storage economics. To interpret the asymmetric and episodic behavior of grain market prices, and identify the causes of high volatility, it is crucial to understand the relation between prices, consumption and stocks. Accumulation of stocks when price is low can prevent steep price slumps. Disposal of these stocks when price is higher can smooth price spikes, but only so long as stocks are available. In a competitive market, short hedgers perform these functions, holding carryover stocks when the expected price covers the cost of storage and interest. Futures markets encourage storage by short hedgers by facilitating the transfer of price risk to long hedgers (such as grain users) or long speculators, and protecting all participants from counterparty risk. 9. Stock adjustments buffer, but do not eliminate, effects of supply shocks on consumption. When stocks run out, aggregate use must adjust one-for-one to negative supply disturbances. Less grain goes to feed animals or produce biofuel, and/or the poorest consumers must reduce their calorie consumption, incurring the costs of malnutrition, hunger or even starvation. The demand of wealthier consumers is much less responsive. When stocks are at minimum levels, large price changes are needed to induce aggregate consumption to adjust to even relatively small shocks.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary",
        "sec_num": null
      },
      {
        "text": ". The argument for storage interventions. There are two related problems associated with total reliance on private storage for national food supplies. The first is that only those who have the necessary resources or \"entitlements\" can acquire food via the market. The other is that, in a food emergency (such as the one experienced in many countries in 2008), governments are often pressured by anxious consumers to take actions against storers or \"hoarders\" that reduce private storage. Recognizing their lack of ability to commit to keep markets open when price is high, governments intervene to increase total storage when price is low and availability is high.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "10",
        "sec_num": null
      },
      {
        "text": ". Focus on consumption by the vulnerable, not on price. One class of storage policies aims to ensure a minimum consumption level for all. A large international grain reserve controlled jointly by national governments to mitigate global food supply crises could economize on stocks and storage costs in providing a globally adequate amount of storage, and help maintain the valuable stabilizing role of free international trade in grains. Unfortunately such an ambitious scheme appears to be infeasible, absent improved means of guaranteeing continued international collaboration during food emergencies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "11",
        "sec_num": null
      },
      {
        "text": "12. National strategic reserves. Given the infeasibility of a global grain reserve, importers will inevitably be forced to consider national strategic reserves as part of a policy for domestic food security. If these reserves are designed to meet quantitative targets for distribution of food on the basis of need, such as \"food for work\" and targeted feeding, and only in severe emergencies, their disincentive effects on private traders and storers will be less severe. Choice of the size of the reserve is a challenge that involves a compromise between food security and the cost of storage, including interest on the capital invested in the stock.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "11",
        "sec_num": null
      },
      {
        "text": "13. A small emergency reserve to respond quickly to regional emergencies would help speed up responses of international organizations in aiding groups in distress. The free market cannot be relied upon to service this need, for such groups lack the resources to bid for the food they need. Since regional emergencies often involve landlocked nations, contingent contracts may be useful to ensure adequate transportation of grain when needed.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "11",
        "sec_num": null
      },
      {
        "text": "14. Market price interventions. Another class of policies aims to operate by limiting price volatility. Focusing on price is less effective in ensuring food security for the vulnerable than focusing on their consumption. Use of price band rules to operate international or domestic market stabilization schemes has the advantage of transparency. But the effects on the behavior of prices and aggregate costs of operation are much less straightforward than often assumed. The price tends to hover at or near the upper or lower bound of the band (the \"ceiling\" or the \"floor\" price). The overall effect on volatility, relative to competitive storage, is ambiguous. Release of stocks at the ceiling price smoothes price peaks as long as stocks are available, but anticipation of this discourages private storage as price rises to the ceiling, and suppresses the stabilizing production response to anticipated shortages. Theory predicts, and experience with international commodity agreements confirms, that these programs inevitably fail, even if there is no underlying trend in price.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "11",
        "sec_num": null
      },
      {
        "text": "One possible variant of the price-band scheme is a \"virtual buffer stock\" designed to operate in futures markets to smooth price spikes. Long futures positions would be taken to raise the incentive to store, inducing a buffer stock indirectly. This virtual scheme, if large enough to move markets, is financially risky and subject to manipulation by traders, would lose money on average, and eventually exhaust its budget.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Virtual Buffer Stock",
        "sec_num": "15."
      },
      {
        "text": ". Short speculation as a stabilization program. In another interpretation, the \"virtual reserve\" would apparently adopt no long positions and hold no stocks in normal times, but would stand ready to take naked short positions (not backed by stocks or prospective harvests) when a price surge unrelated to fundamentals is detected by a global intelligence unit endowed with information about the market or with special forecasting powers unavailable to other market participants.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "16",
        "sec_num": null
      },
      {
        "text": "The assumption that such a group can consistently out-forecast the market is hardly plausible after a half-century of work indicating the contrary. Such a speculative program risks losing huge sums of money to others who bet against the intelligence unit and in favor of the rationality of the market price.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "16",
        "sec_num": null
      },
      {
        "text": "17. The emergence of domestic biofuel demand, and the global surge in animal feeding, have reduced stock levels, but also offer new opportunities for stabilization. Option agreements with domestic biofuel producers and animal feeders could guarantee mutually advantageous diversion of grain from biofuel production to human consumption, in specified severe food crises. If severe crises are relatively infrequent, such options might be more effective than domestic storage.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "16",
        "sec_num": null
      },
      {
        "text": "and their extension to export taxes would increase the cost of such policy choices, and reinforce the capacity of exporters to keep markets open in the face of pressure from domestic consumers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Strengthening of the World Trade Organization (WTO) disciplines on export controls",
        "sec_num": "18."
      },
      {
        "text": "19. Better collection and sharing of information on global grain stocks and production prospects could improve the international response to regional or global shortages as they develop, and help prevent the onset of market panic. 20. Destabilizing speculation? Available empirical evidence does not support claims that noncommercial traders have increased the volatility of grain prices. Nor has a cogent rationale been presented for intervention against long-run noncommercial traders, including index traders, in grain futures markets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Strengthening of the World Trade Organization (WTO) disciplines on export controls",
        "sec_num": "18."
      },
      {
        "text": "The increases during 2007/08 in the prices of many consumption commodities, including the major grains, came as a shock to consumers and governments. In many developing countries, consumers were alarmed by increases in the cost of their staple foods, and millions of the world's poor were forced to reduce their daily calorie consumption. Urban consumers participated in protests, often violent, that peaked at about the time world grain prices peaked, in the middle of 2008. Demonstrations in some countries were serious enough to threaten to destabilize their governments.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction: The food price crisis of 2007/08 and the re-emergence of concerns over commodity price volatility",
        "sec_num": "1."
      },
      {
        "text": "In response, many nations adopted short run policies to reduce the effects of rising world prices on domestic consumers. Though perhaps rational for each country acting individually, the collective effects of these policies exacerbated international price volatility, and often penalized the domestic farmers and traders whose supplies to the market prevented more serious shortages.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction: The food price crisis of 2007/08 and the re-emergence of concerns over commodity price volatility",
        "sec_num": "1."
      },
      {
        "text": "To make matters worse, importers' concerns about food market access were heightened by news that key rice exporters were discussing the possibility of an export cartel.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction: The food price crisis of 2007/08 and the re-emergence of concerns over commodity price volatility",
        "sec_num": "1."
      },
      {
        "text": "Grain prices have receded significantly from their 2008 highs. But food prices remain volatile. 1",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction: The food price crisis of 2007/08 and the re-emergence of concerns over commodity price volatility",
        "sec_num": "1."
      },
      {
        "text": "As this forum indicates, the policy focus has switched from short-term tactics for crisis management to strategies to manage price volatility and assure that consumers worldwide not be denied access to the grain they need by chaos in world grain markets. Suggestions to increase global grain reserves have figured prominently in international discussions. Proposals have been made for special emergency reserves, international reserves, and \"virtual reserves\" controlled via commodity futures and options trading. Some observers have also recommended regulation of the commodity futures trading of noncommercial investors. Others have pressed for reductions in subsidies or mandates for biofuel production, on the grounds that such policies threaten the stability of food markets. This paper focuses on the role of grain reserves and related policies in managing grain market volatility. Before considering policy alternatives, it is obviously important to start with questions about the nature of the problem and its underlying causes. Are we witnessing the beginning of a new regime characterized by more volatile, if not higher, commodity prices? Is the recent turmoil in prices an aberration, involving irrational bubbles, unconnected to market fundamentals? Does it reflect purposeful manipulation by global monopolies? What have been the roles of futures and options markets, noncommercial speculators, and global international financial flows in all this?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction: The food price crisis of 2007/08 and the re-emergence of concerns over commodity price volatility",
        "sec_num": "1."
      },
      {
        "text": "Or is the problem that global warming is changing the distributions of crop yield disturbances, and/or that the world is finally facing a global land or water constraint? Have fertilizer and oil prices been major causes of market gyrations? How significant is the role of expansion of biofuel supply in destabilizing grain markets?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction: The food price crisis of 2007/08 and the re-emergence of concerns over commodity price volatility",
        "sec_num": "1."
      },
      {
        "text": "Many of these questions cannot be answered definitively, although information is available to shed considerable light on pertinent issues. The designated task of this study is, given the evidence at hand, to address the merits of recent proposals formulated in response to the sharp price spikes experienced in the last year or so and to focus on increasing the food security of vulnerable consumers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction: The food price crisis of 2007/08 and the re-emergence of concerns over commodity price volatility",
        "sec_num": "1."
      },
      {
        "text": "Fortunately, the topic is not a new one. Many of the policy proposals have precursors in programs advocated or adopted after previous periods of market instability. Models have been developed to help us understand why prices in food markets can jump so abruptly. These models, and the observed results of previous policy responses designed to reduce market instability, can help us decide what to expect from recent policy proposals in the current market environment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction: The food price crisis of 2007/08 and the re-emergence of concerns over commodity price volatility",
        "sec_num": "1."
      },
      {
        "text": "First consider the evidence about the behavior over the past few years of aggregate food price, which was less variable than the prices of many of its components, including food grains in particular. 2 In 2005 the United Nations FAO food price index ( Figure 1 ) showed evidence of a modestly rising trend that had moved the index less than 20% higher than the 1998-2000 average. In 2006 prices started to accelerate, and by October were on a sharp uptrend that continued until summer 2008, when the index exceeded twice its 2005 level. By late summer, prices had fallen from their peaks. By year's end the index had reverted to the range it had attained in early 2007, still much higher than in its level at the turn of the century.",
        "cite_spans": [
          {
            "start": 200,
            "end": 201,
            "text": "2",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 252,
            "end": 260,
            "text": "Figure 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Price volatility: Recent evidence",
        "sec_num": "2."
      },
      {
        "text": "This aggregate food price index understates the fluctuations in the prices of the major food grains that have attracted the bulk of the attention in discussions of food prices. One example, shown in Figure 2 , is the price of Soft Red Spring Wheat, for which tripled in price between the spring of 2007 and the next winter, but gave up most of those gains in the following year. Figures 3 and 4, which offer a longer view, show that the prices of wheat and maize followed downward trends for decades, reflecting the fact that yields have generally outpaced demand growth, contrary to Malthusian predictions of the 1960's. Along their downward paths, prices generally fluctuate moderately within a fairly well defined range. However, episodes of steeply rising prices, followed by precipitous falls, are prominent features of the data. The price series are asymmetric; there are no equally prominent troughs in the price series to match these spikes.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 199,
            "end": 207,
            "text": "Figure 2",
            "ref_id": "FIGREF1"
          }
        ],
        "eq_spans": [],
        "section": "Price volatility: Recent evidence",
        "sec_num": "2."
      },
      {
        "text": "When price is relatively low, the probability of a sudden fall becomes negligible. Figure 6 shows the increases in world consumption of the major grains that have occurred even as the scope for expanding the area of cultivated land has diminished or disappeared in most countries. Note also the recent surge in diversion of maize to biofuel uses. Figure 7 shows rice production for China and India, both major producers and consumers, and for the world as a whole. The bottom panel shows deviations from trends. Both China and India cover so many production environments that each can, to some extent, smooth out internal regional supply and demand variations via internal trade and public reallocations.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 83,
            "end": 91,
            "text": "Figure 6",
            "ref_id": "FIGREF5"
          },
          {
            "start": 347,
            "end": 355,
            "text": "Figure 7",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Price volatility: Recent evidence",
        "sec_num": "2."
      },
      {
        "text": "Nevertheless, pooling the entire world's output variation and sharing it proportionately would reduce the variation of China's and India's shares by about 40% and 60%, respectively. For many smaller countries the effects would be far greater. The figures for wheat and maize show that the international pooling of production risks could similarly smooth national supplies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Price volatility: Recent evidence",
        "sec_num": "2."
      },
      {
        "text": "Currently, global cereal trade achieves only a fraction of these potential pooling benefits. The trend increase in demand for human consumption of grain has recently been driven mainly by the increase in the global population, and the rate of increase has been slowing down in recent decades. Only in poorer countries is increase in income an important driver of grain consumption per capita, which is naturally limited by the capacity of the human stomach. For grains used for animal feed, the trend increase in consumption has been greater, because human consumption of animal products continues to rise with income long after minimum calorie requirements have been satisfied. Use of maize as an animal feed has boosted its demand beyond what would be expected from its use as a staple food in many countries. Animal feed accounts for a smaller but still significant share of wheat production, notably in Europe. Rice is used predominantly as a food.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Price volatility: Recent evidence",
        "sec_num": "2."
      },
      {
        "text": "There is substantial agreement about the drivers of these longer run trends in grain consumption and prices. By contrast, there is a wide diversity of opinion regarding the causes of recent grain price volatility.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Price volatility: Recent evidence",
        "sec_num": "2."
      },
      {
        "text": "In 2008, when the rise in food prices had caught the attention of the worldwide press, observers quickly lined up a confusing array of suspects as the cause. Economists stepped in to assist in apportioning blame.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What caused recent grain price fluctuations?",
        "sec_num": "3."
      },
      {
        "text": "A consensus is now forming with regard to the roles played by several factors in the recent events in the markets for major grains. These include, first, recent rapid increases in income in many countries, especially China and India, and recent neglect of crops research on a global basis. Excellent discussions of these factors are available elsewhere. 3 The paper does not further address them except to note that these factors, although an important influence on the tightening overall grain market situation in prior years, could hardly have been surprises in 2007/08 except to the extent that continuations of already established trends were unexpected. Factors such as the unprecedented extension of the Australian drought, other regional production problems, possible effects of global warming, and exchange rate movements, were much less predictable.",
        "cite_spans": [
          {
            "start": 354,
            "end": 355,
            "text": "3",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What caused recent grain price fluctuations?",
        "sec_num": "3."
      },
      {
        "text": "However, as noted elsewhere, their influence has not been large enough to explain most of the price spikes seen recently. Three other market disturbances that could not have been well predicted before 2007 were global in influence, and deserve particular attention. They are the changes in biofuel policies and biofuel demand, and spikes in the prices of fertilizers and fuel, which relate directly to recent price spikes in the petroleum market.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What caused recent grain price fluctuations?",
        "sec_num": "3."
      },
      {
        "text": "In addition to income and population increases in the emerging economies, another currently popular suspect for aggravating recent price increases is the conversion of oilseeds into biodiesel in Europe, the United States, and elsewhere and of maize into ethanol in the United States. 4 In the United States in particular, the diversion of corn and soybeans to biofuel is now very substantial (approaching 30% for corn and 20% for soy) and will continue to increase under current policies using subsidies and mandates, as well as protection from competition from more efficient Brazilian sugar-based ethanol production that might less directly stress short-run food supplies.",
        "cite_spans": [
          {
            "start": 284,
            "end": 285,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Biofuel demand",
        "sec_num": null
      },
      {
        "text": "By comparison, a drought or pest infestation that reduced United States maize output by 30% in a given year would be viewed as a production catastrophe. The southern corn leaf blight infestation of 1971, which cut U.S. corn supply by only half that percentage, was viewed at the time as a very serious shock. It directed new attention to the security of the U.S. food supply in general and in particular to the conservation of plant varieties for agriculture and diversification of genetic resources available to plant breeders. Furthermore, the mandates for diversion of United States maize for biofuel, being quasi-permanent, and indeed slated to increase, have had much more serious implications for supplies of maize for feed and food than equivalent yield drops due to a transitory, weather-related shock.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Biofuel demand",
        "sec_num": null
      },
      {
        "text": "On the other hand, diversion of grains to biofuel was not a complete surprise by 2006. To the extent that existing government mandates for ethanol use were viewed as solid policy commitments, strong demand for biofuel was clearly foreseeable before prices took off.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Biofuel demand",
        "sec_num": null
      },
      {
        "text": "Similarly, increased demand for oilseeds for biofuel use in Europe was no short-run surprise. In both cases, however, unexpected oil price jumps must have encouraged upward revisions in expected growth of biofuel-related demand for grains and oilseeds, as did upward revisions in mandates in the United States. Even if anticipated, the diversions were too great to be made up in the short run by increased yields. They must have had large effects on the decreases in grain stocks, and the steady increases in prices, in the years immediately preceding 2007/08. As we shall see, these trends made food markets much more susceptible to market shocks.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Biofuel demand",
        "sec_num": null
      },
      {
        "text": "To substitute for maize diverted to ethanol, and oilseeds diverted to biodiesel, wheat and other food grains were diverted to animal feed. Consumers increased their demand for rice, to replace the wheat used for feed. Biofuel demands and surges in meat demand caused by rising incomes also affected food grain markets less directly by diverting inputs from food grains to production of feed and biofuel. Some rice land might have been diverted to production of corn or soybeans but this is unlikely to have had a strong impact on overall rice production; the best rice land tends to be ill-suited to corn or soy production in the temperate zones where much of the world's corn and soybeans are grown. However, on Asian croplands where two or three crops are grown in succession each year, wheat can be substituted for rice as a dry-season irrigated crop when its relative price increases.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Biofuel demand",
        "sec_num": null
      },
      {
        "text": "Worldwide adoption of modern high-yield plant varieties and a decline in the opportunities for expansion of cultivated area have increased the demand for fertilizers. Prices of some fertilizers rose faster than any agricultural commodity price in the last few years, reflecting short run supply constraints, energy costs, transport costs, and a 100% export tax imposed by China on all Given a few years to invest in capacity, fertilizer supplies can expand. But for fertilizers dependent on minerals deposits, increased demand might generate sustained higher prices and greater rents rather than higher supply. Injudicious advice to further subsidize particular uses of such inelastically supplied fertilizers will, if heeded, certainly increase the profits of their producers. Subsidies will have little effect on supply in the short run, but will divert global supplies from unsubsidized uses to less efficient subsidized uses, reducing overall production efficiency. Crude oil, like fertilizer, is an important input-both directly and indirectly-into modern agriculture. Its price is virtually independent of disturbances in grain markets. Crude oil prices have been very high recently, but again there does not seem to be a large effect on acreage or yield even in the countries that use petroleum intensively in production. Farm land prices in the United States rose dramatically as grain, fuel, and fertilizer prices were all rising, indicating the net effect on farmers' profits and incentives was positive and large.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prices of fertilizers and fuels",
        "sec_num": null
      },
      {
        "text": "Factors such as income growth and planned increases in biofuel production no doubt have affected the balance between grain consumption and production. But since they were foreseeable, they should not have produced price spikes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prices of fertilizers and fuels",
        "sec_num": null
      },
      {
        "text": "On the other hand, unpredictable changes in petroleum prices affected grain demands. As noted previously, jumps in petroleum prices now not only affect farmers' costs but also shift the demand for the grain they produce via increased biofuel demand. This is a new phenomenon.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prices of fertilizers and fuels",
        "sec_num": null
      },
      {
        "text": "When ethanol production exceeds mandated levels, marginal fuel price changes increase total demand for grains even as they increase input costs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prices of fertilizers and fuels",
        "sec_num": null
      },
      {
        "text": "Pursuing this line of argument, a reasonable expectation might be that income growth and biofuel demand should have had less influence on the volatility of rice prices relative to maize and wheat prices. Yet the fact that the price spike was the highest for rice in 2008 points to another significant contributor to chaos in the world grain markets: panic in the rice trade.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prices of fertilizers and fuels",
        "sec_num": null
      },
      {
        "text": "When, on October 9, 2007, the government of India announced a ban on exports of rice other than basmati, it increased rice availability to its consumers to reduce their concerns about inflation and adequacy of staple food supplies after a poor wheat harvest. The rice price outside of India began to rise (Figure 9 , after Mitchell (2008) ). Thus a problem with wheat supply triggered a sequence of events-also involving other major exporters-that led to the crisis in rice prices and market access discussed in colorful detail by Slayton (2009) . As reports of production problems in other countries surfaced, governments of grain exporting countries were pressured by their own urban consumers to act to reduce grain prices. These pressures outweighed the interests of producers and traders in selling to the highest bidder. One by one, rice exporters imposed their own export restrictions, including, in March 2008, Vietnam, an important supplier. 6 It also became clear that China, apparently adequately supplied, would also act to insulate itself from market turmoil, rather than make its substantial grain stocks available to the international market as supplier of last resort. Key wheat suppliers also imposed export bans or taxes.",
        "cite_spans": [
          {
            "start": 323,
            "end": 338,
            "text": "Mitchell (2008)",
            "ref_id": "BIBREF24"
          },
          {
            "start": 531,
            "end": 545,
            "text": "Slayton (2009)",
            "ref_id": "BIBREF32"
          }
        ],
        "ref_spans": [
          {
            "start": 305,
            "end": 314,
            "text": "(Figure 9",
            "ref_id": "FIGREF8"
          }
        ],
        "eq_spans": [],
        "section": "Panic in vulnerable markets",
        "sec_num": null
      },
      {
        "text": "Countries that relied on imports for an important share of their food became increasingly anxious to secure foreign supplies adequate for their needs so they could satisfy politically powerful urban consumers concerned about food security. Thailand and the United States remained in the market as exporters. Many countries-particularly importing countries-also reduced their tariffs on imports. Reductions in import tariffs reduce domestic prices relative to world prices, but also contribute to increasing those world prices. One discouraging example of inadequate international cooperation was the failure to negotiate the timely sale, to desperate international importers, of Japanese stocks of rice, imported by Japan in reluctant compliance with World Trade Organization mandates, and never destined for domestic consumption. 7 The crisis in trade access and prices was resolved only after it became clear, in the Northern summer, that the current harvest was good and that, overall, 2008 rice production would be close to its trend line. ",
        "cite_spans": [
          {
            "start": 831,
            "end": 832,
            "text": "7",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Panic in vulnerable markets",
        "sec_num": null
      },
      {
        "text": "To interpret the behavior of grain market prices, and identify the causes of high volatility, it is crucial to understand the relation between prices and stocks. A glance at Figure 10 reveals that the wheat price spikes in the 1970s and in 2007/08 occurred when world stock-to-use ratios were low. For the market to function effectively, a virtually irreducible minimum amount of grain must be held in the system to transport, market, and process grains. Though stocks data are notoriously imprecise, minimum working stocks are apparently close to 20% of use. 8 Comparing Figure 10 with Figure 3 shows that stocks are very unresponsive to price at these minimum levels. Similarly, comparison of Figures 4 and 11 shows that spikes in corn price occurred when stock-to-use ratios were low. A common feature of all such physical storage activity is that aggregate stocks are constrained to be non-negative. If current stocks are zero, it is impossible to \"borrow from the future.\" Another important feature of these grains (and of most minerals) is that the marginal cost of storage per period, including physical protection, insurance, and spoilage, in practice is usually modest, and the assumption of constant unit costs is a generally reasonable approximation. 9 Increases in stocks are not generally limited by storage capacity. In contrast, storage of extra water in a reservoir may incur virtually no extra cost until it reaches full capacity, beyond which extra storage is infeasible in the short run. Above-ground storage of petroleum is similarly limited.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 174,
            "end": 183,
            "text": "Figure 10",
            "ref_id": "FIGREF10"
          },
          {
            "start": 572,
            "end": 581,
            "text": "Figure 10",
            "ref_id": "FIGREF10"
          },
          {
            "start": 587,
            "end": 595,
            "text": "Figure 3",
            "ref_id": "FIGREF2"
          }
        ],
        "eq_spans": [],
        "section": "The nature of grain storage",
        "sec_num": "4."
      },
      {
        "text": "The fact that their supply is usually seasonal is a distinctive feature of major storable agricultural commodities. For simplicity, the discussion here considers annual variation and assumes a fixed interest rate. Like most studies of grain storage, the focus is on market aggregates, ignoring spatial variation and product heterogeneity, as well as on national policy variation regarding trade barriers, subsidies, and taxes, all of which affect the relation between reported global prices and prices faced by consumers. 10 As already noted, transfers via storage are unidirectional; negative storage, \"borrowing from the future,\" is not feasible. This reality makes modeling storage behavior interesting and challenging. A profit is realized only if the value of the grain when released exceeds both the cost of storing it and the interest on capital. 11",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The nature of grain storage",
        "sec_num": "4."
      },
      {
        "text": "The value of storage today depends on its expected value tomorrow, and so on to infinity. It seems necessary to know the answer for tomorrow before solving for the problem today. There is a solution to this problem. 12 Here the focus is on the implications of that solution for arbitrage and grain price behavior. 9 Paul (1970) . Deterioration is not important for grains stored in appropriate environments but can be serious in hot and humid environments. 10 Transaction costs associated with adding or removing stocks are assumed to be negligible. 11 Discounting by the cost of capital also makes the timing of benefits and costs to producers, traders and consumers important in determining who gains and who loses from policies affecting storage activity. See Wright and Williams (1984) . 12 The first paper to pose the solution to this problem in a modern analytical fashion is Williams (1936) . The first satisfactory solution following the approach proposed by Williams did not appear until the 1950s in the pioneering dynamic model of Gustafson (1958) . A solution method for storage models with responsive supply and rational expectations was first presented in Wright and Williams (1984) . See also Williams and Wright (1991, chapter 3) .",
        "cite_spans": [
          {
            "start": 314,
            "end": 315,
            "text": "9",
            "ref_id": null
          },
          {
            "start": 316,
            "end": 327,
            "text": "Paul (1970)",
            "ref_id": null
          },
          {
            "start": 457,
            "end": 459,
            "text": "10",
            "ref_id": null
          },
          {
            "start": 763,
            "end": 789,
            "text": "Wright and Williams (1984)",
            "ref_id": null
          },
          {
            "start": 792,
            "end": 794,
            "text": "12",
            "ref_id": null
          },
          {
            "start": 882,
            "end": 897,
            "text": "Williams (1936)",
            "ref_id": "BIBREF44"
          },
          {
            "start": 1042,
            "end": 1058,
            "text": "Gustafson (1958)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 1170,
            "end": 1196,
            "text": "Wright and Williams (1984)",
            "ref_id": null
          },
          {
            "start": 1208,
            "end": 1245,
            "text": "Williams and Wright (1991, chapter 3)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The nature of grain storage",
        "sec_num": "4."
      },
      {
        "text": "Assume that one crop is sown annually. The harvest in year t, h t , is random, due to weather and other unpredictable disturbances. The effects of storage on consumption and price of grains, illustrated in Figure 12 , is the result of the horizontal addition of two demands. One is the demand for consumption in the current period, c t ; the other is the demand for grain stocks in excess of essential working levels, x t , to carry forward for later consumption. Consumption responds to price according to the downward-sloped function P(c t ). Stocks x t cannot be negative.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 206,
            "end": 215,
            "text": "Figure 12",
            "ref_id": "FIGREF1"
          }
        ],
        "eq_spans": [],
        "section": "The economics of storage activity",
        "sec_num": "5."
      },
      {
        "text": "To keep things simple, deterioration is ignored. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The economics of storage activity",
        "sec_num": "5."
      },
      {
        "text": "In any period, regardless of the economic setting (monopoly, competition, state control of resource allocations) two accounting relations hold. The first defines available supply A t is the sum of the harvest and stocks carried in from the previous year:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "When stocks are low, price becomes very sensitive to disturbances in supply",
        "sec_num": null
      },
      {
        "text": "1 t t t A h x    ,.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "When stocks are low, price becomes very sensitive to disturbances in supply",
        "sec_num": null
      },
      {
        "text": "The second states that consumption is the difference between available supply and the stocks carried out:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "When stocks are low, price becomes very sensitive to disturbances in supply",
        "sec_num": null
      },
      {
        "text": ". t t t c A x  ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "When stocks are low, price becomes very sensitive to disturbances in supply",
        "sec_num": null
      },
      {
        "text": "Assuming competitive storage, stocks x t are positive (in excess of minimal working stock levels)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "When stocks are low, price becomes very sensitive to disturbances in supply",
        "sec_num": null
      },
      {
        "text": "only if the expected returns cover costs. (Competition between storers prevents them from making greater profits.) This means that the current price of a unit stored must be expected to rise at a rate that covers the cost of storage k and the interest charge at rate r on the value of the unit stored.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "When stocks are low, price becomes very sensitive to disturbances in supply",
        "sec_num": null
      },
      {
        "text": "Given available supply, A t , storers carry stocks x t from year t to year t+1 following a version of the age-old counsel to \"buy low, sell high\" represented by the competitive \"arbitrage conditions:\" As shown in Figure 12 , when price is high and stocks (excluding essential minimal levels) are zero, the market demand is the same as the consumption demand.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 213,
            "end": 222,
            "text": "Figure 12",
            "ref_id": "FIGREF1"
          }
        ],
        "eq_spans": [],
        "section": "When stocks are low, price becomes very sensitive to disturbances in supply",
        "sec_num": null
      },
      {
        "text": "13 That is, the arbitrage equations for risk-neutral competitive storers who maximize expected profits can be written",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "When stocks are low, price becomes very sensitive to disturbances in supply",
        "sec_num": null
      },
      {
        "text": "1 1 1 1 1 ( ) [ ( )], 0; (1 ) 1 ( ) [ ( )], 0, (1 ) t t t t t t t t t t t t t t P A x k E P x h x if x r P A x k E P x h x if x r                      ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "When stocks are low, price becomes very sensitive to disturbances in supply",
        "sec_num": null
      },
      {
        "text": "where E t denotes the expectation conditional on information available in year t, and 1 t h   and 1 t",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "When stocks are low, price becomes very sensitive to disturbances in supply",
        "sec_num": null
      },
      {
        "text": "x   are random variables.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "When stocks are low, price becomes very sensitive to disturbances in supply",
        "sec_num": null
      },
      {
        "text": "Those who consume grains such as rice, wheat, or maize as their staple foods are willing to give up other expenditures (including health and education) to continue to eat their grain, so the consumption demand is very steep and unresponsive to price (\"inelastic\"); large changes in price are needed if consumption must adjust to the full impact of a supply shock unmoderated by adjustment in stocks. In 1972/73, for example, a reduction in world wheat production of less than 2% at a time when stocks were almost negligible caused the annual price to more than double, as indicated in Figure 3 . If producers can respond to incentives with a one-year lag, that response is highly stabilizing for consumption and price. Their competitive adjustments of planned production increase the effectiveness of adjustments of stocks in smoothing consumption and price. When supplies are large, for example, expected returns to production are low, so producers cut back production in response to lower returns and hold more stocks.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 585,
            "end": 593,
            "text": "Figure 3",
            "ref_id": "FIGREF2"
          }
        ],
        "eq_spans": [],
        "section": "When stocks are low, price becomes very sensitive to disturbances in supply",
        "sec_num": null
      },
      {
        "text": "Since ancient times, national leaders have recognized a responsibility to ensure adequate domestic availability of staple foods. For example, the Ch'ing Dynasty in China maintained a nationwide granary system with responsibilities that included moderation of seasonal fluctuations and famine relief. In capitalist economies, an undistorted free market might be expected to equalize the marginal value of a given grain supply across alternate uses, and also with its expected value in storage.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Storage-related policies for grain markets",
        "sec_num": "6."
      },
      {
        "text": "There are two serious problems with total reliance on private storage for national food supplies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Storage-related policies for grain markets",
        "sec_num": "6."
      },
      {
        "text": "The first is that in a free market only those who have the necessary resources or \"entitlements\" can acquire food. The destitute may starve without affecting prices at all. The other is that in a food emergency (such as experienced in many countries in 2008) governments are pressured by consumers, who are naturally preoccupied with their current consumption needs. In response to this powerful constituency, governments often force traders who have accumulated grain to surrender those stocks to the government or directly to consumers, often without compensation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Storage-related policies for grain markets",
        "sec_num": "6."
      },
      {
        "text": "Sometimes such so-called \"hoarders\" are also punished or even killed. At such times, the argument that the \"hoarders\" might be the sole source of supply if the next crop fails gets scant consideration. 16 Anticipation of such treatment discourages private storage for distribution at a high price in time of need. Even if a government commits not to confiscate stocks (or otherwise penalize hoarders)",
        "cite_spans": [
          {
            "start": 202,
            "end": 204,
            "text": "16",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Storage-related policies for grain markets",
        "sec_num": "6."
      },
      {
        "text": "in emergencies, a commitment against all intervention is not credible. Hence governments often choose to supplement private storage with publicly acquired stocks or storage subsidies. (Even if the government manages all market stocks, consumers inevitably store some domestic supplies.)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Storage-related policies for grain markets",
        "sec_num": "6."
      },
      {
        "text": "When public stocks are released to consumers (other than those with no money at all for food), they will, to some extent, have a negative effect on prices. Anticipation of this price effect reduces private storage incentives. Hence it is natural to expect that governments will intervene actively when supplies are plentiful to increase grain stocks and thereby help ensure supplies for the needy and/or stabilize the market. 17",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Storage-related policies for grain markets",
        "sec_num": "6."
      },
      {
        "text": "Operation of disaster relief programs typically requires reserves to be on hand to ensure a smooth The reserve would be useful in improving the speed and flexibility of short-run responses to local food crises. But its operation presents many challenges familiar to administrators of aid programs. For example, measures should be taken to ensure that transport will be available for delivering this aid, especially for landlocked countries such as those in Africa that have recently encountered food crises. It seems likely that direct assistance to the neediest, where feasible, would be more effective than attempting to reduce prices by supplying extra grain to regular food markets. Public employment programs for those needy who are able to work have been successful in cases where it has been possible to keep the reward for work low enough to be unattractive to those with other employment alternatives. 19 The proposed modest reserve could be crucial for tackling local humanitarian crises. But its impact would be negligible on the global market volatility that is the focus of this paper.",
        "cite_spans": [
          {
            "start": 911,
            "end": 913,
            "text": "19",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Emergency food reserves",
        "sec_num": null
      },
      {
        "text": "One reason that grain prices have not declined further from recent peaks is that many countries are rebuilding or expanding their grain reserves in reaction to the export bans and export taxes observed recently. 20 Such actions appear almost inevitable at the national level given the inability of exporters to commit to being reliable suppliers in emergencies. According to a recent report, the United Arab Emirates, presumably capable of offering a logical food-for-oil deal, were unable to obtain blanket assurances from Pakistan that grain produced from the Emirates' planned agricultural projects in that country would not be subject to export controls. 21 Futures contracts eliminate counterparty risk but can expose countries to location-basis risk and sudden large margin calls. Further, a futures market might be shut down or exports banned in an emergency; both actions were taken in India in 2007 at a time when the situation in world grain markets fell far short of emergency conditions.",
        "cite_spans": [
          {
            "start": 659,
            "end": 661,
            "text": "21",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "National strategic reserves",
        "sec_num": null
      },
      {
        "text": "A key question is how large the reserve should be. The answer must depend on the facts of each case, including the diversity of food supplies, dependability of traditional suppliers, and cost of the program. Such stocks tie up capital for the substantial intervals between releases and can be expensive to maintain, especially in humid tropical countries. 22 Their efficient management also uses scarce human capital and temptations for corruption can easily arise.",
        "cite_spans": [
          {
            "start": 356,
            "end": 358,
            "text": "22",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "National strategic reserves",
        "sec_num": null
      },
      {
        "text": "If the public stock's management can commit to hold the stocks for release only in circumstances in which private stocks would be exhausted, the disincentives to storage by the private market can be reduced. For a landlocked country, this type of emergency situation might be the second year of a severe drought. For an importer, it might be the second year of a global shortage. In such real emergencies, releases of stocks via direct distribution outside the market can be targeted to ensure that all consumers receive what is minimally needed, as previously discussed for the case of the small emergency reserve. A release policy designed to operate via its effect on the general market price is likely to be more costly and less effectively targeted to those in need.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "National strategic reserves",
        "sec_num": null
      },
      {
        "text": "Thus the national storage activity discussed here is appropriately directed at a stockpile of a certain size deemed appropriate to meet security goals rather than aimed at modification of the behavior of prices. In practice, many public storage interventions are targeted at price behavior rather than consumption goals. These include many international commodity agreements and some programs proposed recently.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "National strategic reserves",
        "sec_num": null
      },
      {
        "text": "Many different policy interventions have been used to address problems associated with price volatility in grain markets. These include controls or sanctions on private \"hoarding\" or \"speculation,\" buffer stocks, buffer funds, strategic reserves, use of options and futures, rationing of low-priced supplies, marketing boards, and price floors, all of which obviously affect storage incentives. Other measures that can also affect storage are trade barriers, export taxes, interest rate policies, and production controls.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Commodity agreements and national market price interventions",
        "sec_num": "6.2"
      },
      {
        "text": "Since 1931 there have been more than 40 international commodity agreements worldwide. The products covered include wheat, sugar, rubber, coffee, cocoa, olive oil, tea, and jute. In the 1930s",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Commodity agreements and national market price interventions",
        "sec_num": "6.2"
      },
      {
        "text": "international commodity agreements were explicitly designed to address the severe problems of over-supply and low prices associated with the Great Depression by restricting exports and raising prices. They had some degree of success until the over-supply problem was eliminated by the onset of the World War II.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Commodity agreements and national market price interventions",
        "sec_num": "6.2"
      },
      {
        "text": "In the 1970s, a major element of the economic doctrine of the \"new international economic order\" was negotiation of international commodity agreements (ICAs) under the auspices of the United Nations Conference on Trade and Development (UNCTAD). 23 Important programs were directed at sugar, coffee, cocoa, tin, and rubber. The first two of these, like the pre-war agreements, managed storage only indirectly via commitments to control exports, but the others involved attempts to control prices using versions of price-band schemes. When a price fell to the floor of the band, acquisitions were to be made; when a price reached the ceiling, stocks were, if available, released from the stockpile by the program's management. A later Australian wool reserve price scheme acted more like a floor price scheme with a variable release price and a buffer stock. Because of the distinctive nature of Australian wool, this program was akin to an international agreement in its effect on the market. The United States from the 1930s until the 1970s operated price support schemes involving buffer stocks of major commodities and the European Union has also made use of similar storage-related programs to support and stabilize markets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Commodity agreements and national market price interventions",
        "sec_num": "6.2"
      },
      {
        "text": "The recently evident failure by many grain exporters (especially in the rice market) to commit to ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposals for price stabilization A proposed international coordinated global food reserve",
        "sec_num": "6.3"
      },
      {
        "text": "Another related proposal is for a global \"virtual reserve.\" Nations that are members of the \"club\" would commit funds amounting to US$12-20B to be provided, if necessary, by the high-level technical commission for operations in the futures markets. 25 One version of the proposed intervention characterizes it as a dynamic price-band system (von Braun et al., p. 3) operated by a \"global intelligence unit\" that also makes market forecasts and determines when markets are not functioning well. This unit would be part of an institution that \"already has the long-and medium-term modeling infrastructure for price forecasting.\"",
        "cite_spans": [
          {
            "start": 249,
            "end": 251,
            "text": "25",
            "ref_id": null
          },
          {
            "start": 341,
            "end": 362,
            "text": "(von Braun et al., p.",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A proposed global virtual reserve",
        "sec_num": null
      },
      {
        "text": "It seems that this virtual reserve would be designed to address \"excess price surges caused by hoarding and speculation\" and aim at restoring confidence in the market, preventing ad hoc trade policy interventions, and allowing the market to guide resource allocation in response to fundamental changes in supply, demand, and production costs. A win-win solution is anticipated for producers and for consumers, exporters, and importers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A proposed global virtual reserve",
        "sec_num": null
      },
      {
        "text": "Were the virtual reserve designed to increase stocks to buffer a later emergency, it could be operated by adopting long futures positions when the price is at the bottom of the band, thereby raising the incentive to store. Thus a buffer stock is induced indirectly and the ultimate stabilizing effect is similar to that of a conventional buffer stock scheme. If, later, \"excess price surges\" were detected, the long futures positions could be offset by short sales, encouraging releases of stocks and reducing the current price. This virtual scheme, if large enough to move markets (and if allowed under the rules of relevant commodity markets), is financially risky and subject to manipulation by traders, will lose money on average, and will eventually exhaust its budget. As reported in Peck (1976) , the Federal Farm Board intervened in the United States' cotton and wheat markets using futures contracts to try to stabilize prices in the face of a bear market. This turned out to be an expensive exercise that ended up stabilizing American wheat prices for a year or so before essentially owning the United States' wheat stocks and losing a great deal of money-$188 million dollars-before being disbanded by Congress in 1933. Peck concludes that operating in the futures market did not yield the clear benefits anticipated by Houthakker (1967) . On the other hand, regional supplies were severely distorted even within the United Stated market, creating shortages in some localities and gluts in others, a lesson of relevance to modern proposals for price interventions.",
        "cite_spans": [
          {
            "start": 790,
            "end": 801,
            "text": "Peck (1976)",
            "ref_id": "BIBREF19"
          },
          {
            "start": 1331,
            "end": 1348,
            "text": "Houthakker (1967)",
            "ref_id": "BIBREF18"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A proposed global virtual reserve",
        "sec_num": null
      },
      {
        "text": "In another interpretation that more closely reflects written sketches by von and Robles, Torero, and von Braun (2009) , the \"price band\" that they mention appears to be irrelevant; indeed, the function of the floor price is not discussed. The \"virtual reserve\" would apparently adopt no long positions and hold no stocks in normal times but would stand ready to take naked short positions (not backed by stocks or prospective harvests) when a price surge is detected by a global intelligence unit endowed with information about the market or special forecasting powers unavailable to other market participants. The idea is to arrange access to financial resources from nations that are club members to back these interventions, which \"will reduce spot prices and should make speculators move out of the market\" (von Braun and Torero 2009, p. 3) .",
        "cite_spans": [
          {
            "start": 81,
            "end": 117,
            "text": "Robles, Torero, and von Braun (2009)",
            "ref_id": null
          },
          {
            "start": 811,
            "end": 844,
            "text": "(von Braun and Torero 2009, p. 3)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A proposed global virtual reserve",
        "sec_num": null
      },
      {
        "text": "That is, the intervention is designed to reduce levels of stocks deemed excessive by the global intelligence unit. (Price does not fall unless consumption increases; increased consumption must come from stocks in the short run.) This is a puzzling response to propose as a way to address recent price spikes which, as hereafter noted, occur only when stocks are at minimum levels relative to supplies available to the market. The short sale itself does not increase stocks; it is equivalent in its effect on supply to borrowing stocks from the market and selling them forward.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A proposed global virtual reserve",
        "sec_num": null
      },
      {
        "text": "If the global intelligence unit does convince the market to release stocks it would otherwise hold but its forecast of the future supply turns out to be too optimistic, market participants will know that the program, as a short speculator, will have to cover its naked short commitments. Prices will rise further than if the program had not intervened and the program will lose the entire change in value of its short positions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A proposed global virtual reserve",
        "sec_num": null
      },
      {
        "text": "Indeed, the specific motivation for this program is not clear. Given the multibillion dollar cost, estimated by the proposers (von Braun and Torero 2009, p. 12) at $12-$20 billion U.S. dollars,",
        "cite_spans": [
          {
            "start": 126,
            "end": 160,
            "text": "(von Braun and Torero 2009, p. 12)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A proposed global virtual reserve",
        "sec_num": null
      },
      {
        "text": "where the lower bound is around half of the entire public agricultural research budget worldwide, this initiative requires critical attention.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A proposed global virtual reserve",
        "sec_num": null
      },
      {
        "text": "The implementation proposal (von Braun and Torero 2009) quotes the results of Robles et al. (2009) , which are Granger noncausality tests that actually find no evidence of influence by noncommercial long speculators on wheat or maize and only two significant cases of influence among 47 samples for rough rice, about what one would expect by chance at a 5% significance level. They find only one instance of effect of index traders (less than expected by chance) for maize. They also find a few other instances of rejection of Granger noncausality with respect to trading volume and short speculation, neither of which has been generally viewed as problematic recently.",
        "cite_spans": [
          {
            "start": 78,
            "end": 98,
            "text": "Robles et al. (2009)",
            "ref_id": "BIBREF28"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A proposed global virtual reserve",
        "sec_num": null
      },
      {
        "text": "Although On the basis of their tests, which, as noted, were overwhelmingly negative, von Braun and Torero (2009, p. 2) concluded that \"Appropriate global institutional arrangements for preventing this kind of market failure are needed.\" Assuming the proposal is a serious plan to commit multiple billions of dollars, it is unfortunately necessary to point out that they present no example of a verified finding of an irrational price surge linked to the speculation they aim to curb.",
        "cite_spans": [
          {
            "start": 89,
            "end": 115,
            "text": "Braun and Torero (2009, p.",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A proposed global virtual reserve",
        "sec_num": null
      },
      {
        "text": "Indeed, their evidence makes no real case for suspecting a negative role of speculation, provides no evidence of (unspecified) market failure, and offers no reason to believe that the proposed interventions will have any desired effect at all.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A proposed global virtual reserve",
        "sec_num": null
      },
      {
        "text": "In assessing a price-band proposal and other market problems and interventions to be addressed, it is helpful to keep the following points in mind:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How interventions to stabilize price do (and do not) work",
        "sec_num": "7."
      },
      {
        "text": "1. Any activity or policy that does not change consumption in a market does not affect prices in that market. On the other hand, if a policy decreases price, it increases consumption and decreases stocks. If planned production is responsive, it also decreases when the price drops.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How interventions to stabilize price do (and do not) work",
        "sec_num": "7."
      },
      {
        "text": "2. Unless they address the fundamental source of disturbance (for example, disease, war, or weather), \"stabilization\" policies must actually destabilize some key variables (stocks or public budgets, for example) as they stabilize others (such as price).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How interventions to stabilize price do (and do not) work",
        "sec_num": "7."
      },
      {
        "text": "3. There is no evidence that any chosen group of experts, no matter how well qualified and motivated, can reliably determine when a competitive market is acting in a way not justified by fundamentals. Indeed, the evidence against the general proposition that designated experts can outperform the market in forecasting or trading has grown overwhelmingly in the last several decades. Certainly the major international organizations concerned with food markets for the poor have no record of demonstrating such performance and wisely make no assertions of the capacity to do so.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How interventions to stabilize price do (and do not) work",
        "sec_num": "7."
      },
      {
        "text": "4. In any intervention, net efficiency gains to the society as a whole are typically dwarfed by redistribution of gains and losses between producers and consumers. Those who most enthusiastically and effectively support storage interventions naturally tend to be the ones who are expected to gain from those policies. To comprehend these distributional effects, it is necessary to recognize the dynamic nature of the problem and the importance of private responses to public actions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How interventions to stabilize price do (and do not) work",
        "sec_num": "7."
      },
      {
        "text": "Policy makers find price-band policies appealing because they seem simple and easy to explain.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How interventions to stabilize price do (and do not) work",
        "sec_num": "7."
      },
      {
        "text": "The claim that the band keeps prices stable and concentrated around the center of the band is intuitively appealing. Unfortunately, it is also misleading. To see why, it is instructive to consider first a simpler version consisting of a price floor at which the manager makes an open offer to buy or, subject to availability, to sell any amount of the grain in question.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How interventions to stabilize price do (and do not) work",
        "sec_num": "7."
      },
      {
        "text": "For simplicity assume a market with no short-or long-run production response and a random harvest. 26 What happens if a public floor price program is announced and immediately implemented, and the announcement is totally unanticipated?",
        "cite_spans": [
          {
            "start": 99,
            "end": 101,
            "text": "26",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A simple public floor price program",
        "sec_num": null
      },
      {
        "text": "If the initial price is below the floor price, , the immediate effect is to increase the price and stocks, draw down government funds, and reduce consumption. If the initial price is above , and no private storage is allowed, the effects of introduction of the floor price on storage, price, government funds, and consumption are delayed until there is a harvest large enough that it pushes the price below if it is all consumed. 27 In the long run there is a significant probability that the price is at the floor. Whenever the program holds stocks, the price stays at the floor; when stocks are exhausted, the price rises above the floor to a level that reflects the outcome of the most recent harvest.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A simple public floor price program",
        "sec_num": null
      },
      {
        "text": "If, on the other hand, there is competitive private storage and the price is not too far above , introduction of the price floor raises the price higher immediately and reduces consumption. The existence of the floor raises expected price and encourages more private storage, increasing total demand, as illustrated in Figure 13 . Government expenditure is delayed, however, until the price falls to , and the remaining stocks are sold out to the government at the floor price in a \"speculative attack.\"",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 319,
            "end": 328,
            "text": "Figure 13",
            "ref_id": "FIGREF2"
          }
        ],
        "eq_spans": [],
        "section": "A simple public floor price program",
        "sec_num": null
      },
      {
        "text": "In each of these scenarios, the earliest nonzero effect of the price floor scheme on the commodity price must be positive since the first public purchases must precede the first public sales. This means that producer revenues are increased by the early effects of the program as stocks are accumulated. The effects will be reversed later when the stocks are released, but the time value of money dictates that the earlier gains to producers tend to dominate the later losses. 28 If land is priced to reflect the current present value of the profits that it can produce over time, land prices jump when the program is introduced even if the effects on the commodity price are delayed. Figure 13 . The effect of a price floor on market demand If private storers are allowed to co-exist with the public program, the floor is less frequently in effect so in that sense the price is less stable. But variation of price when it is above the floor is dampened by the action of private speculators as long as they have stocks and in that sense the market is made more stable by private speculation; public and private stocks are complements in smoothing the market. 29",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 684,
            "end": 693,
            "text": "Figure 13",
            "ref_id": "FIGREF2"
          }
        ],
        "eq_spans": [],
        "section": "A simple public floor price program",
        "sec_num": null
      },
      {
        "text": "The floor price scheme just described is pedagogically useful for its simplicity. International agreements involving commodities, including rubber, cocoa, and tin, have often combined the floor price with a higher \"ceiling\" or \"release\" price, a plausible way to protect consumers from the most extreme effects of price spikes. In the past, prominent economists have advocated that prices should be stabilized in a band bounded by the floor and ceiling prices to reduce the \"boom and bust\" gyrations typical of commodity prices (Keynes 1942 , Houthakker, 1967 , Newbery and Stiglitz 1981 .",
        "cite_spans": [
          {
            "start": 528,
            "end": 540,
            "text": "(Keynes 1942",
            "ref_id": "BIBREF21"
          },
          {
            "start": 541,
            "end": 559,
            "text": ", Houthakker, 1967",
            "ref_id": "BIBREF18"
          },
          {
            "start": 560,
            "end": 587,
            "text": ", Newbery and Stiglitz 1981",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Price-band buffer stock programs",
        "sec_num": null
      },
      {
        "text": "A strong intuition is that such a program keeps the price around the middle of the price band most of the time if the band is judiciously chosen. But numerical examples made possible by advances in computing and dynamic programming show that this is not true. 30 As illustrated in Figure 14 , for a program with a floor that is 87.5% of the mean price of $100 and a ceiling set at 112.5%, the program greatly reduces the probability of spikes above the ceiling. But the probability that the price will be at the ceiling is almost 30% and there is a probability of about 15% that the price will be at the floor.",
        "cite_spans": [
          {
            "start": 260,
            "end": 262,
            "text": "30",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 281,
            "end": 290,
            "text": "Figure 14",
            "ref_id": "FIGREF3"
          }
        ],
        "eq_spans": [],
        "section": "Price-band buffer stock programs",
        "sec_num": null
      },
      {
        "text": "There is little probability that price will be located between the mid-point of the band and the top. Most of the time, the market appears to be \"challenging\" either the floor or the release price.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Price-band buffer stock programs",
        "sec_num": null
      },
      {
        "text": "The price ceiling discourages production and storage and increases volatility of the price as the latter approaches the ceiling. 29 Program administrators might view private speculators as the culprits in sporadic \"speculative attacks\" on the public stockpile, acquiring the whole stock when the price rises above the floor and dumping their stocks on the government program when the price reverts to the floor. These actions may be viewed as \"destabilizing\" the stockpile but they tend to stabilize consumption and to moderate large changes in price. (See Williams and Wright (1991, chapter 13) .) 30 There are important interactions between band width, private storage within the band, the supply response, the expected rate of accumulation of losses, and the maximum level of stocks. See Williams and Wright (1991, chapter 14) . Are consumers willing to submit to a high probability of the price remaining at the ceiling well above the free-market median in exchange for less frequent food emergencies that may, in the absence of intervention, occur between once and perhaps three times in a generation?",
        "cite_spans": [
          {
            "start": 129,
            "end": 131,
            "text": "29",
            "ref_id": null
          },
          {
            "start": 557,
            "end": 595,
            "text": "Williams and Wright (1991, chapter 13)",
            "ref_id": null
          },
          {
            "start": 599,
            "end": 601,
            "text": "30",
            "ref_id": null
          },
          {
            "start": 791,
            "end": 829,
            "text": "Williams and Wright (1991, chapter 14)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Price-band buffer stock programs",
        "sec_num": null
      },
      {
        "text": "Another serious consideration is budget cost. When a program chooses a price floor p F that is no higher than the free-market mean (adjusted for a perfectly estimated trend if necessary) or a price band where the mean of the floor and ceiling price equals the free-market mean, the program has commonly been assumed by economists to be \"self-liquidating\"-that is, financially sustainable based on the fact that expected net balances should equal zero and on the intuition that the summed funds from purchases and sales after several years of operation should be close to their initial values. But this intuition is wide of the mark even for a simple floor price scheme in a market with no underlying trend. 31 The fund may in the short run accumulate great profits, appearing to affirm the manager's skill and inducing pressure to raise the floor. Such pressures can be very difficult to resist. 32 Even if the manager can commit to the original rules, any given operating reserve will be depleted in finite time.",
        "cite_spans": [
          {
            "start": 707,
            "end": 709,
            "text": "31",
            "ref_id": null
          },
          {
            "start": 896,
            "end": 898,
            "text": "32",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Price-band buffer stock programs",
        "sec_num": null
      },
      {
        "text": "In practice, postwar experience has affirmed that the \"finite time\" within which such programs fail is disconcertingly short, often less than a decade or two. Recent failures in programs for tin and wool, among others, have shown that the largest price effect of these interventions can be the severe price collapse that accompanies their inevitable failure. 33 When such price support programs do fail, there is generally a public consensus that the intervention price was wrongly set and management is often blamed for faulty trend forecasting.",
        "cite_spans": [
          {
            "start": 359,
            "end": 361,
            "text": "33",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Price-band buffer stock programs",
        "sec_num": null
      },
      {
        "text": "There is scant recognition that failure is inevitable at any relevant intervention price even if the fundamentals are stationary. Higher floor prices merely advance the time of reckoning and priceband programs tend to fail sooner because they tend to accumulate stocks at a faster rate.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Price-band buffer stock programs",
        "sec_num": null
      },
      {
        "text": "One way to avoid such failure might be to revert to a simple price floor rule but adjust the floor price down somewhat after one or two years of low prices. This enhances sustainability by reducing accumulation of debt. Competitive storage in effect achieves this. Figure 15 illustrates three probability densities for prices conditional on current prices at, respectively, 74%, 94%, and 114% of the mean generated by a numerical model of competitive storage. In this example, if price is 94% of the mean, there is virtually no chance it will be below 70% of the mean the 31 To see this, consider the simple case in which demand is linear and planned production is constant so the mean price is exogenous. Assume further that the harvest has a symmetric stationary two-point distribution, that there is no private storage, and that is set at the mean price-the price when consumption equals mean production.",
        "cite_spans": [
          {
            "start": 572,
            "end": 574,
            "text": "31",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 265,
            "end": 274,
            "text": "Figure 15",
            "ref_id": "FIGREF4"
          }
        ],
        "eq_spans": [],
        "section": "Price-band buffer stock programs",
        "sec_num": null
      },
      {
        "text": "Imagine a \"buffer fund\" scheme whereby the government pays for each unit sold at each time . Negative payments are receipts by the government. The fund's monetary balance, , with initial value , follows a random walk. Given an infinite horizon, the balance passes any finite negative bound in finite time and the probability that it is zero at any future date is the same as the probability that it is never zero before that date and quickly becomes negligible (see Feller (1967, lemma 1, p. 76) ). Similarly, a price floor backed by a buffer stock generates a fund balance that hits zero with probability one in finite time (that is, \"infinitely often\"). If a price ceiling is added, the expected time to a zero balance is shorter. 32 The history of the Australian reserve price scheme for wool (a more complex version of a floor price sheme) is a salutary example where short-run success hastened the later catastrophic failure. 33 See Bardsley (1994) , Gilbert (1996) , and Haszler (1998).",
        "cite_spans": [
          {
            "start": 466,
            "end": 495,
            "text": "Feller (1967, lemma 1, p. 76)",
            "ref_id": null
          },
          {
            "start": 733,
            "end": 735,
            "text": "32",
            "ref_id": null
          },
          {
            "start": 938,
            "end": 953,
            "text": "Bardsley (1994)",
            "ref_id": "BIBREF0"
          },
          {
            "start": 956,
            "end": 970,
            "text": "Gilbert (1996)",
            "ref_id": "BIBREF15"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Price-band buffer stock programs",
        "sec_num": null
      },
      {
        "text": "-38 -next year. If the price does fall to 70% of the mean, there is virtually no chance it will fall below 60% (or rise above 110%) the following year. The market is acting like a floor price program with a \"soft\" floor price adjusted in response to recent experience to prevent excess losses.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Price-band buffer stock programs",
        "sec_num": null
      },
      {
        "text": "Note also that if the price is 114% of the mean the figure indicates a much larger chance of a lower price than a higher price the following year. There is a modest right tail indicating the probability of a price at least 14% above the mean but the model is acting much like an imperfectly effective price-band program with a ceiling at 114% of the mean price. Figure 15 . Probability of price in period t+1 when current price P t is 74%, 94%, or 114% of the mean price of $100",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 362,
            "end": 371,
            "text": "Figure 15",
            "ref_id": "FIGREF4"
          }
        ],
        "eq_spans": [],
        "section": "Price-band buffer stock programs",
        "sec_num": null
      },
      {
        "text": "In short, much of the stabilizing benefits of a price-band scheme are furnished by competitive private storage in a free market in which there is no fear of punitive measures against \"hoarding\" or other perceived offenses. Price-band schemes in theory are bound to fail if the bands are not adjusted to reduce losses. In practice, failure comes fairly quickly. If, on the other hand, bands are adjusted to reduce accumulation of losses, the program tends to mimic what the free market can provide. Price-band schemes are unsustainable and expensive, in theory and in practice.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Price-band buffer stock programs",
        "sec_num": null
      },
      {
        "text": "Besides measures affecting storage activity directly, other policies might be considered to reduce market volatility and/or increase market access. Some of these have considerable merit; others do not. We now turn to several of these, starting with the more promising.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Other recent proposals to address price volatility",
        "sec_num": "8."
      },
      {
        "text": "One striking feature of recent chaos in grain markets is the paucity of timely data on available stocks in each country and particularly in Asia. Earlier and more accurate data can reduce volatility, improve planning, and encourage international confidence and cooperation. Policy innovations that could overcome the tendency of key participants to keep stock data secret might well do more to stabilize world markets than more direct interventions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Agreements to improve exchange of critical information",
        "sec_num": null
      },
      {
        "text": "Modern food markets are, in an important sense, more inherently stable than their predecessors. Now, an increasing portion of food grains and oilseeds is being used for biofuel. But in a food supply emergency, it should be possible to commit to reducing biofuel manufacture and releasing the feed grains and oilseeds for food use without undue hardship to energy consumers. If there is no contemporaneous energy price spike, the market can divert supplies from fuel to food use as food prices rise. (Biofuel mandates eliminate this flexible, market-stabilizing response.) If energy prices are also spiking, such market-based substitution might not occur. In anticipation of such cases, the food supply authority could purchase a call option on grain from biofuel producers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Commitments to divert grains from biofuel and feed uses in emergencies",
        "sec_num": null
      },
      {
        "text": "However, if biofuel feedstocks are switched to permanent stands of miscanthus or other perennial inedible grasses, some of this flexibility could be lost. If biofuel conversion of such inedible crops becomes more efficient, producers may well be tempted to increase the area planted to them. In that case, the threat to food supply security could become much more serious than it is at present.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Commitments to divert grains from biofuel and feed uses in emergencies",
        "sec_num": null
      },
      {
        "text": "Recent experience in the rice market has demonstrated the hazards associated with reliance on imports to satisfy needs for a staple commodity. Exporters and importers have a joint interest in keeping trade open when prices are high so they can together reap the full benefits of the smoothing role of trade, which can exceed what can be achieved via storage. But commitments of governments beyond the term of the current administration are difficult to achieve and can easily collapse when governments face pressure from politically powerful urban consumers. One useful policy change to improve the commitment capacity of exporters would be a reform of WTO disciplines on export bans and export taxes consistent with existing rules against import tariffs and quotas.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Commitments to refrain from using export restrictions",
        "sec_num": null
      },
      {
        "text": "In any grain price crisis, futures and options traders get blamed sooner or later. This happened in the United States, for example, in the last century when many forms of futures and options trading were banned and it is happening again now. This time, the critiques come with novel twists.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Futures market regulation",
        "sec_num": null
      },
      {
        "text": "The major critique focuses on the entry of new money from (1) index funds holding persistent long positions (contracts to purchase grain in the future at a set price) and managing those positions by rolling the hedges over to later maturities or increasing or decreasing their positions to maintain portfolio allocation shares, and (2) speculative investors such as hedge funds. The argument is that these long positions have added buying pressure, raising prices for the physical commodity above the levels justified by supply and demand.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Futures market regulation",
        "sec_num": null
      },
      {
        "text": "For United States futures markets, the facts tend to contradict the assumptions underlying this critique. 34 First, for soybeans and maize in particular, short-hedging by producers, merchants, and processors grew more from 2006 to 2008 than did long speculation. For wheat, the increase in long speculation was greater but the relative magnitudes stayed within normal ranges. 35 Second, the commodities for which index investment grew most over the two years saw no significant price increases. Third, commodities neglected by index funds (such as rough rice and fluid milk) experienced large price increases, as did commodities with no futures markets at all (apples, edible beans). Fourth, index funds rebalance as grain prices rise, reducing long positions to maintain portfolio shares, and thus stabilize prices somewhat like a more flexible variant of a price-band policy. Fifth, empirical work has shown no evidence that position changes by speculators help forecast price changes in these markets. 36 Finally, if long futures market positions exacerbated price spikes last year, they must have reduced consumption and increased commodity stocks. But stocks were around minimal feasible levels in 2007/08. To the extent that speculators might have influenced the market by increasing stocks in previous years, their unwinding of those positions last year should have increased consumption and moderated price, which are hardly undesirable effects.",
        "cite_spans": [
          {
            "start": 376,
            "end": 378,
            "text": "35",
            "ref_id": null
          },
          {
            "start": 1005,
            "end": 1007,
            "text": "36",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Futures market regulation",
        "sec_num": null
      },
      {
        "text": "The reality that overall grain availability increased last year prompted a quite different rationalization of the crisis in the grain markets: there were irrational or manipulative bubbles attributable to \"greedy\" speculators that burst in the spring and summer of 2008. In 2007, one story goes, prices got out of line in the grain markets and supplies were withheld in anticipation of greater profits later. The sharp reversals of grain price trends in different months of 2008 are viewed as confirmation of this interpretation: the \"bubbles\" proved unsustainable, as bubbles always are, and burst at different times. Given the global disarray in financial markets at present, an explanation dependent on greed and irrationality can be both plausible and attractive.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Policies to prevent irrational or manipulative bubbles",
        "sec_num": null
      },
      {
        "text": "Unfortunately, recent research on models of commodity markets like the one represented in Figure 12 but with slightly different, though hardly unconventional, demand behavior has shown 37 that irrational bubbles are difficult if not impossible to distinguish from normal rational investment behavior by nonmanipulative market participants, just as \"greedy\" investors are difficult to distinguish ex ante from regular \"profit maximizers.\" There is another reason to discount the need to prevent bubbles. If a bubble occurred in a grain market last year, to affect price it must have increased stocks. But, as previously noted, stocks were at or close to minimum levels. Where were the increased stocks to be found? More fundamentally, is it prudent to force the release of scarce stocks if there is no guarantee that the next harvest will be better?",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 90,
            "end": 99,
            "text": "Figure 12",
            "ref_id": "FIGREF1"
          }
        ],
        "eq_spans": [],
        "section": "Policies to prevent irrational or manipulative bubbles",
        "sec_num": null
      },
      {
        "text": "A related set of arguments points to the entry of holders of new and cheap capital into commodity futures markets in the past few years as a key cause of grain price spikes. One part of the argument has some plausibility and is favored by respected researchers in international finance. A brief sketch goes as follows. A large pool of global capital accumulated largely in China was invested in the United States housing market until that market collapsed. Hoards of these global dollars, seeking new targets, were dumped into the commodity markets through hedge funds and other investment vehicles. These new dollars caused commodity prices to soar. 38 All but the last sentence is plausible. The real cost of capital to major financial and commodity markets was low until the United States financial sector descended into disarray and international dollar surpluses were a part of this phenomenon. As previously noted, lower interest rates tend to be associated with higher stocks, higher current prices, and lower futures prices. But the facts regarding key agricultural commodity market behavior just quoted fail to imply any causal relation between the cash inflow and commodity price spikes. This is not surprising. No one has demonstrated that this cash increased grain stocks when, as previously noted, stocks were around minimal feasible levels for normal market operations. If the cash did not increase stocks, it cannot have reduced consumption or raised the market price in the short run. If it did increase stocks earlier, their release before the price spiked must have moderated the price increase and smoothed consumption.",
        "cite_spans": [
          {
            "start": 651,
            "end": 653,
            "text": "38",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Controls on the investment of excess global liquidity",
        "sec_num": null
      },
      {
        "text": "If international income growth, futures market speculation, and global financial flows do not explain the recent grain price spikes, what does? Why were they so large? Were they caused by the oil price surge shown in Figure 5 ? Were they irrational bubbles, unrelated to fundamentals, after all?",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 217,
            "end": 225,
            "text": "Figure 5",
            "ref_id": "FIGREF4"
          }
        ],
        "eq_spans": [],
        "section": "Recent grain price spikes: A reappraisal",
        "sec_num": "9."
      },
      {
        "text": "An important part of the answer is that the spikes, appropriately deflated, were not unusually large. Look again at Figures 3 and 4 . There were comparable spikes around 1996-smaller for wheat, larger for maize. Another glance at Figure 5 shows that those spikes were clearly unrelated to oil prices, which were stable around that time. They could hardly have been caused by index fund investment-one of the two major indexes was not even in existence then.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 116,
            "end": 131,
            "text": "Figures 3 and 4",
            "ref_id": "FIGREF2"
          },
          {
            "start": 230,
            "end": 238,
            "text": "Figure 5",
            "ref_id": "FIGREF4"
          }
        ],
        "eq_spans": [],
        "section": "Recent grain price spikes: A reappraisal",
        "sec_num": "9."
      },
      {
        "text": "A more promising line of investigation is suggested by Figure 16 , which shows world stock-touse ratios for the sum of the three major grains (corn, wheat, and rice). 39 Around 1996, the world aggregate stock-to-use ratio was much higher than recently. But the world figure was distorted by the huge holdings of China, which exported no grain in that period. If China's effect is removed, the ratio around 1996/97 looks as tight as observed in 2007/08. The lack of stocks in both episodes left the market susceptible to large price spikes from small supply disturbances.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 55,
            "end": 64,
            "text": "Figure 16",
            "ref_id": "FIGREF5"
          }
        ],
        "eq_spans": [],
        "section": "Recent grain price spikes: A reappraisal",
        "sec_num": "9."
      },
      {
        "text": "One possible objection to this assertion is that the ratio was about as tight around 2002-2004 and yet the price changes observed then were much smaller. But in that period, in contrast to the other episodes, China made substantial exports of maize and rice, increasing available supplies in the global grain market. The recent price spikes are not as unusual as many discussions imply and the balance between consumption, available supply, and stocks seems to be as relevant for our understanding of these markets as it was decades ago. Figure 16 . World stock-to-use ratios for the sum of the three major grains (corn, wheat, and rice) (Source: USDA Foreign Agricultural Service -Production Supply and Distribution)",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 538,
            "end": 547,
            "text": "Figure 16",
            "ref_id": "FIGREF5"
          }
        ],
        "eq_spans": [],
        "section": "Recent grain price spikes: A reappraisal",
        "sec_num": "9."
      },
      {
        "text": "The storability of grains causes the price response to a change in supply to vary with the level of available supply. The major grains-wheat, rice, and maize-are highly substitutable in the global market for calories. When their aggregate supply is high, a modest reduction can be tolerated with a moderate increase in price by drawing on discretionary stocks. But when stocks decline to a minimum feasible level, the price becomes much more sensitive to small net shocks. In a free market, poor consumers with little wealth may be forced by high prices to spend much of what resources they have on food and reduce consumption at great personal cost. Others reduce consumption very little even when prices soar.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "10."
      },
      {
        "text": "In 2007/08 the aggregate stocks of major grains carried over from the previous year were at minimal levels due largely to substantial mandated diversions of grain and oilseeds for biofuel and strong and sustained increases in income in China and India. Lack of stocks rendered the markets vulnerable to modest but unpredictable disturbances such as regional weather problems, the further boost to biofuel demand from the oil price spike in 2007/08, the unprecedented extension of the long Australian drought, and other production problems. However, supplies in the market were sufficient to meet food demands without jumps in price had exporters not panicked, leading to a cascade of export bans and taxes that cut off importers from their usual suppliers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "10."
      },
      {
        "text": "A review of the history of grain prices reveals that the deflated prices of food grains followed long-run downward trends interspersed by episodes of steep price increases immediately followed by even more precipitous price falls. Relative to other episodes of grain price spikes, volatility in the real grain price the past few years has not been particularly high. There is no evidence of a change in the global grain price regime.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "10."
      },
      {
        "text": "If in the future more serious supply problems arise, there is little doubt that export bans will recur. Governments that recognize an obligation to protect poor consumers or are sensitive to pressure from consumers in general tend to intervene when food prices rise sharply, distorting private storage incentives and cutting off importers' access to supplies. Given these realities, there is a case for public interventions when supplies are more plentiful in anticipation of future crises.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "10."
      },
      {
        "text": "Recent experiences in the grain markets in the past few years have encouraged many governments to build or expand national grain reserves. If such reserves are aimed at ensuring minimal levels of consumption, they should be designed to meet the needs of vulnerable consumers by nonmarket distribution in emergencies. Decisions about their size should reflect both the advantages of secure supplies and the substantial costs of acquisition, storage, and administration.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "10."
      },
      {
        "text": "The recent food price spikes have led to several proposals for international intervention in commodity markets. One suggests that creation of a small emergency reserve to respond quickly to regional emergencies would help speed up responses by international organizations in aiding groups in distress. The free market cannot be relied upon to service this need, for such groups lack the resources to bid for the food they require. Since regional emergencies often involve landlocked nations, contingent transport contracts may be useful to ensure adequate and timely distribution of stored grain.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "10."
      },
      {
        "text": "A large international grain reserve, held at optimal locations and controlled jointly by national governments to mitigate global food supply crises could economize on stocks and storage costs in providing a globally adequate amount of storage and help maintain the valuable stabilizing role of free international trade in grains during emergencies. Unfortunately, such an ambitious scheme appears to be infeasible without improved means of guaranteeing continued international collaboration by the participants during food emergencies. Stronger WTO disciplines on export tariffs and adoption of disciplines on export bans are would increase incentives for collaboration, but are unlikely to be persuasive in serious food price crises.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "10."
      },
      {
        "text": "Other recent responses to the events of the last few years include proposals for a combination of international physical reserves provided by members of a group of national participants and \"virtual\" reserves to control speculative price behavior in grain markets. Interventions would be triggered by a price band that so far lacks clearly specified objectives and rationales. In at least one version, the interventions would be naked speculative short positions taken when a global intelligence unit using special knowledge unavailable to the market decides, using criteria not identified, that prices do not reflect \"fundamentals.\" Similar proposals made many years ago were easier to take seriously. In the last half century, a large body of work including theoretical and empirical analyses has shown how difficult it is, even for top experts, to be sure that markets are out of equilibrium and that proposed price interventions will do more good than harm.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "10."
      },
      {
        "text": "Use of price-band rules to operate international or domestic market stabilization schemes is less simple than often assumed and less effective in ensuring food security for those most at risk. The price tends to hover at or near the upper or lower band, private storage is reduced or eliminated, and production is discouraged just when it is most needed. Theory predicts, and experience confirms, that these programs inevitably fail even if there is no underlying trend in price. Naked short speculation to stabilize prices is no less risky and indeed could quickly lose vast sums of money, especially if positive initial results increase the confidence of management, encouraging decisions that lead to greater financial exposure.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "10."
      },
      {
        "text": "Recent experience indicates the need for greater caution in adopting policies that subsidize or, worse, mandate further diversion of grains or grain-producing land to biofuel. These are likely to have serious negative effects on the security of grain for consumption by the world's most vulnerable consumers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "10."
      },
      {
        "text": "On the other hand, the reality that substantial quantities of grains and oilseeds will continue in the near future to be converted into biofuel or animal feed in many countries suggests a new strategy to ensure that the most vulnerable consumers have access to sufficient food (as distinct from stabilizing market price). Options could be created to give governments the right to acquire, in serious food supply emergencies, grains or oilseeds that would otherwise be allocated to biofuel production or animal feed. These grains could then be distributed to the target recipients, assuming appropriate prior investment in the infrastructure necessary to identify qualifying recipients and ensure effective food distribution. All parties could gain from such diversion options, which could be written as contracts with specific biofuels producers; they are not necessarily dependent on the existence of a commodity exchange.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "10."
      },
      {
        "text": "In June 2009, wheat prices surged to their highest prices since October 2008.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Although we must focus on aggregate numbers here, it is important that they mask a tremendous amount of variation between countries, due to trade barriers, domestic price and tax policies, and transport costs. As trade barriers, tariffs and transport costs have changed abruptly, the scope of various international markets has also been redefined. Furthermore, consumers in large or landlocked countries international prices often face widely varying prices. For many, international prices, and global policies discussed here, might have little relevance.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "SeeAbbott et al. (2008Abbott et al. ( , 2009,Mitchell (2008),Timmer (2008), andGilbert (2008).4 Though Brazil is a major biofuel producer (using sugar cane), its production reportedly has not diverted large acreages from grain production. However conversion of sugar producing land to cereal production has led to a sugar price crisis recently.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Bloomberg.com April 17, 2008 (http://www.bloomberg.com/apps/news?pid=20601082&sid=a2QZ._5PDbEs, last accessed July 9, 2009).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Vietnam had announced a ban on new sales in July 2007(Slayton 2009).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See Timmer (2008). It appears Japan has not yet sold these stocks.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Above minimum stocks, small additional fractions of stocks are placed on the market only when the incentive is high, because they are in relatively inaccessible locations or perform valuable roles in keeping the system operating efficiently. These stocks are ignored here; they play only a minor role in the determination of price volatility. SeeBobenrieth, Bobenrieth and Wright (2004).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Deaton and Laroque (1992, 1995, 1996.15 Cafiero, Bobenrieth, Bobenrieth, and Wright (2009). For major grains, confirmation of this result is the subject of ongoing empirical research.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In the United States, long-run speculators, whose futures positions provide the incentive for storage by shorthedgers, are currently enduring a great deal of negative attention regardless of a lack of evidence of excessive stocks.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "For a more extensive discussion of the rationale for public intervention in storage markets, seeWright and Williams (1982b) andWilliams and Wright (1991, chapter 15).18 Even if we ignore this difficult issue, optimization of the details of location and operation presents a challenging spatial-temporal problem that deserves considerable attention before the proposal is implemented. SeeBrennan, Williams, and Wright (1997) for a spatial-temporal model of an exporting region that gives some hint of the issues involved in modeling imports of food aid for a geographically dispersed population.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See, for example,Subbarao (2003).20 Recent reports indicate that Saudi Arabia, Egypt, Iran, China, Russia, Jordan, Mozambique, Morocco, and Malawi are among the countries placing grain in national reserves.(Marc Sadler, personal communication, April 30, 2009.) 21 Oxford Analytica, Global Strategic Analysis, April 20, 2009. 22 Stocks would be \"rolled over\" with no net release as frequently as needed to maintain quality.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See Gilbert (1996, 2005 andGardner (1985) for excellent surveys of international agreements.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "von Braun et al. (March 2009).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Operation of this large program in futures markets would require ready access to margin financing and could be subject to gaming by traders aware of the program's operating rules.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The harvest disturbance is assumed to be independently and identically distributed.27 If there is supply response, consumption and price but not government revenue are affected before the floor price is reached.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "To see this, consider that the early gains could be invested and earn interest before they are balanced by equal dollar outflows. (SeeWright (1979) andWilliams and Wright (1991, chapters 12 and 13) for more on distributional effects of market stabilization.)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See Irwin et al. (2009).35 SeeVerleger (2009) for related findings for the market for crude oil.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See the Granger causality tests inSanders, Irwin, and Merrin (2008). 37 SeeBobenrieth et al. (2000Bobenrieth et al. ( , 2008.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See Caballero et al. (2008) for a version of this argument focused principally on the oil market.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "This figure and the associated argument draw on the work ofDawe (2009).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "The Collapse of the Australian Wool Reserve Price Scheme",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Bardsley",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "The Economic Journal",
        "volume": "104",
        "issue": "",
        "pages": "1087--1105",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bardsley, P. \"The Collapse of the Australian Wool Reserve Price Scheme,\" The Economic Journal, 104 (September 1994), 1087-1105.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "A Foundation for the Solution of Consumption-Saving Behavior with a Borrowing Constraint and Unbounded Marginal Utility",
        "authors": [
          {
            "first": "E",
            "middle": [
              "S A"
            ],
            "last": "Bobenrieth",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "R A"
            ],
            "last": "Bobenrieth",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [
              "D"
            ],
            "last": "Wright",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Journal of Economic Dynamics and Control",
        "volume": "32",
        "issue": "",
        "pages": "695--708",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bobenrieth, E.S.A., J.R.A. Bobenrieth and B.D. Wright. 2008. \"A Foundation for the Solution of Consumption-Saving Behavior with a Borrowing Constraint and Unbounded Marginal Utility.\" Journal of Economic Dynamics and Control 32, 695-708.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "A Model of Supply of Storage",
        "authors": [
          {
            "first": "E",
            "middle": [
              "S A"
            ],
            "last": "Bobenrieth",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "R A"
            ],
            "last": "Bobenrieth",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [
              "D"
            ],
            "last": "Wright",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Economic Development and Cultural Change",
        "volume": "52",
        "issue": "3",
        "pages": "605--616",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bobenrieth, E.S.A., J.R.A. Bobenrieth and B.D. Wright. 2004. \"A Model of Supply of Storage.\" Economic Development and Cultural Change, 52(3): 605-616.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "A Commodity Price Process with a Unique Continuous Invariant Distribution Having Infinite Mean",
        "authors": [
          {
            "first": "E",
            "middle": [
              "S A"
            ],
            "last": "Bobenrieth",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "R A"
            ],
            "last": "Bobenrieth",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [
              "D"
            ],
            "last": "Wright",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Econometrica",
        "volume": "70",
        "issue": "3",
        "pages": "1213--1219",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bobenrieth, E.S.A., J.R.A. Bobenrieth and B.D. Wright. 2002. \"A Commodity Price Process with a Unique Continuous Invariant Distribution Having Infinite Mean.\" Econometrica, 70(3): 1213-1219.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Price dynamics in the Bangladesh rice market: implications for public intervention",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Brennan",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Agricultural Economics",
        "volume": "29",
        "issue": "",
        "pages": "15--25",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Brennan, D. \"Price dynamics in the Bangladesh rice market: implications for public intervention.\" Agricultural Economics, 29 (2003): 15-25.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Convenience Yield without the Convenience: A Spatial-Temporal Interpretation of Storage under Backwardation",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Brennan",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "C"
            ],
            "last": "Williams",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [
              "D"
            ],
            "last": "Wright",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "The Economic Journal",
        "volume": "107",
        "issue": "443",
        "pages": "1009--1022",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Brennan, D., J.C. Williams, and B.D. Wright. \"Convenience Yield without the Convenience: A Spatial-Temporal Interpretation of Storage under Backwardation.\" The Economic Journal 107(443): 1009-1022.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Financial Crash, Commodity Prices, and Global Imbalances",
        "authors": [
          {
            "first": "R",
            "middle": [
              "J"
            ],
            "last": "Caballero",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Farhi",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [
              "O"
            ],
            "last": "Gourinchas",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Brookings Papers on Economic Activity Conference",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Caballero, R.J., E. Farhi, and P.O. Gourinchas. 2008. \"Financial Crash, Commodity Prices, and Global Imbalances.\" Paper prepared for the September 2008 Brookings Papers on Economic Activity Conference, Washington, D.C.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "The Empirical Relevance of the Competitive Storage Model",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Cafiero",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [
              "S A"
            ],
            "last": "Bobenrieth",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "R A"
            ],
            "last": "Bobenrieth",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [
              "D"
            ],
            "last": "Wright",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cafiero, C. Bobenrieth, E.S.A., J.R.A. Bobenrieth and B.D. Wright. 2002 \"The Empirical Relevance of the Competitive Storage Model.\" U. C. Berkeley, 2009",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Agricultural and Development Economics Division (ESA) Working paper 09-01. Food and Agricultural Organization",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Dawe",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Dawe, D. \"The Unimportance of \"Low\" World Grain Stocks for Recent World Price Increases,\" Agricultural and Development Economics Division (ESA) Working paper 09-01. Food and Agricultural Organization, Rome, 2009.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "On the Behaviour of Commodity Prices",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Deaton",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Laroque",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "The Review of Economics Studies",
        "volume": "59",
        "issue": "1",
        "pages": "1--23",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Deaton, A. and G. Laroque. \"On the Behaviour of Commodity Prices,\" The Review of Economics Studies, Vol. 59, No. 1 (January 1992), pp. 1-23.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Estimating a Nonlinear Rational Expectations Commodity Price Model with Unobservable State Variables",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Deaton",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Laroque",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "The Microeconometrics of Dynamic Decision Making",
        "volume": "10",
        "issue": "",
        "pages": "9--40",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Deaton, A. and G. Laroque. \"Estimating a Nonlinear Rational Expectations Commodity Price Model with Unobservable State Variables,\" Journal of Applied Econometrics, Vol. 10, Special Issue: The Microeconometrics of Dynamic Decision Making (Dec., 1995), pp. S9-S40.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Competitive Storage and Commodity Price Dynamics",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Deaton",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Laroque",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "The Journal of Political Economy",
        "volume": "104",
        "issue": "5",
        "pages": "896--923",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Deaton, A. and G. Laroque. \"Competitive Storage and Commodity Price Dynamics,\" The Journal of Political Economy, Vol. 104, No. 5 (Oct., 1996), pp. 896-923.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Introduction to Probability Theory",
        "authors": [
          {
            "first": "W",
            "middle": [],
            "last": "Feller",
            "suffix": ""
          }
        ],
        "year": 1967,
        "venue": "",
        "volume": "1",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Feller, W. Introduction to Probability Theory, Vol. 1, J. Wiley and Sons, Inc. 1967.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "The Impacts of Biofuel Production on Food Prices: a review",
        "authors": [
          {
            "first": "N",
            "middle": [],
            "last": "Gerber",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "V"
            ],
            "last": "Eckert",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Breuer",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gerber, N., M.V. Eckert, and T. Breuer. \"The Impacts of Biofuel Production on Food Prices: a review\", ZEF -Discussion Paper on Development Policy, December 2008.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "International Commodity Agreements: An Obituary Notice",
        "authors": [
          {
            "first": "C",
            "middle": [
              "L"
            ],
            "last": "Gilbert",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "How to Understand High Food Prices",
        "volume": "24",
        "issue": "",
        "pages": "1--19",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gilbert, C.L. \"International Commodity Agreements: An Obituary Notice,\" World Development, Vol. 24, No. 1, pp. 1-19, 1996. ---------, \"International Commodity Agreements,\" mimeo, January, 2005. ---------, \"How to Understand High Food Prices,\" mimeo, December, 2008.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Carryover Levels for Grains: A Method for Determining Amounts that are Optimal under Specified Conditions",
        "authors": [
          {
            "first": "R",
            "middle": [
              "L"
            ],
            "last": "Gustafson",
            "suffix": ""
          }
        ],
        "year": 1958,
        "venue": "USDA Technical Bulletin 1178",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gustafson, R.L. \"Carryover Levels for Grains: A Method for Determining Amounts that are Optimal under Specified Conditions\", USDA Technical Bulletin 1178, 1958.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Australia's Wool Policy Debacle: Efficiency, Equity and Government Failure",
        "authors": [
          {
            "first": "H",
            "middle": [
              "C"
            ],
            "last": "Haszler",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "Ph.D. Dissertation, School of Business",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Haszler, H.C. \"Australia's Wool Policy Debacle: Efficiency, Equity and Government Failure.\" Ph.D. Dissertation, School of Business, La Trobe University, Bundoora, Victoria, Australia, 1988.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Economic Policy for the Farm Sector",
        "authors": [
          {
            "first": "H",
            "middle": [
              "S"
            ],
            "last": "Houthakker",
            "suffix": ""
          }
        ],
        "year": 1967,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Houthakker, H.S. Economic Policy for the Farm Sector. Washington, D.C.: American Enterprise, 1967.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "The Futures Trading Experience of the Federal Farm Board",
        "authors": [
          {
            "first": "A",
            "middle": [
              "E"
            ],
            "last": "Peck",
            "suffix": ""
          }
        ],
        "year": 1976,
        "venue": "Futures Trading Seminar",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Peck, A.E. \"The Futures Trading Experience of the Federal Farm Board.\" Futures Trading Seminar, Chicago Board of Trade, 1976.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Devil or Angel? The Role of Speculation in the Recent Commodity Price Boom (and Bust)",
        "authors": [
          {
            "first": "S",
            "middle": [
              "H"
            ],
            "last": "Irwin",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [
              "R"
            ],
            "last": "Sanders",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [
              "P"
            ],
            "last": "Merrin",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "the Southern Agricultural Economics Association Meetings",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Irwin, S.H., D.R. Sanders, and R.P. Merrin. \"Devil or Angel? The Role of Speculation in the Recent Commodity Price Boom (and Bust)\", in the Southern Agricultural Economics Association Meetings, Atlanta, January 31-February 3, 2009.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "The International Regulation of Primary Products",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Keynes",
            "suffix": ""
          }
        ],
        "year": 1942,
        "venue": "Reprinted in J.M. Keynes Collected Works",
        "volume": "27",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Keynes, J.M. \"The International Regulation of Primary Products.\" 1942. Reprinted in J.M. Keynes Collected Works, Volume 27 London: Macmillan, 1982.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "The Effects of Commodity Price Stabilization Programs",
        "authors": [
          {
            "first": "M",
            "middle": [
              "J"
            ],
            "last": "Miranda",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [
              "G"
            ],
            "last": "Helmberger",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "American Economic Review",
        "volume": "78",
        "issue": "",
        "pages": "46--58",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Miranda, M.J. and P.G. Helmberger. \"The Effects of Commodity Price Stabilization Programs,\" American Economic Review 78: 46-58.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Do hedge funds and commodity funds affect commodity prices?\" DECnote, International Economics Department of World Bank",
        "authors": [
          {
            "first": "D",
            "middle": [
              "O"
            ],
            "last": "Mitchell",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [
              "L"
            ],
            "last": "Gilbert",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mitchell, D.O. and C.L. Gilbert. \"Do hedge funds and commodity funds affect commodity prices?\" DECnote, International Economics Department of World Bank, February 2007.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "A note on Rising World Food Prices",
        "authors": [
          {
            "first": "D",
            "middle": [
              "O"
            ],
            "last": "Mitchell",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Development Prospects Group",
        "volume": "4682",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mitchell, D.O. \"A note on Rising World Food Prices,\" Policy Working Paper 4682, Development Prospects Group, World Bank, July 2008.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "The Theory of Commodity Price Stabilization: A Study in the Economics of Risk",
        "authors": [
          {
            "first": "D",
            "middle": [
              "M G"
            ],
            "last": "Newbery",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "E"
            ],
            "last": "Stiglitz",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Newbery, D.M.G. and J.E. Stiglitz. The Theory of Commodity Price Stabilization: A Study in the Economics of Risk. Oxford: Clarendon, 1981. International Energy Agency. \"OECD Stocks\", Oil Market Report, November 2008.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Commodity Agreements and Price Stabilization",
        "authors": [
          {
            "first": "D",
            "middle": [
              "L"
            ],
            "last": "Mcnicol",
            "suffix": ""
          }
        ],
        "year": 1978,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "McNicol, D.L. Commodity Agreements and Price Stabilization. Lexington, MA: Lexington Books, 1978.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "The Pricing of Binspace: A Contribution to the Theory of Storage",
        "authors": [
          {
            "first": "A",
            "middle": [
              "B"
            ],
            "last": "Paul",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "American Journal of Agricultural Economics",
        "volume": "52",
        "issue": "1",
        "pages": "1--12",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Paul, A.B. \"The Pricing of Binspace: A Contribution to the Theory of Storage.\"American Journal of Agricultural Economics 52(1):1-12.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "When Speculation Matters",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Robles",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Torero",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "V"
            ],
            "last": "Braun",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "IFPRI Issue Brief",
        "volume": "57",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Robles, M., M. Torero, and J. v. Braun. \"When Speculation Matters\", IFPRI Issue Brief 57, February 2009.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "The Adequacy of Speculation in Agricultural Futures Markets: Too Much of a Good Thing",
        "authors": [
          {
            "first": "D",
            "middle": [
              "R"
            ],
            "last": "Sanders",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "H"
            ],
            "last": "Irwin",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [
              "P"
            ],
            "last": "Merrin",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Sanders, D.R., S.H. Irwin, and R.P. Merrin. \"The Adequacy of Speculation in Agricultural Futures Markets: Too Much of a Good Thing?\" Paper presented at the 2008 NCCC-134",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "Conference on Applied Commodity Price Analysis, Forecasting, and Market Risk Management",
        "authors": [],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Conference on Applied Commodity Price Analysis, Forecasting, and Market Risk Management, December 2008.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "Impact of an increased biomass use on agricultural markets, prices and food security: A long-term perspective",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Schmidhuber",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "International Symposium of Notre Europe",
        "volume": "",
        "issue": "",
        "pages": "27--29",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Schmidhuber, J. \"Impact of an increased biomass use on agricultural markets, prices and food security: A long-term perspective\", International Symposium of Notre Europe, 27-29, November 2006.",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "Rice Price Forensics: How Asian Governments Carelessly Set the World Rice Market on Fire",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Slayton",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "Center for Global Development Working Paper Number 163",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Slayton, T. \"Rice Price Forensics: How Asian Governments Carelessly Set the World Rice Market on Fire.\" Center for Global Development Working Paper Number 163, March 2009.",
        "links": null
      },
      "BIBREF33": {
        "ref_id": "b33",
        "title": "Systemic shocks and Social Protection: Role and Effectiveness of Public Works Programs",
        "authors": [
          {
            "first": "K",
            "middle": [],
            "last": "Subbarao",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Subbarao, K. \"Systemic shocks and Social Protection: Role and Effectiveness of Public Works Programs.\" Washington, D.C.: World Bank, 2003",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "Causes of High Food Prices",
        "authors": [
          {
            "first": "C",
            "middle": [
              "P"
            ],
            "last": "Timmer",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Timmer, C.P. \"Causes of High Food Prices,\" Asian Development Outlook Update, 2008",
        "links": null
      },
      "BIBREF35": {
        "ref_id": "b35",
        "title": "Global agricultural supply and demand. Factors contributing to the recent increase in food commodity prices. WRS-0801",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Trostle",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Economic Research Service",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Trostle, R. Global agricultural supply and demand. Factors contributing to the recent increase in food commodity prices. WRS-0801, Economic Research Service, Washington D.C., July 2008",
        "links": null
      },
      "BIBREF36": {
        "ref_id": "b36",
        "title": "Agricultural Markets and Risks: Management of the Latter, Not the Former",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Varangis",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Larson",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "R"
            ],
            "last": "Anderson",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Varangis, P., D. Larson, and J.R. Anderson. \"Agricultural Markets and Risks: Management of the Latter, Not the Former\", Policy Research Working Paper 2793, The World Bank, Development Research Group, Rural Development, February 2002.",
        "links": null
      },
      "BIBREF37": {
        "ref_id": "b37",
        "title": "The Great Glut: The Influence of Passive Investors",
        "authors": [
          {
            "first": "P",
            "middle": [
              "K"
            ],
            "last": "Verleger",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "The Petroleum Economics Monthly",
        "volume": "XXVI",
        "issue": "3",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Verleger, P.K. \"The Great Glut: The Influence of Passive Investors.\" The Petroleum Economics Monthly, Vol. XXVI, No.3, March 2009.",
        "links": null
      },
      "BIBREF38": {
        "ref_id": "b38",
        "title": "Food and Financial Crisis: Implications for Agriculture and the Poor",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Von Braun",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "IFPRI Food Policy Report",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "von Braun, J. \"Food and Financial Crisis: Implications for Agriculture and the Poor\", IFPRI Food Policy Report, December 2008.",
        "links": null
      },
      "BIBREF39": {
        "ref_id": "b39",
        "title": "Threats to Security Related to Food, Agriculture, and Natural Resources -What to Do?",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Von Braun",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "von Braun, J. \"Threats to Security Related to Food, Agriculture, and Natural Resources -What to Do?\" International Food Policy Research Institute, 2009.",
        "links": null
      },
      "BIBREF40": {
        "ref_id": "b40",
        "title": "High Food Prices: The What, Who, and How of Proposed Policy Actions",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Von Braun",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Ahmed",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Asenso-Okyere",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Fan",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Gulati",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Hoddinott",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Pandya-Lorch",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "W"
            ],
            "last": "Rosegrant",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Ruel",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Torero",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [
              "V"
            ],
            "last": "Rheenen",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [
              "V"
            ],
            "last": "Grebmer",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "von Braun, J., A. Ahmed, K. Asenso-Okyere, S. Fan, A. Gulati, J. Hoddinott, R. Pandya-Lorch, M.W. Rosegrant, M. Ruel, M. Torero, T.V. Rheenen, and K.V. Grebmer. \"High Food Prices: The What, Who, and How of Proposed Policy Actions\", IFPRI Policy Brief, May 2008.",
        "links": null
      },
      "BIBREF41": {
        "ref_id": "b41",
        "title": "Implementation of Physical and Virtual International Food Security Reserves to Protect the Poor and Prevent Market Failure",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Von Braun",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Torero",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "von Braun, J. and M. Torero. \"Implementation of Physical and Virtual International Food Security Reserves to Protect the Poor and Prevent Market Failure\", International Food Policy Research Institute, October 2008.",
        "links": null
      },
      "BIBREF42": {
        "ref_id": "b42",
        "title": "Implementing Physical and Virtual Food Reserves to Protect the Poor and Prevent Market Failure",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Von Braun",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Torero",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "IFPRI Policy Brief",
        "volume": "10",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "von Braun, J. and M. Torero. \"Implementing Physical and Virtual Food Reserves to Protect the Poor and Prevent Market Failure\", IFPRI Policy Brief 10, February 2009.",
        "links": null
      },
      "BIBREF43": {
        "ref_id": "b43",
        "title": "Eliminating Drastic Food Price Spikes -A three pronged approach",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Von Braun",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Lin",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Torero",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "von Braun, J., J. Lin and M. Torero. Eliminating Drastic Food Price Spikes -A three pronged approach. International Food Policy Research Institute, March 2009.",
        "links": null
      },
      "BIBREF44": {
        "ref_id": "b44",
        "title": "Speculation and the carryover",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Williams",
            "suffix": ""
          }
        ],
        "year": 1936,
        "venue": "Quarterly Journal of Economics",
        "volume": "50",
        "issue": "",
        "pages": "436--455",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Williams, J.B. \"Speculation and the carryover,\" Quarterly Journal of Economics 50, 436-455, 1936.",
        "links": null
      },
      "BIBREF45": {
        "ref_id": "b45",
        "title": "Storage and Commodity Markets",
        "authors": [
          {
            "first": "J",
            "middle": [
              "C"
            ],
            "last": "Williams",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [
              "D"
            ],
            "last": "Wright",
            "suffix": ""
          }
        ],
        "year": 1991,
        "venue": "",
        "volume": "502",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Williams, J.C. and B.D. Wright. 1991. Storage and Commodity Markets. Cambridge, UK: Cambridge University Press, 502 p.",
        "links": null
      },
      "BIBREF46": {
        "ref_id": "b46",
        "title": "The Effects of Ideal Production Stabilization: A Welfare Analysis under Rational Behavior",
        "authors": [
          {
            "first": "B",
            "middle": [
              "D"
            ],
            "last": "Wright",
            "suffix": ""
          }
        ],
        "year": 1979,
        "venue": "Journal of Political Economy",
        "volume": "87",
        "issue": "5",
        "pages": "1011--1033",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wright, B.D. \"The Effects of Ideal Production Stabilization: A Welfare Analysis under Rational Behavior.\" Journal of Political Economy 87(5): 1011-1033, 1979.",
        "links": null
      },
      "BIBREF47": {
        "ref_id": "b47",
        "title": "Speculators, Storage and the Price of Rice",
        "authors": [
          {
            "first": "B",
            "middle": [
              "D"
            ],
            "last": "Wright",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Giannini Foundation",
        "volume": "12",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wright, B.D., \"Speculators, Storage and the Price of Rice\", ARE Update 12 no. 2, Giannini Foundation, University of California, Davis, November/December 2008.",
        "links": null
      },
      "BIBREF48": {
        "ref_id": "b48",
        "title": "The Economic Role of Commodity Storage",
        "authors": [
          {
            "first": "B",
            "middle": [
              "D"
            ],
            "last": "Wright",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "C"
            ],
            "last": "Williams",
            "suffix": ""
          }
        ],
        "year": 1982,
        "venue": "Economic Journal",
        "volume": "92",
        "issue": "",
        "pages": "6--614",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wright, B.D. and J.C. Williams. 1982a, \"The Economic Role of Commodity Storage,\" Economic Journal 92:59, 6-614.",
        "links": null
      },
      "BIBREF49": {
        "ref_id": "b49",
        "title": "The Roles of Public and Private Storage in Managing Oil Import Distributions",
        "authors": [],
        "year": 1982,
        "venue": "Bell Journal of Economics",
        "volume": "13",
        "issue": "",
        "pages": "341--53",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "---------1982b, \"The Roles of Public and Private Storage in Managing Oil Import Distributions,\" Bell Journal of Economics 13: 341-53.",
        "links": null
      },
      "BIBREF50": {
        "ref_id": "b50",
        "title": "The Welfare Effects of the Introduction of Storage",
        "authors": [],
        "year": 1984,
        "venue": "Quarterly Journal of Economics",
        "volume": "99",
        "issue": "1",
        "pages": "169--182",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "---------1984, \"The Welfare Effects of the Introduction of Storage.\" Quarterly Journal of Economics 99(1): 169-182.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "type_str": "figure",
        "uris": null,
        "text": "Figure 1. UN FAO food price index (1990-2009) (2002/04=100 (Source: FAO)",
        "fig_num": null,
        "num": null
      },
      "FIGREF1": {
        "type_str": "figure",
        "uris": null,
        "text": "Weekly prices of wheat U.S. No. 2, soft red winter wheat, U.S. Gulf (Tuesday) International Grain Council(Source FAO)",
        "fig_num": "2",
        "num": null
      },
      "FIGREF2": {
        "type_str": "figure",
        "uris": null,
        "text": "Price of wheat (1950Price of wheat ( -2009 in dollars per bushel deflated by U.S.CPI (1982",
        "fig_num": "3",
        "num": null
      },
      "FIGREF3": {
        "type_str": "figure",
        "uris": null,
        "text": "Corn, average price received by farmers in dollars per bushel deflated by U.S.CPI  (1982 Figure 5 confirms that these features are characteristic of commodities more generally. It is interesting that the recent episode of spikes prices in so many agricultural commodities, including minerals and petroleum, comes just over 30 years after a period of similar multicommodity price turmoil of the mid-1970s. Note also that, relative to other spikes in the figure, those of the last few years are not particularly high, when properly deflated.",
        "fig_num": "4",
        "num": null
      },
      "FIGREF4": {
        "type_str": "figure",
        "uris": null,
        "text": "Long run movements of prices IMF Commodity price indexes deflated by the U.S. CPI The overall downward trend in prices can be attributed principally to the remarkable success of plant breeders and farmers in continually developing and adopting new crop varieties offering increases in yields, and to the development of cheap and plentiful supplies of fertilizers and other inputs.",
        "fig_num": "5",
        "num": null
      },
      "FIGREF5": {
        "type_str": "figure",
        "uris": null,
        "text": "Global consumption of grains (Source: World Bank Development Research Group) These aggregate figures mask great regional variation in prices and consumption. But globalization of markets and reduction in shipping costs offer great opportunities for smoothing local fluctuations.",
        "fig_num": "6",
        "num": null
      },
      "FIGREF6": {
        "type_str": "figure",
        "uris": null,
        "text": "Figure 7. World rice production 1961-2007 (Source: FAO)",
        "fig_num": null,
        "num": null
      },
      "FIGREF7": {
        "type_str": "figure",
        "uris": null,
        "text": "Figure 8. Potash price (Source: World Bank Prospects Group)",
        "fig_num": null,
        "num": null
      },
      "FIGREF8": {
        "type_str": "figure",
        "uris": null,
        "text": "Thai rice price and the Indian export ban (Source: World Bank Development ProspectsGroup and Mitchell (2008)).",
        "fig_num": "9",
        "num": null
      },
      "FIGREF9": {
        "type_str": "figure",
        "uris": null,
        "text": "Several influential reviews of the above influences on the grain price volatility of the past few years have allocated percentage shares of responsibility to each. This approach makes sense if the factors have a linear cumulative effect on food price volatility. But their effect is highly nonlinear. When supplies are already tight, a small reduction can cause an unusually large price increase. This fact is a key to understanding recent market events and constructing appropriate policy responses. The economics of storage activity explains the relationship between grain prices and storage, and helps in the evaluation of other factors identified in discussions of recent grain price behavior, including distortion of futures markets by international financial flows, and an irrational or manipulative bubble in grain prices. These issues are best discussed after a review of some features of grain storage as an economic activity.",
        "fig_num": null,
        "num": null
      },
      "FIGREF10": {
        "type_str": "figure",
        "uris": null,
        "text": "World wheat stock-to-use ratios (Source: USDA Foreign Agricultural Service -Production Supply and Distribution)Figure 11. World corn stock-to-use ratios (Source: USDA Foreign Agricultural Service -Production Supply and Distribution)",
        "fig_num": "10",
        "num": null
      },
      "FIGREF11": {
        "type_str": "figure",
        "uris": null,
        "text": "Figure 12. The role of stocks in buffering shocks",
        "fig_num": null,
        "num": null
      },
      "FIGREF12": {
        "type_str": "figure",
        "uris": null,
        "text": "Figure 12also shows how, when stocks are clearly above minimum working stocks, storage demand, added horizontally to consumption demand, makes market demand much more elastic (less steeply sloped) at a given price.The responsiveness of this aggregate consumption demand to price is difficult to estimate, for several reasons. One is that, in empirical demand studies at the level of the individual consumer, it is difficult to distinguish consumption from storage (including stocks held by consumers) as prices fluctuate, and when the two get confounded the estimated response overstates the consumption response. Secondly, at the aggregate level, years with high prices and negligible stocks above working levels are too rare to establish, by themselves, the steepness of the consumption demand. Estimation of the dynamic storage model enables us to use data from all available years in determining consumption demand. However, the storage model has been difficult to implement empirically. One major hurdle is, again, the lack of reliable stock (or consumption) data for global markets. (In recognition of this, grain statistics refer to \"disappearance\" rather than consumption.) Work that pioneered the econometric estimation of this model in the 1990s, assuming no supply response, finessed the data problem by estimating the model on prices alone. 14 Recent application of a model in this tradition to prices of a set of commodities suggests that aggregate food-consumption demand responds very little to changes in the price of major commodities; the slope of the consumption demand curve for major grains may be even steeper than previously believed.15  To compensate for the low price response of consumption, more of the commodity is stored and stocks run out less frequently. The storage implied by the model smoothes prices, replicating the kind of price behavior observed for major commodities.By acquiring stocks when consumption is rising and price is falling, storers can reduce the dispersion of price and prevent steeper price slumps. Disposal of stocks when supplies become scarcer reduces the severity of price spikes. If the supply of speculative capital is sufficient, storage can eliminate negative price spikes but can smooth positive spikes only as long as stocks are available. When stocks run out, aggregate use must match a virtually fixed supply in the short run. Less grain goes to feed animals and the poorest consumers reduce their calorie consumption, incurring the costs of malnutrition, hunger, or even death.Storage induces positive correlation in prices and is least effective when harvests are positively correlated; storage cannot eliminate price changes caused by persistent shifts in demand such as the recent subsidized surge in biofuel production. Note also that the storage demand shown inFigure 12would shift up, pulling total demand with it, if the supply variance rose or interest costs fell.",
        "fig_num": null,
        "num": null
      },
      "FIGREF13": {
        "type_str": "figure",
        "uris": null,
        "text": "and timely response to food supply emergencies and related humanitarian disasters. An example of such a reserve forms the first part of a recent three-point proposal by von Braun et al.. It sketches an outline of a small \"independent emergency reserve\" of about 5% of the current annual food aid flow of 6.7 wheat-equivalent metric tons. This would be a decentralized reserve managed by the United Nations World Food Program and held in existing national storage facilities at strategic locations with essentially a call option on the grain deposits at precrisis prices. One would anticipate that this type of stock would be used for local and regional food shortages, often in landlocked countries or failed states. Such shortages are often unrelated to global market conditions so the exporter commitment problem previously discussed is less relevant. Recent difficulties involving lags in food aid responses and mismatches between years when aid is plentiful and years when it is needed might be alleviated by such a reserve. On the other hand, care must be taken to minimize disincentives caused by the price-depressing effects of food distribution for the local farmers and merchants who are the first line of defense against famine for such countries 18 .",
        "fig_num": null,
        "num": null
      },
      "FIGREF14": {
        "type_str": "figure",
        "uris": null,
        "text": "uninterrupted market access has highlighted the desirability of commitment-reinforcing mechanisms for international grain market participants. One such mechanism, an international coordinated global food reserve, has recently been discussed.24  This reserve could help reassure importers that they could rely on exporters to supply them in time of need. The proposal is sketched as an agreement by members of a \"club\" that would include members of the G8+5 plus major grain exporters such as Argentina, Thailand, and Vietnam. The members would commit to holding specified amounts of public grain reserves in addition to reserves held by the private sector. The public stores would be used to intervene in the spot market as directed by a \"high level technical commission\" appointed by the club on a permanent basis. The commission would have full decision-making authority. Operation of this reserve would be coordinated with operation of a virtual reserve (see next section). This proposal has some features in common with the security provisions of the International Energy Agency for dealing with disruptions of petroleum markets. A major, and perhaps insurmountable, challenge for such a commitmentreinforcing program is to ensure commitment by the participants themselves to honor their obligations when markets are under stress.",
        "fig_num": null,
        "num": null
      },
      "FIGREF15": {
        "type_str": "figure",
        "uris": null,
        "text": "the Granger causality tests ofRobles et al.  are overwhelmingly negative, this type of casual use of the test merits comment as it has become popular in searches for harmful effects of speculation. The concept, even when assuming it has been implemented as intended by Granger, is controversial from a philosophical viewpoint. Furthermore its implementation requires that all relevant information variables except the candidate cause be included. In Robles et al. only lags of own-price and a speculation proxy variable were included as determinants of the current price.The problem with missing information is illustrated by the following thought experiment. You see through your window a man walking past. He raises his umbrella. A minute later it starts to rain. If a sample is constructed using a number of instances like this, a Granger causality test including only rain and the raising of umbrellas could show umbrellas to be a significant cause of rain. Add other variables (thunder, for example) and the finding of causality of rain by the raising of umbrellas could be supplanted by a finding that thunder causes rain. Of course, neither finding demonstrates true causality. Likewise, in commodity markets, omission of relevant variables (candidates could be the closing of the Indian export market, new biofuel policy announcements, and weather changes) renders the results uninformative.",
        "fig_num": null,
        "num": null
      },
      "FIGREF16": {
        "type_str": "figure",
        "uris": null,
        "text": "Price probabilities under a price floor and a price band",
        "fig_num": "14",
        "num": null
      }
    }
  }
}