{
  "paper_id": "D11055402",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:03:39.319566Z"
  },
  "title": "Technology Adoption and Factor Proportions in Open Economies Theory and Evidence from the Global Computer Industry",
  "authors": [
    {
      "first": "Ana",
      "middle": [
        "P"
      ],
      "last": "Cusolito",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Daniel",
      "middle": [],
      "last": "Lederman",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Latin",
      "middle": [],
      "last": "America",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Irene",
      "middle": [],
      "last": "Brambilla",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Juan",
      "middle": [
        "C"
      ],
      "last": "Hallak",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "James",
      "middle": [],
      "last": "Harrigan",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Aart",
      "middle": [],
      "last": "Kraay",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Pravin",
      "middle": [],
      "last": "Krishna",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Norman",
      "middle": [],
      "last": "Loayza",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "William",
      "middle": [],
      "last": "Maloney",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "John",
      "middle": [],
      "last": "Mclaren",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Claudio",
      "middle": [],
      "last": "Raddatz",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Ariell",
      "middle": [],
      "last": "Reshef",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Sergio",
      "middle": [],
      "last": "Schmukler",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "2009-09",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D11055402",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "Theories of international trade, such as the factor proportions model, often assume that countries use similar technologies in production or that technological differences are Hicks neutral. 1 In contrast, models of biased technical change assert that innovation and technology adoption are determined by local factor endowments. This paper marries these two literatures. It proposes a matching mechanism between factor endowments and technologies in open economies, and it studies how the cross-country pattern of trade changes once technology choices are considered.",
        "cite_spans": [
          {
            "start": 191,
            "end": 192,
            "text": "1",
            "ref_id": "BIBREF0"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "The theory concerns economies that are open and differ in their factor endowments. Economies are composed of multiple goods, which can be produced with a range of factor-complementary machines. These machines are traded in a global market, which is characterized by a monopolistic competitive structure. The model is tractable even though it predicts that unit factor input requirements within industries can vary across countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "The econometric analyses utilize data on factor endowments, intellectual property rights (IPRs), and net exports of computers and components, an industry that has received much attention in the technology adoption and growth literature. The data set covers 73 countries during 1980-2000. The empirical models test for the existence of multiple technological country groups in the data, and estimate the factor proportions model in a two-stage estimation procedure. The technology selection function is modeled as an Ordered Probit, where endowments and IPRs determine technology choices. The trade specialization equation follows closely the standard specification of Rybczynski functions found in the trade literature.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "The econometric results from our preferred estimator suggest the existence of up to four distinct technological groups that differ in terms of their unit factor input requirements in the production of computers. The evi- 1 The term factor-proportions refers both to relative abundance of factors of production and relative intensity with which different factors of production are used in the production of different goods. As Krugman and Obstfeld [23] explain \"... because the Heckscher-Ohlin theory emphasizes the interplay between the proportions in which different factors of production are available in different countries and the proportions in which they are used in producing different goods, it is also referred to as the factor-proportions theory.\" dence rejects the hypothesis that the set of estimated Rybczynski coefficients are statistically equivalent across technological country groups. Furthermore, these international differences are at least partly due to differences in IPRs, after controlling for factor endowments, relative factor prices and Hicks-neutral productivity differences across countries.",
        "cite_spans": [
          {
            "start": 221,
            "end": 222,
            "text": "1",
            "ref_id": "BIBREF0"
          },
          {
            "start": 447,
            "end": 451,
            "text": "[23]",
            "ref_id": "BIBREF22"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "The rest of this paper is organized as follows. Section 2 discusses the related literatures. Section 3 introduces the model. Section 4 solves the equilibrium of the theoretical model. Section 5 presents the empirical strategy. Section 6 discusses the empirical results, including alternative explanations of heterogeneous Rybczynski coefficients. Section 7 concludes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "At least two distinct literatures are related to our model and empirical application. The first one is the trade literature on factor proportions and trade patterns. The second one concerns biased technical change.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Related Literature",
        "sec_num": "2"
      },
      {
        "text": "This literature can be divided into two strands of research. One explores the implications of the factor proportions theory under the assumption that all countries have access to the same technologies. A second assumes that there are Hicks-neutral technology differences across countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trade and factor proportions",
        "sec_num": "2.1"
      },
      {
        "text": "In the first strand, Harrigan [16] examines the production side of the factor proportions model. The author employs manufacturing outputs and factor endowments data for up to 20 OECD countries during 1970-1985. The most robust evidence suggests that capital abundance is a source of comparative advantage in most of the sectors, but the effects of skilled-and unskilledlabor are not clear. The signs of the Rybczynski coefficients, however, change across econometric specifications.",
        "cite_spans": [
          {
            "start": 30,
            "end": 34,
            "text": "[16]",
            "ref_id": "BIBREF15"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trade and factor proportions",
        "sec_num": "2.1"
      },
      {
        "text": "In the same vein, but motivated by a slightly different question, Schott [33] investigates whether developed and developing countries specialize in different subsets of products as a result of their differences in factor endowments. He proposes a methodology that distinguishes single-from multiple-cone equilibria and allows for the effect of factor accumulation on a given sector's output to vary with a country's endowments. Schott [33] uses value-added, capital stock, and employment data from UNIDO for up to 45 developed and developing countries across 28 manufacturing industries in 1990. The findings reject the single-cone framework in favor of a two-cone model with laborabundant countries producing relatively little of the most capital-intensive goods.",
        "cite_spans": [
          {
            "start": 73,
            "end": 77,
            "text": "[33]",
            "ref_id": "BIBREF32"
          },
          {
            "start": 435,
            "end": 439,
            "text": "[33]",
            "ref_id": "BIBREF32"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trade and factor proportions",
        "sec_num": "2.1"
      },
      {
        "text": "Romalis [31] examines how factor proportions determine the structure of commodity trade by integrating a multicountry version of the Heckscher-Ohlin model with a continuum of goods with Krugman [22] 's model of monopolistic competition and transport costs. His model assumes that there are no factor intensity reversals and that factor shares are fixed within industries and across countries. Two predictions emerge from this framework. First, countries capture larger shares of world production and trade of commodities that more intensively use their abundant factors. Second, countries that rapidly accumulate a factor see their production and export structures systematically shift towards industries that intensively use that factor.",
        "cite_spans": [
          {
            "start": 8,
            "end": 12,
            "text": "[31]",
            "ref_id": "BIBREF30"
          },
          {
            "start": 194,
            "end": 198,
            "text": "[22]",
            "ref_id": "BIBREF21"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trade and factor proportions",
        "sec_num": "2.1"
      },
      {
        "text": "In the second strand of the trade literature, Harrigan [17] provides the first empirical test of the factor proportions theory in a framework that accounts for international technology differences. The author uses manufacturing output shares and factor endowments data for up to 10 developed countries across 7 industries with data from 1970-1988. The most reliable inferences across sectors that can be obtained from this study are roughly consistent with Leamer [24] and Harrigan [16] . Capital and medium-educated workers are associated with larger GDP output shares in most of the seven industries (Food, Apparel, Paper, Chemicals, Glass, Metals and Machinery); while non-residential construction and high-educated workers are related to lower output shares.",
        "cite_spans": [
          {
            "start": 55,
            "end": 59,
            "text": "[17]",
            "ref_id": "BIBREF16"
          },
          {
            "start": 464,
            "end": 468,
            "text": "[24]",
            "ref_id": "BIBREF23"
          },
          {
            "start": 482,
            "end": 486,
            "text": "[16]",
            "ref_id": "BIBREF15"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trade and factor proportions",
        "sec_num": "2.1"
      },
      {
        "text": "Harrigan [17] improves substantially upon previous empirical frameworks, but his OECD data have little cross-country variation as high-income countries have similar factor endowments and sectoral output shares. To overcome this drawback, Harrigan and Zakrajsek [18] work with a larger sample, which includes data for up to 28 OECD and non-OECD countries and 12 industries from 1970-1992. Their evidence arguably supports the neoclassical theory.",
        "cite_spans": [
          {
            "start": 9,
            "end": 13,
            "text": "[17]",
            "ref_id": "BIBREF16"
          },
          {
            "start": 261,
            "end": 265,
            "text": "[18]",
            "ref_id": "BIBREF17"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trade and factor proportions",
        "sec_num": "2.1"
      },
      {
        "text": "In a related article, Fitzgerald and Hallak [13] estimate the effect of factor endowments on the pattern of manufacturing specialization in a cross-section of OECD countries, taking into account that factor accumulation responds to productivity. The authors show that the failure to control for productivity differences across countries produces biased estimates of the Rybczynski coefficients. Their model explains 2/3 of the observed differences in the pattern of specialization between the poorest and richest OECD countries.",
        "cite_spans": [
          {
            "start": 44,
            "end": 48,
            "text": "[13]",
            "ref_id": "BIBREF12"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trade and factor proportions",
        "sec_num": "2.1"
      },
      {
        "text": "Hakura [15] explores the role of differences in production techniques to explain the empirical failure of the Heckscher-Ohlin-Vaneck (H-O-V) model. The paper develops a 2x2 modified H-O-V model that relaxes the assumption of identical production techniques across countries. Using input-output data for six member countries of the European Community for the years 1970 and 1980, the paper shows that allowing for international technique differences significantly improves the predictive power of the H-O-V model. In Redding [29] , a country's pattern of specialization at any point in time is characterized by the distribution of shares of GDP across industries. Its dynamics are represented by the evolution of the entire cross-sectional distribution of output shares over time. Redding[29] utilizes data on 20 industries in 7 OECD countries from 1970-1990. A comparison of GDP shares between 1970 and 1990 reveals substantial variation across sectors and countries.",
        "cite_spans": [
          {
            "start": 7,
            "end": 11,
            "text": "[15]",
            "ref_id": "BIBREF14"
          },
          {
            "start": 524,
            "end": 528,
            "text": "[29]",
            "ref_id": "BIBREF28"
          },
          {
            "start": 780,
            "end": 791,
            "text": "Redding[29]",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trade and factor proportions",
        "sec_num": "2.1"
      },
      {
        "text": "Perhaps more importantly, Redding [29] concludes that in the short run, common cross-country effects such as technological progress are more important in explaining observed changes in specialization than factor endowments for the majority of the countries. Over longer periods, factor endowments become relatively more important, and in the infinite horizon, factor endowments account for most of the observed variation in specialization. This evidence is consistent with the idea that changes in relative factor abundance occur gradually and take time to affect the structure of production.",
        "cite_spans": [
          {
            "start": 34,
            "end": 38,
            "text": "[29]",
            "ref_id": "BIBREF28"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trade and factor proportions",
        "sec_num": "2.1"
      },
      {
        "text": "Overall, the factor proportions model provides a story about static and dynamic specialization around the world. Some evidence shows that technological differences across countries can produce similar patterns of specialization in spite of large differences in factor endowments (Schott [33] ). Our model extends the standard factor-proportions theory to allow for technology differences across countries, thus introducing elements of the literature on biased technical change into the factor-proportions literature.",
        "cite_spans": [
          {
            "start": 287,
            "end": 291,
            "text": "[33]",
            "ref_id": "BIBREF32"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trade and factor proportions",
        "sec_num": "2.1"
      },
      {
        "text": "This literature can also be divided into two different approaches. The first one assesses whether factor shares vary systematically with the level of development (e.g. Young [34] , Gollin [14] , Bernanke and Gurkaynak [3] , and Ortega and Rodriguez [27] ). The second investigates whether complementarities between inputs and technology bias technical change (e.g. Acemoglu [1] , Caselli [6] ).",
        "cite_spans": [
          {
            "start": 174,
            "end": 178,
            "text": "[34]",
            "ref_id": "BIBREF33"
          },
          {
            "start": 188,
            "end": 192,
            "text": "[14]",
            "ref_id": "BIBREF13"
          },
          {
            "start": 218,
            "end": 221,
            "text": "[3]",
            "ref_id": "BIBREF2"
          },
          {
            "start": 249,
            "end": 253,
            "text": "[27]",
            "ref_id": "BIBREF26"
          },
          {
            "start": 374,
            "end": 377,
            "text": "[1]",
            "ref_id": "BIBREF0"
          },
          {
            "start": 388,
            "end": 391,
            "text": "[6]",
            "ref_id": "BIBREF5"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Biased technical change",
        "sec_num": "2.2"
      },
      {
        "text": "The first literature initially found that labor shares in national income vary widely, ranging from 0.05 to 0.80 in international cross-sectional data (e.g. Elias [11] and Young [34] ). Gollin [14] questioned these estimations by arguing that the widely used approach, which is based on Cobb-Douglas production functions, tends to underestimate the labor income of self-employed workers, and the corrected labor shares fall in the range of 0.65 to 0.80. This evidence was later reaffirmed by Bernanke and Gurkaynak [3] , but rejected by Ortega and Rodriguez [27] . The latter uses industrial survey data to explore the same question, and controlling for the measurement problem of self-employed workers it found a significant negative cross-sectional relationship between capital share and per capita income within industries. In a related paper, Dobbelaere and Mairesse [9] , find that imperfections in the product and labor markets generate a wedge between factor elasticities in the production function and their corresponding shares in revenue, at firm and industry levels.",
        "cite_spans": [
          {
            "start": 163,
            "end": 167,
            "text": "[11]",
            "ref_id": "BIBREF10"
          },
          {
            "start": 178,
            "end": 182,
            "text": "[34]",
            "ref_id": "BIBREF33"
          },
          {
            "start": 193,
            "end": 197,
            "text": "[14]",
            "ref_id": "BIBREF13"
          },
          {
            "start": 515,
            "end": 518,
            "text": "[3]",
            "ref_id": "BIBREF2"
          },
          {
            "start": 558,
            "end": 562,
            "text": "[27]",
            "ref_id": "BIBREF26"
          },
          {
            "start": 871,
            "end": 874,
            "text": "[9]",
            "ref_id": "BIBREF8"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Biased technical change",
        "sec_num": "2.2"
      },
      {
        "text": "The second approach builds on the works by Kennedy [20] , Samuelson [32] , and Drandakis and Phelps [10] , who proposed an induced innovation theory that highlights the relation between factor prices and technical change. The modern formulation of this theory has been presented by Acemoglu [1] , who study how cross-country differences in factor endowments bias technical change. In his framework, the price and market-size effects determine the direction of technological change. The price effect reflects the incentives to generate technologies that create more expensive goods. The second effect captures the incentives to produce technologies for which there is a big mar-ket. While the former encourages innovations to complement scarce factors, the latter leads to technical change favoring abundant factors. The elasticity of substitution between different factors determines the relative magnitudes of these effects. In the long run, technical change favors the abundant factor if the elasticity of substitution is sufficiently large.",
        "cite_spans": [
          {
            "start": 51,
            "end": 55,
            "text": "[20]",
            "ref_id": "BIBREF19"
          },
          {
            "start": 68,
            "end": 72,
            "text": "[32]",
            "ref_id": "BIBREF31"
          },
          {
            "start": 100,
            "end": 104,
            "text": "[10]",
            "ref_id": "BIBREF9"
          },
          {
            "start": 291,
            "end": 294,
            "text": "[1]",
            "ref_id": "BIBREF0"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Biased technical change",
        "sec_num": "2.2"
      },
      {
        "text": "Evidence of complementarities between factors of production and technology has been provided by Caselli [6] , who explored the relationship between factor endowments and the composition of capital imports. The author finds that human-capital abundant countries devote a larger share of their investment to acquire complex technologies, which can only be employed by skilled-workers.",
        "cite_spans": [
          {
            "start": 104,
            "end": 107,
            "text": "[6]",
            "ref_id": "BIBREF5"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Biased technical change",
        "sec_num": "2.2"
      },
      {
        "text": "We depart from the neo-classical trade literature by relaxing the assumption of Hicks neutral technological differences across countries, by allowing countries to make their own technology choices. Thus, the model presented in the following section complements the biased-technical change literature by analyzing how countries' technology choices alter the impact of factor endowments on trade patterns.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Biased technical change",
        "sec_num": "2.2"
      },
      {
        "text": "Let c=1,...,C index countries, let f =1,...,F index factors, and let j =1,...,J index industries. Countries are open to trade in goods and technology. They differ in factor endowments and the degree of intellectual property rights protection, φ m , with m=1,...,M. Each economy has two sectors, a final good and a R&D sector.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model",
        "sec_num": "3"
      },
      {
        "text": "Output of industry j in country c, Y c j , can be written as a constant elasticity of substitution (CES) production function of factor inputs f, V c jf , and a set of factor-f -complementary machines,Ã c jf ,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Final good sector",
        "sec_num": "3.1"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "Y c j = [ F f =1 γ jf (Ã c 1−β j jf V c β j jf ) σ j −1 σ j ] σ j σ j −1 .",
            "eq_num": "(1)"
          }
        ],
        "section": "Final good sector",
        "sec_num": "3.1"
      },
      {
        "text": "γ jf ∈ (0, 1) is a distribution parameter that captures how important factor f is in the production of output j. We assume F f =1 γ jf = 1. Parameter σ j is the elasticity of substitution between two factors. The set of complementary machines,Ã c jf , has the following functional form:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Final good sector",
        "sec_num": "3.1"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "A c jf = [ N c f 0 A c jf (i) α di] 1 α ,",
            "eq_num": "(2)"
          }
        ],
        "section": "Final good sector",
        "sec_num": "3.1"
      },
      {
        "text": "where N c f is the number of varieties of factor-f -complementary machines available to country c, and A c jf (i) is the number of type-i machines that country c acquires. Parameter α determines the elasticity of substitution between two varieties of the same type of equipment. Final goods producers face a two-stage decision process. First, they decide how many units of each factor of production to hire. Second, they choose how many machines to buy to complement each factor.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Final good sector",
        "sec_num": "3.1"
      },
      {
        "text": "Firms in this sector produce machines that belong to the category of general purpose technologies and thereby they can be employed in different sectors. The world's technological market has a monopolistic competitive structure. R&D firms face a two-step decision process. First, they decide to which country to export. Second, they choose the price per unit of machine.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "R&D sector",
        "sec_num": "3.2"
      },
      {
        "text": "Each monopolist from country o that produces machines to complement factor f in country d faces a marginal cost of production, µ o f , and a fixed cost,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "R&D sector",
        "sec_num": "3.2"
      },
      {
        "text": "Γ(φ d d o,d",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "R&D sector",
        "sec_num": "3.2"
      },
      {
        "text": "), of protecting his patent, with Γ > 0 and Γ(0) = 0. Parameter ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "R&D sector",
        "sec_num": "3.2"
      },
      {
        "text": "To find the equilibrium of the model we proceed in the following manner. First, we solve backwardly the equilibrium for a representative firm in a representative sector. Second, we characterize the equilibrium for the whole economy. To solve the equilibrium for a sector we need to find the solutions to the final-goods producers' problem and the technology suppliers' problem. This is presented in the following sections.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Equilibrium",
        "sec_num": "4"
      },
      {
        "text": "Firms in this sector choose how many machines to buy in order to complement each factor of production. The problem for a representative firm in sector j can be written as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Final good producers",
        "sec_num": "4.1"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "2 min {A c f j (i)} { F f =1 [ N c f 0 p f (i)A c jf (i)di]}",
            "eq_num": "(3)"
          }
        ],
        "section": "Final good producers",
        "sec_num": "4.1"
      },
      {
        "text": "subject to the following constraints:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Final good producers",
        "sec_num": "4.1"
      },
      {
        "text": "1. [ F f =1 γ jf (Ã c 1−β j jf V c β j jf ) σ j −1 σ j ] σ j σ j −1 ≥ 1 2.Ã c jf = [ N c f 0 A c jf (i) α di] 1 α ,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Final good producers",
        "sec_num": "4.1"
      },
      {
        "text": "where A c jf (i) = Y c j a c jf (i) and a c jf (i) is the demand of machine i per unit of output j. The first order conditions for problem (3) deliver the following solution to a c jf (i):",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Final good producers",
        "sec_num": "4.1"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "a c jf (i) = e c jf P c jf p −ε f (i) P c −ε jf ,",
            "eq_num": "(4)"
          }
        ],
        "section": "Final good producers",
        "sec_num": "4.1"
      },
      {
        "text": "where e c jf represents the expenditure that country c devotes to complement factor f per unit of output j,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Final good producers",
        "sec_num": "4.1"
      },
      {
        "text": "P c 1−ε jf ≡ N c f 0 p 1−ε f (i)di",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Final good producers",
        "sec_num": "4.1"
      },
      {
        "text": ", and ε ≡ 1 1−α is the elasticity of substitution between two varieties of machines f. Equation 4shows that the demand of machine i is an increasing function of the real expenditure available to buy technology f, , and a negative function of the price of the machine, p f (i). Given this demand, firms minimize unit cost functions to determine the optimal unit factor input requirements. They solve the following problem:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Final good producers",
        "sec_num": "4.1"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "min {V c jf } f =1,...,F { F f =1 w c f V c jf }",
            "eq_num": "(5)"
          }
        ],
        "section": "Final good producers",
        "sec_num": "4.1"
      },
      {
        "text": "subject to the following constraints:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Final good producers",
        "sec_num": "4.1"
      },
      {
        "text": "1. [ F f =1 γ jf (Ã c 1−β j jf V c β j jf ) σ j −1 σ j ] σ j σ j −1 ≥ 1 2.Ã c jf = [ N c f 0 A c jf (i) α di] 1 α = [ N c f 0 ( Y c j e c jf P c jf p −ε f (i) P −ε f ) α di] 1 α",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Final good producers",
        "sec_num": "4.1"
      },
      {
        "text": "where w c f represents the cost per unit of factor f in country c. In the optimum, each factor's marginal product equals its marginal cost. The optimal requirement of factor f per unit of output j in country c, Q c jf , is as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Final good producers",
        "sec_num": "4.1"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "Q c jf =ã c − (1−β j ) β j jf { F z=1 γ jz [(ã c jz a c jf ) σ j σ j (1−β j )+β j (w c f γ jz w c z γ jf ) σ j β j σ j (1−β j )+β j ] (σ j −1) σ j } − σ j (σ j −1)β j ,",
            "eq_num": "(6)"
          }
        ],
        "section": "Final good producers",
        "sec_num": "4.1"
      },
      {
        "text": "wherew c f is the cost per efficiency unit of factor f andã",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Final good producers",
        "sec_num": "4.1"
      },
      {
        "text": "c jf ≡ [ N c f 0 a c jf (i) α di] 1 α",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Final good producers",
        "sec_num": "4.1"
      },
      {
        "text": ". Equation (6) shows that differences in technology choices and relative factor prices lead to endogenous differences in unit factor input requirements. Specifically, technology choices affect unit requirements through two different channels: a factor saving effect and a relative efficiency effect. According to the first effect, larger values ofã c jf increase the productivity of the factor and reduce its requirements. Due to the second effect, factor f becomes relatively more productive than other factors, which increases firms' incentives to hire more units. Lower values ofw c f (γ jz ), and increasingly negative (positive) differences betweenw c f (γ jf ) andw c z (γ jz ), for z = f and z = 1, ...F , make the second effect more prominent.",
        "cite_spans": [
          {
            "start": 11,
            "end": 14,
            "text": "(6)",
            "ref_id": "BIBREF5"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Final good producers",
        "sec_num": "4.1"
      },
      {
        "text": "A monopolist from country o that sells machines to country d in order to complement factor f solves the following problem:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "max {p o f } π o,d jf = (p o f − µ o f ) Y d j e d jf P o jf p o−ε f P o −ε jf .",
            "eq_num": "(7)"
          }
        ],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "The solution to this problem delivers the following expression for the optimal price, p f , at which he will sell the machine:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "p o f = µ o f ( ε ε − 1 ).",
            "eq_num": "(8)"
          }
        ],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "This price is a constant markup, ( ε ε−1 ), over the marginal cost of producing the machine, µ o f . Given the price, the monopolist decides whether to export technology to country d. In doing so, he compares the benefits of selling the machines with the fixed cost he has to pay to receive such benefits. Thus, the monopolist sells his technology if and only if the following condition is satisfied:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "π o,d jf ≥ Γ(φ d d o,d ),",
            "eq_num": "(9)"
          }
        ],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "which can be rewritten as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "E d jf εN d f > Γ(φ d d o,d ),",
            "eq_num": "(10)"
          }
        ],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "where",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "E d jf ≡ Y d j e d jf .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "Assuming that Γ is a linear function of",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "φ d d o,d",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": ", country o exports technology to country d if and only if",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "φ d d o,d εN d f E d jf",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "is lower than 1. To continue with the characterization of the equilibrium, we substitute equation (8) into (4) and we rewrite a d jf (i) as follows:",
        "cite_spans": [
          {
            "start": 98,
            "end": 101,
            "text": "(8)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "a d jf (i) = e d jf o∈D N o f µ o(1−ε) f (ε − 1) ε ,",
            "eq_num": "(11)"
          }
        ],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "where D is the set of countries that provide technology to country d, and",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "N o f",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "is the number of varieties that country o offers to complement factor f. This number is determined by the free entry condition in the research activity of country o. Entry in this country occurs until the marginal firm breaks even:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "C d=1 J j=1 [ E d jf φ d d o,d ε(N o f + N −o f ) ]I[ φ d d o,d εN d f E d jf < 1] = η o f .",
            "eq_num": "(12)"
          }
        ],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "I is an indicator function that takes value 1 if the condition in brackets is satisfied and 0 otherwise.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "N d f ≡ N o f + N −o f , and N −o f",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "is the set of varieties provided to country d by countries other than o.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "Notice that because E",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "d jf = e d jf Y d j ; E d",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "jf is a function of country d 's factor endowments. Furthermore, because Γ(0) = 0, each country sells machines to domestic technology demanders, and the number of varieties produced in equilibrium is a function of the factor endowments of the country, among other determinants. This result is thus similar to Schott's multiple-cone version of the neo-classical model. Both results imply that N d",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "f is a function of the factor endowments of the countries that provide technology to country d. Thereby, we can rewrite a d jf (i) in the following manner:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "a d jf (i) = e d jf N d f (φ d ,V o ) 0 µ n(1−ε) f dn (ε − 1) ε .",
            "eq_num": "(13)"
          }
        ],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "where V o is a vector of the factor endowments of the countries that belong to set D. By inserting equation (13) into equation (6) we can write unit factor input requirements as follows:",
        "cite_spans": [
          {
            "start": 108,
            "end": 112,
            "text": "(13)",
            "ref_id": "BIBREF12"
          },
          {
            "start": 127,
            "end": 130,
            "text": "(6)",
            "ref_id": "BIBREF5"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "Q d jf = g( β j , σ j , γ jz , ε, common−within−industry−j φ d , e d jz e d jf , w d f w d z , N d z (φ d ,V o z ) 0 µ n(1−ε) z dn N d f (φ d ,V o f ) 0 µ n(1−ε) f dn , d o,d o∈D , V o country−specif ic ) 3 ,",
            "eq_num": "(14)"
          }
        ],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "with z = 1, ..., F and z = f . Equation (14) shows that unit factor input requirements are a function of : Finally, note that if pairs of technology-trading countries emerge depending on bilateral distances, and if there is a finite number of groups, then we can cluster countries across a finite number of technological regimes. Two countries belong to the same regime if they adopt the same technologies. This implication emerges in our model because the number of countries, factors, sectors, and institutional frameworks is finite, and because there is a fixed cost of exporting technology. 4 ",
        "cite_spans": [
          {
            "start": 40,
            "end": 44,
            "text": "(14)",
            "ref_id": "BIBREF13"
          },
          {
            "start": 595,
            "end": 596,
            "text": "4",
            "ref_id": "BIBREF3"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Technology suppliers",
        "sec_num": "4.2"
      },
      {
        "text": "To analyze how technology choices affect the impact of factor endowments on trade, we solve the equilibrium for the aggregate economy. Employing matrix notation, we define Q c as the matrix of unit factor input requirements for economy c. Market clearing conditions in this economy are as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The economy",
        "sec_num": "4.3"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "Q c Y c = V c ,",
            "eq_num": "(15)"
          }
        ],
        "section": "The economy",
        "sec_num": "4.3"
      },
      {
        "text": "where Y c is the vector of sectoral outputs and V c is the vector of factor endowments. Assuming that the number of goods is equal to the number of products, and denoting by R c the inverse of matrix Q c , it is possible to express output of country c as a linear function of country c's factor endowments. Specifically,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The economy",
        "sec_num": "4.3"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "Y c = R c V c .",
            "eq_num": "(16)"
          }
        ],
        "section": "The economy",
        "sec_num": "4.3"
      },
      {
        "text": "From the previous section, we know that in equilibrium there will be a finite number of technological groups. We let the data inform us about the particular number. However, in order to study the implications of technology choices on the pattern of specialization, we assume that countries are clustered in K groups. Output of country c, which belongs to group k, Y c,k , with k = 1, ..., K, and worldwide output, Y w , can be written as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The economy",
        "sec_num": "4.3"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "Y c,k = R k V c,k",
            "eq_num": "(17)"
          }
        ],
        "section": "The economy",
        "sec_num": "4.3"
      },
      {
        "text": "and",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The economy",
        "sec_num": "4.3"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "Y w = K k=1 R k V w,k ,",
            "eq_num": "(18)"
          }
        ],
        "section": "The economy",
        "sec_num": "4.3"
      },
      {
        "text": "respectively. V w,k is the vector of factor endowments of group k. Denoting by T B c the trade balance of country c and by s c country c's share of world consumption, net exports of this economy can be written as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The economy",
        "sec_num": "4.3"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "NX c = Y c − s c Y w = R k (V c,k − s c V w,k ) − K z=1,z =k R z s c V w,z .",
            "eq_num": "(19)"
          }
        ],
        "section": "The economy",
        "sec_num": "4.3"
      },
      {
        "text": "The previous system provides the following estimating equation for the netexports of country c in sector j, where c belongs to technology group k :",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The economy",
        "sec_num": "4.3"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "N X c,k j = F f =1 r k f j (V c,k f − s c V k f ) standard−ef f ect + K z=1,z =k F f =1 r z f j (−s c V z f ) consumption−ef f ect .",
            "eq_num": "(20)"
          }
        ],
        "section": "The economy",
        "sec_num": "4.3"
      },
      {
        "text": "Equation 20relates net-exports of product j in country c, which belong to technology group k, with measures of relative abundance of factors f -with f = 1, ..., F -in country c and a pure consumption effect, which captures the impact of importing product j from countries that belong to other technological groups. The r k f j s are the analogue to the Rybczynski coefficients in the standard theory. However, in our model, the concept of relative abundance of a factor in a country is redefined, so that a country's endowments are compared to the endowments of the technological group to which it belongs instead of being compared to the world's endowments, as in the standard theory. Adding and subtracting 20, we can re-write N X c,k j as a function of an endowment and a technology effect:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The economy",
        "sec_num": "4.3"
      },
      {
        "text": "K z=1,z =k F f =1 r k f j (−s c V z f ) to equation",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The economy",
        "sec_num": "4.3"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "N X c,k j = F f =1 r k f j (V c,k f − s c V w f ) endowment−ef f ect + K z=1,z =k F f =1 (r k f j − r z f j )s c V z f technology−ef f ect ,",
            "eq_num": "(21)"
          }
        ],
        "section": "The economy",
        "sec_num": "4.3"
      },
      {
        "text": "where V w f stands for the world's endowment of factor f. Consistent with recent literature on comparative and absolute advantage, equation 21implies that the pattern of trade is determined by both relative endowments as well as relative factor productivity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The economy",
        "sec_num": "4.3"
      },
      {
        "text": "This section presents the empirics. The analyses focus on the computer industry, which has received a lot of attention in the technology adoption and growth literature. The empirical approach begins with the estimation of the neo-classical Rybczynski equation with a single technological regime. In turn, we discuss results of ad-hoc two-regime models, where the data are divided into two groups depending on rankings based on technology selection variables, namely factor endowments, IPRs, TFP, and relative factor costs. The rest of this section describes our preferred two-step estimator, which includes a multivariate technology selection equation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical Strategy",
        "sec_num": "5"
      },
      {
        "text": "The theoretical framework motivates an empirical model which consists of two equations as net exports are governed by different sets of parameters, and the set of parameters which determine a particular country's net exports depend on the technological group to which the country belongs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The two-step approach",
        "sec_num": "5.1"
      },
      {
        "text": "The most efficient method to estimate this model is the Full-Information Maximum Likelihood (FIML) estimator (see Chiburis and Lokshin [7] ). However, we employ the least efficient method, the Two-Step approach, as it performs better than the FIML with small samples. A relevant implication of relying on the Two-Step approach to test our model is that the procedure increases the chance of rejecting the theory, as it delivers wider confidence intervals for the estimated parameters. This implies that if we find evidence in line with our predictions, then our theory is very robust. However, evidence against the theoretical results may not be enough to reject the theory.",
        "cite_spans": [
          {
            "start": 135,
            "end": 138,
            "text": "[7]",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The two-step approach",
        "sec_num": "5.1"
      },
      {
        "text": "In the first step we estimate an Ordered-Probit equation and we cluster countries across technological groups as motivated by the theoretical model. To do so, we construct an index of technology choices based on the theory, and we estimate the locations of the cutoff points at which the sample splits across technological regimes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The two-step approach",
        "sec_num": "5.1"
      },
      {
        "text": "To estimate the cutoff points, we first assume that the sample splits in a particular number of groups e.g., 2, 3, or 4, and we estimate the model with the assumed number of regimes. To determine the optimal cutoff points, we follow Hotchkiss [19] and estimate each model for every reasonable cutoff. 5 Given such values, in the second step, we estimate the Rybczynski coefficients for each technological group. For such purpose, we employ the OLS approach but we control for selection. 6 Finally, we apply the goodness of fit criterium to identify the set of estimated parameters that best fits the data.",
        "cite_spans": [
          {
            "start": 243,
            "end": 247,
            "text": "[19]",
            "ref_id": "BIBREF18"
          },
          {
            "start": 301,
            "end": 302,
            "text": "5",
            "ref_id": null
          },
          {
            "start": 487,
            "end": 488,
            "text": "6",
            "ref_id": "BIBREF5"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The two-step approach",
        "sec_num": "5.1"
      },
      {
        "text": "The first-step selection equation can be written as: 5 We start by dividing the sample in a way that delivers the maximum number of groups with no more than 25% of the observations per group. This provides the highest degree of freedom to move the cut-off points along the range of possible values. The cutoff points are moved iteratively in steps of 1 percentile of the continuous variable we employ to cluster countries across technological regimes. 6 Specifically, we introduce the estimatedλ",
        "cite_spans": [
          {
            "start": 53,
            "end": 54,
            "text": "5",
            "ref_id": null
          },
          {
            "start": 452,
            "end": 453,
            "text": "6",
            "ref_id": "BIBREF5"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The two-step approach",
        "sec_num": "5.1"
      },
      {
        "text": "R c t = ΘZ c t + µ c t (22) R c t =                          0 if − ∞ < R c t ≤ R 1t 1 if R 1t < R c t ≤ R 2t . . . K − 1 if R K−1t < R c t ≤ ∞,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The two-step approach",
        "sec_num": "5.1"
      },
      {
        "text": "c i ≡ φ(R k −R c )−φ(R k+1 −R c ) Φ(R jk+1 −R c )−Φ(R k −R c )",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The two-step approach",
        "sec_num": "5.1"
      },
      {
        "text": "as an explanatory variable of the Rybczynski equation corresponding to regime i.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The two-step approach",
        "sec_num": "5.1"
      },
      {
        "text": "where R c t is the continuous variable that clusters countries in technological regimes. 7 Θ is a vector of parameters and Z c t is the vector of the variables used to estimate the composite index R c t . 8 µ c t is a standard normal shock, and R 1t , R 2t , ..., R K−1t are the unknown cutoff points, which satisfy the following condition: R 1t < R 2t <, ...,< R K−1t . We also define R 0t ≡ −∞ and R Kt ≡ ∞ to avoid having to handle the boundary cases separately.",
        "cite_spans": [
          {
            "start": 89,
            "end": 90,
            "text": "7",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The two-step approach",
        "sec_num": "5.1"
      },
      {
        "text": "The resulting second-stage Rybczynski equations are:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The two-step approach",
        "sec_num": "5.1"
      },
      {
        "text": "N X c,k t = r 0 + F f =1 r k f (V c,k f t − s c V k f t ) + F f =1,z =k r z f (−s c V z f t ) + υ c,k t (23) N X c t =                          N X c,k 0 t ifR c t = 0 N X c,k 1 t ifR c t = 1 . . . N X c,K−1 t ifR c t = K − 1,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The two-step approach",
        "sec_num": "5.1"
      },
      {
        "text": "where N X c,k t are net exports of computers for country c, which belongs to group k, in period t. Parameter r k f is the Rybczynski coefficient corresponding to factor f in technology group k. We include four factors of production: stock of capital, skilled labor, unskilled labor, and arable land. Following Fitzgeral and Hallak [13] , Harrigan [16] , and Reeding [29] we interpret he constant term, r 0 , as the mean effect of omitted factors. Finally, our model relies on the following assumptions: A1. υ c,k t ∼ N (0, σ 2 υ,k ), for k = 1, ..., K; A2. µ c t ∼ N (0, 1); A3. σ 2 υ,kz = 0, for k = z and k, z = 1, ..., K; A4. σ 2 υ,µ = 0.",
        "cite_spans": [
          {
            "start": 331,
            "end": 335,
            "text": "[13]",
            "ref_id": "BIBREF12"
          },
          {
            "start": 347,
            "end": 351,
            "text": "[16]",
            "ref_id": "BIBREF15"
          },
          {
            "start": 366,
            "end": 370,
            "text": "[29]",
            "ref_id": "BIBREF28"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The two-step approach",
        "sec_num": "5.1"
      },
      {
        "text": "This section describes the empirical proxies we employ to estimate equations (22) and (23) . It also documents the sources of data.",
        "cite_spans": [
          {
            "start": 77,
            "end": 81,
            "text": "(22)",
            "ref_id": "BIBREF21"
          },
          {
            "start": 86,
            "end": 90,
            "text": "(23)",
            "ref_id": "BIBREF22"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Indicators and proxies",
        "sec_num": "5.2"
      },
      {
        "text": "As mentioned, our model suggests that countries face discretely different technological choice sets. Therefore, to construct variable R c t we rely on the theory, according to which the key determinants of the technological group to which a country belongs are IPRs of the destination country, φ d , relative factor prices of the destination country, o∈D . Our baseline model for the selection equation considers variables strictly related to technology adoption such as IPRs of the destination country, relative factor endowments (capital/labor), which we use to proxy , and the same variables for technology trading partners. The latter variables are weighted by the inverse of the distance between trading countries. To test the robustness of our specification, we add factor price ratio, namely the ratio of the manufacturing wages over bank lending interest rates, and national TFP levels to control for Hicks-neutral technological differences. Our proxy for R c t is the first component in the principal component analysis of the variables employed to construct variable R c t .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The technology selection variable",
        "sec_num": "5.2.1"
      },
      {
        "text": "Data on capital stocks come from Serven and Calderón [33] ",
        "cite_spans": [
          {
            "start": 53,
            "end": 57,
            "text": "[33]",
            "ref_id": "BIBREF32"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Factor endowments",
        "sec_num": null
      },
      {
        "text": "Data on intellectual property rights protection come from Ginarte and Park [28] . The measure is an index of patent rights at the country level, which is based on the following categories: extent of patent coverage, membership in international patent agreements, provisions for loss of protection, enforcement mechanisms, and duration of protection. Each of these categories is scored from 0 to 1. The un-weighted sum of these five values constitutes the overall value of the IPRs index.",
        "cite_spans": [
          {
            "start": 75,
            "end": 79,
            "text": "[28]",
            "ref_id": "BIBREF27"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IPRs",
        "sec_num": null
      },
      {
        "text": "Bilateral data on imports and exports of computers come from Feenstra et al. [12] . The data are available at the 4-digit level of the Standard International Trade Classification, Revision 2. To measure net exports of computers for the global industry, we consider the following categories, 7521, 7522, 7523, and 7528, which are the same as the ones employed by Caselli and Coleman [6] to study the determinants of cross-country technology diffusion. Code 7521 refers to Analogue and hybrid data processing machines; code 7522 refers to Complete digital data processing machines, comprising in the same housing the central processing unit and one output unit; code 7523 refers to Complete digital central processing units, digital processors consisting of arithmetical, logical, and control elements; codes 7528 refers to Off-line data processing equipment, n.e.s. To measure net exports of the computers in the final good industry we restrict our analysis to the 7521 and 7522 codes.",
        "cite_spans": [
          {
            "start": 77,
            "end": 81,
            "text": "[12]",
            "ref_id": "BIBREF11"
          },
          {
            "start": 382,
            "end": 385,
            "text": "[6]",
            "ref_id": "BIBREF5"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Net exports of computers",
        "sec_num": null
      },
      {
        "text": "Data on manufacturing wages come from Nicita and Olarreaga [26] . The wage variable includes all payments in cash or in kind paid to employees during the reference year in relation to work done for the establishment. Payments include direct wages and salaries, remuneration for time not worked, bonuses and gratuities, housing allowances and family allowances paid directly by the employer, and payments in kind. Excluded are employer social-security contributions on behalf of their employees, pension and insurance schemes, as well as the benefits received by employees under these schemes, and severance and termination pay. Our proxy is the average of industry wages over a fiveyear period.",
        "cite_spans": [
          {
            "start": 59,
            "end": 63,
            "text": "[26]",
            "ref_id": "BIBREF25"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Wages",
        "sec_num": null
      },
      {
        "text": "Data on lending interest rates, a proxy for the cost of capital, come from the International Financial Statistics data-set of the IMF. The measure is defined as the annual average of the national lending rates.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Lending rates",
        "sec_num": null
      },
      {
        "text": "Data on total factor productivity (TFP) has been obtained from Klenow and Rodriguez-Clare [21] , who estimate TFP by substracting estimates of human and physical capital per worker from GDP per worker.",
        "cite_spans": [
          {
            "start": 90,
            "end": 94,
            "text": "[21]",
            "ref_id": "BIBREF20"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "TFP",
        "sec_num": null
      },
      {
        "text": "The resulting sample covers 73 developing and developed countries over the period 1980-2000. Table 1 presents the summary statistics.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 93,
            "end": 100,
            "text": "Table 1",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "TFP",
        "sec_num": null
      },
      {
        "text": "[Insert Table 1 about here] Table 2 presents the list of countries that are located at the top and the bottom of the distribution of countries ranked according to their net exports of computers in 2000. For these countries the table reports their net exports of computers, their capital/labor ratios, their skilled-labor/labor ratios, and the positions the countries occupy in the rankings for each of these variables. Each ranking ranges from 1-73.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 8,
            "end": 15,
            "text": "Table 1",
            "ref_id": "TABREF2"
          },
          {
            "start": 28,
            "end": 35,
            "text": "Table 2",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "TFP",
        "sec_num": null
      },
      {
        "text": "[Insert Table 2 about here]",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 8,
            "end": 15,
            "text": "Table 2",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Descriptive analysis",
        "sec_num": "5.3"
      },
      {
        "text": "To assess if the data supports our theory, we compare the positions countries occupy in the net exports and relative factor endowments distributions. According to the standard theory, if the production of computers is capital (skilled labor) intensive, we should expect to observe countries that are relatively more abundant in this factor to be located at the top of the net exports of computers distribution.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Descriptive analysis",
        "sec_num": "5.3"
      },
      {
        "text": "Interestingly, the data in Table 2 A similar pattern is also observed in the final-goods computer industry. Among capital intensive countries, we find Singapore and Japan, which are among the highest net exporters, and other countries such as Switzerland, the U.S.A, Italy and France that are among the highest net-importers. Overall, the data shows evidence that contradicts the standard theory. We devote the following sections to explore this question in detail.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 27,
            "end": 34,
            "text": "Table 2",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Descriptive analysis",
        "sec_num": "5.3"
      },
      {
        "text": "The discussion of econometric results proceeds in stages. We first discuss the model as the standard factor-proportions theory. We also present the results of the estimation of the model for various sub-samples of the data, which are split at the median of potential technology-selection variables. These selection variables are: (a) capital/labor ratio, (b) IPRs, (c) wage/lending rate ratio, and (d) TFP. In turn, we report the results from the estimation of the selection equation of the optimal 2-regime, 3-regime, and 4-regime models, followed by a discussion of the estimated Rybczynski coefficients of the model that best fits the data. Formal tests of the null hypothesis that the Rybczynski coefficients are equivalent across regimes are also discussed. At the end we discuss robustness tests, which entail the estimation of the twostep approach with additional explanatory variables (namely relative factor costs and national TFP differences) in the selection equation. Table 3 presents the estimated Rybczynski coefficients under the assumption that all countries employ the same technology. The table shows that the model is unsatisfactory, as none of the explanatory variables are statistically significant, both in the global and final-goods computer industries.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 980,
            "end": 987,
            "text": "Table 3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "6"
      },
      {
        "text": "[Insert Table 3 about here] Consistent with Hakura [15] , the results improve when we estimate the model for different sub-samples. Table 4 shows the estimations for various samples, depending on the selection variables.",
        "cite_spans": [
          {
            "start": 51,
            "end": 55,
            "text": "[15]",
            "ref_id": "BIBREF14"
          }
        ],
        "ref_spans": [
          {
            "start": 8,
            "end": 15,
            "text": "Table 3",
            "ref_id": null
          },
          {
            "start": 132,
            "end": 139,
            "text": "Table 4",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Results for the standard theory",
        "sec_num": "6.1"
      },
      {
        "text": "[Insert Table 4 about here]",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 8,
            "end": 15,
            "text": "Table 4",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Results for the standard theory",
        "sec_num": "6.1"
      },
      {
        "text": "Two conclusions can be drawn from Table 4 . First, the division of the sample according to technology-selection variables improves substantially econometric estimates. Second, there is important variation in the sign and statistical significance of the explanatory variables across sub-samples. For example, capital abundance is a source of comparative advantage in the production of computers and components for countries that are below the median of the capital/labor ratio, IPRs, and TFP, while it is a source of comparative disadvantage for countries above the median of the variables. Unskilled-labor abundance is a source of comparative advantage for countries above the median of the capital/labor ratio and IPRs, while it is a source of comparative disadvantage for countries below the median. That is, there seems to be a notable technology-selection mechanism, which appears to be related to endowments, IPRs, and national TFP differences. The twostep estimations discussed below improve upon these estimations by allowing for a multi-variate selection mechanism.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 34,
            "end": 41,
            "text": "Table 4",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Results for the standard theory",
        "sec_num": "6.1"
      },
      {
        "text": "This section presents the results from the implementation of the two-step approach. We discuss the results from the estimation of the selection equation, followed by the results from the estimation of the Rybczynski equations for each technological group. We also test the null hypotheses that the Rybczynski coefficients are equivalent across these groups. Table 5 shows the results of the estimation of the selection equations for the optimal 2-regime, 3-regime, and 4-regime models. The dependent variable is the technology index and the regressors include own capital over labor, own IPRs, trading partners' capital/labor ratio, and trading partners' IPRs.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 358,
            "end": 365,
            "text": "Table 5",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Results for the two-step approach",
        "sec_num": "6.2"
      },
      {
        "text": "[Insert Table 5 about here]",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 8,
            "end": 15,
            "text": "Table 5",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Selection equation",
        "sec_num": "6.2.1"
      },
      {
        "text": "The own capital/labor ratio, the own IPRs, and the trading partners' IPRs variables are statistically significant at the 1% level in most of the models, for both the global and final-goods computer industries. The latent index rises with these variables, a result that appears in all specifications. It is noteworthy that the significance of a country's own endowments is consistent with Schott's multiple-cones of specialization. In contrast, the significance of IPRs and trading partner characteristics are new results for the trade literature and lend credence to our theoretical model with endogenous technology adoption. However, the effect of trading partners' capital/labor ratio is ambiguous. Its estimated coefficient is significant and positive only in the 3-regime model and for the global computer industry, but it is significant and negative in the other cases. The models that best fit, those with the lowest sum of squared residuals (SSR), have three or four technological regimes, for the global computer industry and the final-goods computer industry, respectively. Table 6 presents specification tests for the optimal models. The first tests the significance of the cutoff points or threshold values of the latent index, which split the samples into technological regimes. These cutoff points are statistically different from each other in both industries, as reflected in their confidence intervals that do not overlap.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 1083,
            "end": 1090,
            "text": "Table 6",
            "ref_id": "TABREF8"
          }
        ],
        "eq_spans": [],
        "section": "Selection equation",
        "sec_num": "6.2.1"
      },
      {
        "text": "Although it is not a test of the validity of the theory, the significance of the inverse of Mills Ratio in the second regime of the final-goods computer industry estimates suggests that the lack of control for technology choices delivers selection-bias in the estimated Rybczynski coefficients. This evidence of biased coefficients is broadly consistent with Fitzgerald and Hallak [13] , who found that Rybczynski coefficients tend to be biased when cross-country productivity differences are ignored.",
        "cite_spans": [
          {
            "start": 381,
            "end": 385,
            "text": "[13]",
            "ref_id": "BIBREF12"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Selection equation",
        "sec_num": "6.2.1"
      },
      {
        "text": "[Insert Table 6 about here] Table 7 presents estimated Rybczynski coefficients for each technological regime. In the global computer industry, capital abundance is a source of comparative advantage for countries that belong to the lowest and middle regimes. However, it is a source of disadvantage for countries in the highest regime. The coefficients are statistically significant at the 1% level. Evidence in line with the first result has also been provided by Harrigan [16] , David and Weinstein [8] , Bernstein and Weinstein [4] , and Leamer [24] . Evidence related to the second result has been documented by Harrigan and Zakrajsek [18] . The authors do not find systematically positive coefficients on capital for most manufacturing sectors.",
        "cite_spans": [
          {
            "start": 473,
            "end": 477,
            "text": "[16]",
            "ref_id": "BIBREF15"
          },
          {
            "start": 500,
            "end": 503,
            "text": "[8]",
            "ref_id": "BIBREF7"
          },
          {
            "start": 530,
            "end": 533,
            "text": "[4]",
            "ref_id": "BIBREF3"
          },
          {
            "start": 547,
            "end": 551,
            "text": "[24]",
            "ref_id": "BIBREF23"
          },
          {
            "start": 638,
            "end": 642,
            "text": "[18]",
            "ref_id": "BIBREF17"
          }
        ],
        "ref_spans": [
          {
            "start": 8,
            "end": 15,
            "text": "Table 6",
            "ref_id": "TABREF8"
          },
          {
            "start": 28,
            "end": 35,
            "text": "Table 7",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Selection equation",
        "sec_num": "6.2.1"
      },
      {
        "text": "[Insert Table 7 about here] Skilled labor abundance increases net exports of computers in the lowest and highest regimes. This result is consistent with Harrigan and Zakrajsek [18] , who find that educated workers have a strongly positive effect on the production of electrical machinery sectors. By contrast, skilled labor reduces net exports of computers in the middle regime. Unskilled labor has a positive and statistically significant impact on the net exports of computers of the highest regime, but a significant and negative effect on the production of the lowest regime. The last finding contradicts Harrigan [16] , who observes that unskilled labor is a source of comparative advantage in most industries. The impact of land also varies across regimes. It is significant and positive in the lowest regime, and significant and negative in the other regimes.",
        "cite_spans": [
          {
            "start": 176,
            "end": 180,
            "text": "[18]",
            "ref_id": "BIBREF17"
          },
          {
            "start": 618,
            "end": 622,
            "text": "[16]",
            "ref_id": "BIBREF15"
          }
        ],
        "ref_spans": [
          {
            "start": 8,
            "end": 15,
            "text": "Table 7",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Rybczynski equations",
        "sec_num": "6.2.2"
      },
      {
        "text": "In the final-goods computer industry, the qualitative effects of skilled labor and land resemble those of the global computer sector. However, capital is a source of comparative disadvantage for countries that belong to the lowest regime, and unskilled labor is statistically insignificant across regimes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Rybczynski equations",
        "sec_num": "6.2.2"
      },
      {
        "text": "Overall, the findings are consistent with Schott [33] , who documents heterogenous impact of factor endowments on within industry's output across countries. One limitation of Schott's [33] analysis is that it does not jointly control for variation in intra-industry product mix and technology differences across countries. The ongoing analysis fills this gap and provides evidence consistent with Schott's findings.",
        "cite_spans": [
          {
            "start": 49,
            "end": 53,
            "text": "[33]",
            "ref_id": "BIBREF32"
          },
          {
            "start": 184,
            "end": 188,
            "text": "[33]",
            "ref_id": "BIBREF32"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Rybczynski equations",
        "sec_num": "6.2.2"
      },
      {
        "text": "Having presented preliminary evidence in line with our theory, we now discuss a formal test of the null hypothesis that the Rybczynski coefficients are equivalent across regimes. Table 8 reports the p-values corresponding to the null hypothesis that the Rybczynski coefficients of the regimes in brackets are statistically equivalent. The Table shows that in spite of the fact that we employ the least efficient method to estimate the model, which delivers wider confidence intervals for the estimated parameters, there is substantial evidence supporting the theory. The null hypotheses are rejected at the 1% level for many cases in both industries.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 179,
            "end": 186,
            "text": "Table 8",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Are Rybczynski coefficients equivalent across regimes?",
        "sec_num": "6.2.3"
      },
      {
        "text": "[Insert Table 8 about here]",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 8,
            "end": 15,
            "text": "Table 8",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Are Rybczynski coefficients equivalent across regimes?",
        "sec_num": "6.2.3"
      },
      {
        "text": "It may be argued, however, that the Rybczynski coefficients vary across countries not because of technology adoption, but as a result of differences in relative factor prices. They may also differ because the quality of endowments varies across countries, or because there are Hicks-neutral technology differences across economies, as in Fitzgerald and Hallak [13] . That is, these variables could be correlated with our selection-equation regressors, our previous results could suffer from omitted variables bias, and the estimated heterogeneous Rybczynski coefficients could be due to these other factors. Two additional specifications test the robustness of our results. The first adds the wage/lending rate ratio to the set of explanatory variables in the selection equation. The second adds national TFP levels to the previous set of regressors. Table 9 reports these results.",
        "cite_spans": [
          {
            "start": 360,
            "end": 364,
            "text": "[13]",
            "ref_id": "BIBREF12"
          }
        ],
        "ref_spans": [
          {
            "start": 851,
            "end": 858,
            "text": "Table 9",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Robustness checks",
        "sec_num": "6.3"
      },
      {
        "text": "[Insert Table 9 about here]",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 8,
            "end": 15,
            "text": "Table 9",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Robustness checks",
        "sec_num": "6.3"
      },
      {
        "text": "Relative factor prices appear insignificant, and thereby play no role in explaining the variation of the Rybczynski coefficients across technological regimes. In contrast, TFP is significant and has a positive effect on the latent selection variable. Yet the sign and statistical significance of the regressors of the baseline model remain intact. Furthermore, the magnitudes of the coefficients related to our theory, namely a country's own capital/labor ratio and IPRs, are larger than in the baseline estimation. This suggests that omitted variables bias had attenuated the estimated effect of our technologyselection regressors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Robustness checks",
        "sec_num": "6.3"
      },
      {
        "text": "With the expanded specification, the optimal models for both industries have four technological regimes. The specification tests corresponding to the complete model are reported in Table 10 . In all but one of the regimes, the inverse Mills ratio is statistically insignificant. Also, there is some overlap in the estimates of the 95 percent confidence intervals of the first and second cutoff points in both industries. Again, it is worth clarifying that these tests are not require to validate our proposed theory, the findings of more than one regime with heterogeneous Rybczynski coefficients is sufficient to support the proposed model.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 181,
            "end": 189,
            "text": "Table 10",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "Robustness checks",
        "sec_num": "6.3"
      },
      {
        "text": "[Insert Table 10 about here]",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 8,
            "end": 16,
            "text": "Table 10",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "Robustness checks",
        "sec_num": "6.3"
      },
      {
        "text": "The results from the estimation of the Rybczynski equations and the formal tests of equivalence of these coefficients across regimes appear in Tables  11 and 12 . Once again the findings support our theory, and the Rybczynski coefficients follow the same patterns as in Table 7 .",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 143,
            "end": 160,
            "text": "Tables  11 and 12",
            "ref_id": "TABREF2"
          },
          {
            "start": 270,
            "end": 277,
            "text": "Table 7",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Robustness checks",
        "sec_num": "6.3"
      },
      {
        "text": "[Insert Tables 11 and 12 about here]",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 8,
            "end": 24,
            "text": "Tables 11 and 12",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "Robustness checks",
        "sec_num": "6.3"
      },
      {
        "text": "The neoclassical model of trade predicts that international specialization will be jointly determined by cross-country differences in relative factor endowments and exogenous technologies. Our proposed model relaxes the Hicks-neutral technological differences assumption by allowing countries to adopt different technologies. The marriage of literatures on biased technical change and trade yielded a tractable theory, whereby differences in factor endowments and intellectual property rights bias technical change towards particular factors, and thus unit factor input requirements can vary across economies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "7"
      },
      {
        "text": "We tested this theoretical model with data on net exports of a single industry, computers, intellectual property rights, factor endowments, and other controls for 73 countries over the period 1980-2000. The descriptive and econometric results provide robust evidence suggesting that once technological choices are considered, countries exhibit different Rybczynski coefficients. This is partly due to differences in factor endowments, as in Schott's multiplecone model of international specialization with identical technologies across countries. But the evidence also indicates that differences in intellectual property rights and the characteristics of technology trading partners, which also determine technology-adoption choices in our model but not in Shott's theory, are associated with differences in factor intensities across countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "7"
      },
      {
        "text": "Proof first stage of FGP's problem Dividing the first order condition for variety i and n, we obtain:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Appendix",
        "sec_num": "8"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "p c jz (i) p c jz (n) = ∂A c jz ∂a c jz (i) ∂A c jz ∂a c jz (n) = a c −(1−α ) jz (i) a c −(1−α ) jz (n)",
            "eq_num": "(24)"
          }
        ],
        "section": "Appendix",
        "sec_num": "8"
      },
      {
        "text": "Multiplying both size of equation 24by p c jz (i), and then integrating over i, we obtain the following solution:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Appendix",
        "sec_num": "8"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "a c jz (i) = e c z p c −ε jz P c 1−ε jz ,",
            "eq_num": "(25)"
          }
        ],
        "section": "Appendix",
        "sec_num": "8"
      },
      {
        "text": "where e c z ≡ Final-goods computer industry Note: T his table shows the results of the Rybczynski equations for countries that are located below and above the median of capital/labor (K/L), intellectual property rights (IPRs), wage/lending rate, and total factor productivity (T FP). T he dependent variables are net exports of computers in the global computer and the final-good computer industries. T he independent variables are capital, skilled-labor, unskilled-labor and land. T he results control for time effects. Robust standard errors are reported in brackets. *** means statistically significant at the 1% level, ** 5%, and * 10%. Table 5 . Two-step approach. Estimation of the Selection Equation",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 641,
            "end": 648,
            "text": "Table 5",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Appendix",
        "sec_num": "8"
      },
      {
        "text": "N W z 0 p c jz (i)a c jz (i)di.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Appendix",
        "sec_num": "8"
      },
      {
        "text": "Global computer industry (final-goods and components)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "K/L ratio",
        "sec_num": null
      },
      {
        "text": "Final-goods computer industry Note: T his table present the results of the selection equation for the 2-regime, 3-regime, and 4-regime models. T he dependent variable is categorical and captures countries' technology choices. T he independent variables are capital/labor ratio and intellectual property rights protection (IPRs) of each country as well as that of its technology trading partners (inversely weighted by bilateral distance). SSR means sum of squared residuals. Standard errors are in brackets. *** means significant at the 1% level, ** 5%, and * 10%. T ime effects are not reported. Baseline model + factor prices + TFP Note: T his table presents the estimated coefficients of the selection equation corresponding to the optimal model. T he first column reports coefficients of the baseline model. T he second column results add to the set of explanatory variables the wage/lending rate. T he third column results add to the set of explanatory variables total factor productivity (T FP). All the regressions control for time effects. Standard errors are reported in brackets. *** means statistically significant at the 1% level, ** 5%, and * 10%. SSR means sum of squared residuals. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "K/L ratio",
        "sec_num": null
      },
      {
        "text": "For the sake of simplicity firms' subindexes are omitted.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "w d f w d z , 3. relative technology expenditures, e d jz e d jf , 4. factor endowments of technology suppliers, V o , and3 Q d jf also depends on N d f (φ d ,V o f ) 0 µ n(1−ε) f dn.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Another mechanism that would group countries into different technological regimes, which could equal the number of countries, is the existence of transport costs for machines, which would yield machine-price differences across economies, thus affecting their technology adoption decisions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Section 5.2 explains the methodology, the variables, and the economics of the index variable.8 Our baseline model includes variables that are strictly related to technology adoption such as IPRs of each country, capital/labor ratio of each country, which we use to proxye d jk e d jl , and weighted averages of the same variables for technology trading partners.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Directed Technical Change",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Acemoglu",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Review of Economic Studies",
        "volume": "7",
        "issue": "4",
        "pages": "781--809",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Acemoglu, D., 2002. Directed Technical Change. Review of Economic Studies, 7 (4), 781-809.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "International Comparisons of Educational Attainment",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Barro",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Jong-Wha",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "Journal of Monetary Economics",
        "volume": "32",
        "issue": "3",
        "pages": "363--394",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Barro, R. and L., Jong-Wha, 1993. International Comparisons of Edu- cational Attainment. Journal of Monetary Economics, 32 (3) 363-394.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Is Growth Exogenous? Taking Mankiw",
        "authors": [
          {
            "first": "B",
            "middle": [
              "S"
            ],
            "last": "Bernanke",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [
              "S"
            ],
            "last": "Gurkaynak",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "NBER Macroeconomics Annual",
        "volume": "",
        "issue": "",
        "pages": "11--57",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bernanke, B.S. and R.S., Gurkaynak, 2002. Is Growth Exogenous? Tak- ing Mankiw, Romer, and Weil Seriously, B.S. Bernanke and K. Ro- goff (eds.) NBER Macroeconomics Annual 2001 (Cambridge, MA: MIT Press), 11-57.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Do Endowments Determine the Location of Production? Evidence from National and International Data",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Bernstein",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Weinstein",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Journal of International Economics",
        "volume": "56",
        "issue": "1",
        "pages": "55--76",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bernstein, J. and D., Weinstein, 2002. Do Endowments Determine the Location of Production? Evidence from National and International Data. Journal of International Economics, 56 (1), 55-76.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "World Bank Policy Research Working Paper",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Calderón",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Serven",
            "suffix": ""
          }
        ],
        "year": 1980,
        "venue": "",
        "volume": "3401",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Calderón, C., and L, Serven, 2004. Trends in Infrastructure in Latin America, 1980-2001. World Bank Policy Research Working Paper 3401, Washington, DC.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Cross-Country Technology Diffusion: The Case of Computers",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Caselli",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Coleman",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "American Economic Review P & P",
        "volume": "91",
        "issue": "2",
        "pages": "328--335",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Caselli, F. and J., Coleman, 2001. Cross-Country Technology Diffusion: The Case of Computers. American Economic Review P & P. 91 (2), 328-335.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Maximum Likelihood and Two-Step Estimation of an Ordered-probit Selection Model",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Chiburis",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Lokshin",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "The Stata Journal",
        "volume": "7",
        "issue": "2",
        "pages": "167--182",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chiburis, R. and M., Lokshin, 2007. Maximum Likelihood and Two-Step Estimation of an Ordered-probit Selection Model. The Stata Journal. 7 (2), 167-182.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "An Account of Global Factor Trade",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Davis",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Weinstein",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "American Economic Review",
        "volume": "91",
        "issue": "5",
        "pages": "1423--54",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Davis, D. and D., Weinstein, 2001. An Account of Global Factor Trade. American Economic Review, 91 (5),1423-54.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Panel Data Estimates of the Production Function and Product and Labor Market Imperfections",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Dobbelaere",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Mairesse",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Dobbelaere, S. and J., Mairesse, 2008. Panel Data Estimates of the Pro- duction Function and Product and Labor Market Imperfections. NBER Working Paper N. 13975.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "A Model of Induced Invention",
        "authors": [
          {
            "first": "E",
            "middle": [],
            "last": "Drandakis",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Phelps",
            "suffix": ""
          }
        ],
        "year": 1965,
        "venue": "Growth and Distribution. Economic Journal",
        "volume": "76",
        "issue": "",
        "pages": "823--84",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Drandakis, E. and E., Phelps, 1965. A Model of Induced Invention, Growth and Distribution. Economic Journal, 76, 823-84.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Sources of Growth: A Study of Seven Latin American Economies",
        "authors": [
          {
            "first": "V",
            "middle": [],
            "last": "Elias",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Elias, V., 1992. Sources of Growth: A Study of Seven Latin American Economies. San Francisco: ICS Press.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "World Trade Flows, 1970-1992, with Production and Tariff Data",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Feenstra",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Lipsey",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "NBER WP",
        "volume": "5975",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Feenstra, R., Lipsey, R. and H., Bowen, 1997. World Trade Flows, 1970- 1992, with Production and Tariff Data. NBER WP 5975.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Specialization, Capital Accumulation, and Development",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Fitzgerald",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "C"
            ],
            "last": "Hallak",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Journal of International Economics",
        "volume": "64",
        "issue": "2",
        "pages": "277--302",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Fitzgerald, D., and J.C., Hallak, 2004. Specialization, Capital Accu- mulation, and Development. Journal of International Economics, 64(2), 277-302.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Getting Income Shares Right",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Gollin",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Journal of Political Economy",
        "volume": "90",
        "issue": "",
        "pages": "458--474",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gollin, D., 2002. Getting Income Shares Right. Journal of Political Econ- omy, 90, 458-474.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Why does HOV fail? The role of technological differences within the EC",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Hakura",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Journal of International Economics",
        "volume": "56",
        "issue": "2",
        "pages": "509--511",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hakura, D., 2001. Why does HOV fail? The role of technological differ- ences within the EC. Journal of International Economics, 56 (2), 509- 511.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Factor Endowments and the International Location of Production: Econometric Evidence from the OECD",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Harrigan",
            "suffix": ""
          }
        ],
        "year": 1970,
        "venue": "Journal of International Economics",
        "volume": "39",
        "issue": "1/2",
        "pages": "123--141",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Harrigan, J., 1995. Factor Endowments and the International Location of Production: Econometric Evidence from the OECD, 1970-1985. Jour- nal of International Economics, 39 (1/2), 123-141.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Technology, Factor Supplies and International Specialization: Testing the Neoclassical Model",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Harrigan",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "American Economic Review",
        "volume": "87",
        "issue": "4",
        "pages": "475--494",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Harrigan, J., 1997. Technology, Factor Supplies and International Spe- cialization: Testing the Neoclassical Model. American Economic Review, 87 (4), 475-494.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Factor Supplies and Specialization in the World Economy",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Harrigan",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Zakrajsek",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Harrigan, J. and E. Zakrajsek, 2000. Factor Supplies and Specialization in the World Economy. NBER Working Paper 7848.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "The Definition of Part-Time Employment: A Switching Regression Model with Unknown Sample Selection",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Hotchkiss",
            "suffix": ""
          }
        ],
        "year": 1991,
        "venue": "International Economic Review",
        "volume": "32",
        "issue": "4",
        "pages": "899--917",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hotchkiss, J., 1991. The Definition of Part-Time Employment: A Switching Regression Model with Unknown Sample Selection. Interna- tional Economic Review, 32 (4), 899-917.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Induced Bias in Innovation and the Theory of Distribution",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Kennedy",
            "suffix": ""
          }
        ],
        "year": 1964,
        "venue": "Economic Journal, LXXIV",
        "volume": "",
        "issue": "",
        "pages": "541--547",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kennedy, C., 1964. Induced Bias in Innovation and the Theory of Dis- tribution. Economic Journal, LXXIV, 541-547.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Externalities and Growth",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Klenow",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Rodriguez-Claire",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Handbook of Economic Growth",
        "volume": "1",
        "issue": "",
        "pages": "817--861",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Klenow, P. and A. Rodriguez-Claire, 2005. Externalities and Growth. Handbook of Economic Growth, vol. 1A, P. Aghion and S Durlauf, eds. Chapter 11, 817-861.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Scale Economies, Product Differentiation, and the Pattern of Trade",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Krugman",
            "suffix": ""
          }
        ],
        "year": 1980,
        "venue": "American Economic Review",
        "volume": "70",
        "issue": "5",
        "pages": "950--959",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Krugman, P., 1980. Scale Economies, Product Differentiation, and the Pattern of Trade. American Economic Review, 70 (5), 950-959.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "International Economics: Theory and Practice",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Krugman",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Obstfeld",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "64--65",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Krugman, P. and M. Obstfeld, 1994. International Economics: Theory and Practice. Third edition, pp.64-65.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "The Commodity Composition of International Trade in Manufactures: An Empirical Analysis",
        "authors": [
          {
            "first": "E",
            "middle": [],
            "last": "Leamer",
            "suffix": ""
          }
        ],
        "year": 1984,
        "venue": "Oxford Economic Papers",
        "volume": "26",
        "issue": "",
        "pages": "350--374",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Leamer, E., 1984. The Commodity Composition of International Trade in Manufactures: An Empirical Analysis. Oxford Economic Papers, 26, 350-374.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "Factor Proportions and the Structure of American Trade: Further Theoretical and Empirical Analysis",
        "authors": [
          {
            "first": "W",
            "middle": [],
            "last": "Leontief",
            "suffix": ""
          }
        ],
        "year": 1956,
        "venue": "Review of Economics and Statistics",
        "volume": "38",
        "issue": "",
        "pages": "386--407",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Leontief, W., 1956. Factor Proportions and the Structure of American Trade: Further Theoretical and Empirical Analysis. Review of Eco- nomics and Statistics, 38, 386-407.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "Trade, Production and Protection",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Nicita",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Olarreaga",
            "suffix": ""
          }
        ],
        "year": 1976,
        "venue": "World Bank Economic Review",
        "volume": "82",
        "issue": "1",
        "pages": "165--171",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Nicita, A. and M. Olarreaga, 2007. Trade, Production and Protection 1976-2004. World Bank Economic Review 82(1), 165-171.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Are Capital Shares Higher in Poor Countries",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Ortega",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Rodriguez",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ortega, D. and F., Rodriguez, 2003. Are Capital Shares Higher in Poor Countries?. Working Paper.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "Determinants of Patent Rights: A Cross National Study",
        "authors": [
          {
            "first": "W",
            "middle": [],
            "last": "Park",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "C"
            ],
            "last": "Ginarte",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "Research Policy",
        "volume": "26",
        "issue": "3",
        "pages": "283--301",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Park, W. and J.C., Ginarte, 1997. Determinants of Patent Rights: A Cross National Study. Research Policy N26 (3), 283-301.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "Specialization Dynamics",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Redding",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Journal of International Economics",
        "volume": "58",
        "issue": "",
        "pages": "299--334",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Redding, S., 2002. Specialization Dynamics. Journal of International Economics, 58, 299-334.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "The Leontief.Trefler Hypothesis and Factor Price Insensitivity, Working papers 97-113",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Reppeto",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Ventura",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Reppeto, A. and J. Ventura, 1997. The Leontief.Trefler Hypothesis and Factor Price Insensitivity, Working papers 97-113, Massachusetts Insti- tute of Technology (MIT), Department of Economics.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "Factor Proportions and the Structure of Commodity Trade",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Romalis",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "American Economic Review",
        "volume": "94",
        "issue": "1",
        "pages": "67--97",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Romalis, J., 2004. Factor Proportions and the Structure of Commodity Trade. American Economic Review, 94 (1), 67-97.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "A Theory of Induced Innovations Along Kennedy-Weisacker Lines",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Samuelson",
            "suffix": ""
          }
        ],
        "year": 1965,
        "venue": "Review of Economics and Statistics",
        "volume": "XLVII",
        "issue": "",
        "pages": "444--464",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Samuelson, P., 1965. A Theory of Induced Innovations Along Kennedy- Weisacker Lines. Review of Economics and Statistics, XLVII, 444-464.",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "One Size Fits All? Theory, Evidence and Implications of Cones of Diversification",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Schott",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "American Economic Review",
        "volume": "93",
        "issue": "3",
        "pages": "686--708",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Schott, P., 2003. One Size Fits All? Theory, Evidence and Implications of Cones of Diversification. American Economic Review, 93 (3), 686-708.",
        "links": null
      },
      "BIBREF33": {
        "ref_id": "b33",
        "title": "The Tyranny of Numbers: Confronting the Statistical Realities of the East Asian Growth Experience",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Young",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "Quarterly Journal of Economics",
        "volume": "100",
        "issue": "",
        "pages": "641--80",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Young, A. 1995. The Tyranny of Numbers: Confronting the Statistical Realities of the East Asian Growth Experience. Quarterly Journal of Economics, 100, 641-80.",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "for the global computer industry (final goods and components) and for the final good computer industry. T he dependent variables are netexports of computers for each industry. T he independent variables are capital, skilled labor, unskilled labor and land. T he results control for time effects. Robust standard errors are reported in brackets. *** means statistically significant at the 1% level, ** 5%, and * 10%",
        "authors": [],
        "year": null,
        "venue": "Note: T his table shows the results of neoclassical Rybczynski equations",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Note: T his table shows the results of neoclassical Rybczynski equations, for the global computer industry (final goods and components) and for the final good computer industry. T he dependent variables are net- exports of computers for each industry. T he independent variables are capital, skilled labor, unskilled labor and land. T he results control for time effects. Robust standard errors are reported in brackets. *** means statistically significant at the 1% level, ** 5%, and * 10%. [3.53E-07]*** [1.74E-06]",
        "links": null
      },
      "BIBREF36": {
        "ref_id": "b36",
        "title": "for the global computer (final goods and components) and final-good computer industries. T he dependent variables are net-exports of computers for each industry. T he independent variables are capital, skilled labor, unskilled labor and land. T he results control for the \"consumption effect\" and time effects. Standard errors are reported in brackets. *** means statistically significant at the 1% level, ** 5%, and * 10%. the Rybczynski coefficients equivalent across regimes? (Cont'd) /Labor 8",
        "authors": [],
        "year": null,
        "venue": "Note: T his table shows the results of the Rybczynski equations for the 3-regime model",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Note: T his table shows the results of the Rybczynski equations for the 3-regime model, for the global computer (final goods and components) and final-good computer industries. T he dependent variables are net-exports of computers for each industry. T he independent variables are capital, skilled labor, unskilled labor and land. T he results control for the \"consumption effect\" and time effects. Standard errors are reported in brackets. *** means statistically significant at the 1% level, ** 5%, and * 10%. the Rybczynski coefficients equivalent across regimes? (Cont'd) /Labor 8.35E-10 -9.09E-09 -5.05E-09",
        "links": null
      },
      "BIBREF37": {
        "ref_id": "b37",
        "title": "Robustness check: Specification tests Note: T his table shows estimated values of the technologycal index at which the sample splits across regimes (cutoff), together with their confidence intervals. T he table also presents coefficients for the variables that control for selection bias (Inverse Mills Ratio). T ime effects are not",
        "authors": [],
        "year": null,
        "venue": "Table 10",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Table 10. Robustness check: Specification tests Note: T his table shows estimated values of the technologycal index at which the sample splits across regimes (cutoff), together with their confidence intervals. T he table also presents coefficients for the variables that control for selection bias (Inverse Mills Ratio). T ime effects are not report ed. Standard errors are reported in brackets.",
        "links": null
      },
      "BIBREF38": {
        "ref_id": "b38",
        "title": "means statistically significant at the 1% level, ** 5%, and * 10%. -1815631 check: Rybczynski equations Baseline selection equation + factor prices + TFP",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "***",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "*** means statistically significant at the 1% level, ** 5%, and * 10%. -1815631 check: Rybczynski equations Baseline selection equation + factor prices + TFP",
        "links": null
      },
      "BIBREF39": {
        "ref_id": "b39",
        "title": "for the global computer (final goods and components) and final-goods computer industries. T he dependent variables are net-exports of each industry. T he independent variables are capital, skilled labor, unskilled labor and land. T he results control for the \"consumption effect\" (see text) and time effects",
        "authors": [],
        "year": null,
        "venue": "Standard errors are reported in brackets. *** means statistically significant at the 1% level, ** 5 %, and * 10%",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Note: T his table shows Rybczynski equations for the 4-regime model, for the global computer (final goods and components) and final-goods computer industries. T he dependent variables are net-exports of each industry. T he independent variables are capital, skilled labor, unskilled labor and land. T he results control for the \"consumption effect\" (see text) and time effects. Standard errors are reported in brackets. *** means statistically significant at the 1% level, ** 5 %, and * 10%.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "num": null,
        "text": "d o,d stands for the distance between countries. Entry in the research activity involves a fixed cost, η o f .",
        "fig_num": null,
        "uris": null,
        "type_str": "figure"
      },
      "FIGREF2": {
        "num": null,
        "text": "IPRs of the destination country, φ d , 2. relative factor prices in the destination country, 5. distance to technology suppliers, d o,do∈D .",
        "fig_num": "1",
        "uris": null,
        "type_str": "figure"
      },
      "FIGREF3": {
        "num": null,
        "text": "of technology trading partners, V o , and distance to technology suppliers, d o,d",
        "fig_num": null,
        "uris": null,
        "type_str": "figure"
      },
      "FIGREF5": {
        "num": null,
        "text": "seem remarkably far from the predictions of the neo-classical theory. For example, among the set of capital abundant countries, there are countries such as Korea Republic, Singapore, and Japan, which are among the top net exporters of computers, and others such as Switzerland, U.S.A, Italy, and France, which are at the bottom of the net-exports distribution. Skilled-labor abundant countries such as Korea Republic and Japan are at the top of the net-exports distribution, while other skilled-labor abundant countries such as U.S.A, Sweden, Canada, and Australia are located at the bottom.",
        "fig_num": null,
        "uris": null,
        "type_str": "figure"
      },
      "TABREF0": {
        "num": null,
        "text": ", who extend the series provided by the Penn World Tables. The labor force is from the International Labor Organization (ILO), and it refers to economically active population defined as the 25-64 age group. To calculate endowments of high-",
        "content": "<table/>",
        "type_str": "table",
        "html": null
      },
      "TABREF2": {
        "num": null,
        "text": "Summary statistics",
        "content": "<table><tr><td/><td/><td>Net exports of</td><td/><td/><td/><td>Skilled</td></tr><tr><td>Industry</td><td>Country</td><td colspan=\"4\">computers (X-M) Ranking Capital/Labor Ranking</td><td colspan=\"2\">Labor/Labor Ranking</td></tr><tr><td/><td>China</td><td>1.24E+07</td><td>1</td><td>1.45E+07</td><td>51</td><td>38.4</td><td>37</td></tr><tr><td/><td>Malaysia</td><td>1.18E+07</td><td>2</td><td>5.76E+07</td><td>27</td><td>50.5</td><td>25</td></tr><tr><td/><td>Singapore</td><td>1.05E+07</td><td>3</td><td>2.03E+08</td><td>3</td><td>59.1</td><td>17</td></tr><tr><td/><td>Korea Rep.</td><td>9187286</td><td>4</td><td>2.42E+08</td><td>1</td><td>75.3</td><td>5</td></tr><tr><td/><td>Philippines</td><td>6350562</td><td>5</td><td>1.61E+07</td><td>48</td><td>53.6</td><td>23</td></tr><tr><td/><td>Ireland</td><td>5953102</td><td>6</td><td>1.04E+08</td><td>21</td><td>64.1</td><td>15</td></tr><tr><td/><td>Japan</td><td>5000000</td><td>7</td><td>1.85E+08</td><td>5</td><td>71.9</td><td>8</td></tr><tr><td/><td>Mexico</td><td>4675278</td><td>8</td><td>4.48E+07</td><td>29</td><td>40.3</td><td>36</td></tr><tr><td/><td>Indonesia</td><td>2329506</td><td>9</td><td>1.61E+07</td><td>49</td><td>26.8</td><td>50</td></tr><tr><td/><td>India</td><td>33958</td><td>10</td><td>7649168</td><td>58</td><td>22.2</td><td>56</td></tr><tr><td/><td>Denmark</td><td>-1196473</td><td>64</td><td>1.44E+08</td><td>12</td><td>68.1</td><td>12</td></tr><tr><td/><td>U.K.</td><td>-1200000</td><td>65</td><td>1.11E+08</td><td>20</td><td>58.2</td><td>18</td></tr><tr><td/><td>Sweden</td><td>-1592865</td><td>66</td><td>1.32E+08</td><td>16</td><td>80.3</td><td>3</td></tr><tr><td/><td>Spain</td><td>-1613921</td><td>67</td><td>1.13E+08</td><td>18</td><td>46.9</td><td>30</td></tr><tr><td/><td>Switzerland</td><td>-2773254</td><td>68</td><td>2.03E+08</td><td>2</td><td>71</td><td>9</td></tr><tr><td/><td>Australia</td><td>-3062108</td><td>69</td><td>1.48E+08</td><td>10</td><td>73.4</td><td>6</td></tr><tr><td/><td>France</td><td>-3942278</td><td>70</td><td>1.52E+08</td><td>9</td><td>55.7</td><td>20</td></tr><tr><td/><td>Italy</td><td>-4117605</td><td>71</td><td>1.53E+08</td><td>8</td><td>46.7</td><td>31</td></tr><tr><td/><td>Canada</td><td>-5744931</td><td>72</td><td>1.40E+08</td><td>14</td><td>79.6</td><td>4</td></tr><tr><td/><td>U.S.A</td><td>-3.11E+07</td><td>73</td><td>1.60E+08</td><td>7</td><td>89.7</td><td>1</td></tr></table>",
        "type_str": "table",
        "html": null
      },
      "TABREF3": {
        "num": null,
        "text": "Net-exports of computers and factor endowments Note: T his table presents the countries at the top and bottom of the distribution of net-exports of computers. For each of these countries the table reports their net-exports, capital/labor ratio and skilled-labor/labor ratio.",
        "content": "<table/>",
        "type_str": "table",
        "html": null
      },
      "TABREF4": {
        "num": null,
        "text": "Note: T his table presents the countries at the top and bottom of the distribution of net-exports of computers. For each of these countries the table reports their net-exports, capital/labor ratio and skilled-labor/labor ratio.",
        "content": "<table><tr><td/><td/><td>Net exports of</td><td/><td/><td/><td>Skilled</td><td/></tr><tr><td>Industry</td><td>Country</td><td colspan=\"4\">computers (X-M) Ranking Capital/Labor Ranking</td><td colspan=\"2\">Labor/Labor Ranking</td></tr><tr><td/><td>Mexico</td><td>2.60E+09</td><td>1</td><td>4.48E+07</td><td>29</td><td>40.3</td><td>36</td></tr><tr><td/><td>Ireland</td><td>1.62E+09</td><td>2</td><td>1.04E+08</td><td>21</td><td>64.1</td><td>15</td></tr><tr><td/><td>Malaysia</td><td>1.05E+09</td><td>3</td><td>5.76E+07</td><td>27</td><td>50.5</td><td>26</td></tr><tr><td/><td>Japan</td><td>4.20E+08</td><td>4</td><td>1.85E+08</td><td>4</td><td>71.9</td><td>8</td></tr><tr><td/><td>China</td><td>2.27E+08</td><td>5</td><td>1.45E+07</td><td>51</td><td>38.4</td><td>37</td></tr><tr><td/><td>Singapore</td><td>68000000</td><td>6</td><td>2.03E+08</td><td>2</td><td>59.1</td><td>17</td></tr><tr><td/><td>Indonesia</td><td>48000000</td><td>7</td><td>1.61E+07</td><td>48</td><td>26.8</td><td>50</td></tr><tr><td/><td>Netherlands</td><td>30000000</td><td>8</td><td>1.43E+08</td><td>13</td><td>67.4</td><td>14</td></tr><tr><td>Global computer industry</td><td>Philippines</td><td>18700000</td><td>9</td><td>1.61E+07</td><td>49</td><td>53.6</td><td>23</td></tr><tr><td>(final-goods and components)</td><td>Turkey</td><td>-2.55E+08</td><td>63</td><td>3.11E+07</td><td>36</td><td>22.3</td><td>55</td></tr><tr><td/><td>Denmark</td><td>-2.61E+08</td><td>64</td><td>1.44E+08</td><td>12</td><td>68.1</td><td>12</td></tr><tr><td/><td>Spain</td><td>-3.52E+08</td><td>65</td><td>1.13E+08</td><td>18</td><td>46.9</td><td>30</td></tr><tr><td/><td>Sweden</td><td>-4.07E+08</td><td>66</td><td>1.32E+08</td><td>16</td><td>80.3</td><td>3</td></tr><tr><td/><td>Switzerland</td><td>-4.36E+08</td><td>67</td><td>2.03E+08</td><td>3</td><td>71</td><td>9</td></tr><tr><td/><td>Australia</td><td>-5.83E+08</td><td>68</td><td>1.48E+08</td><td>10</td><td>73.4</td><td>6</td></tr><tr><td/><td>Italy</td><td>-8.55E+08</td><td>69</td><td>1.53E+08</td><td>8</td><td>46.7</td><td>31</td></tr><tr><td/><td>UK</td><td>-9.60E+08</td><td>70</td><td>1.11E+08</td><td>20</td><td>58.2</td><td>18</td></tr><tr><td/><td>France</td><td>-1.22E+09</td><td>71</td><td>1.52E+08</td><td>9</td><td>55.7</td><td>20</td></tr><tr><td/><td>Canada</td><td>-1.23E+09</td><td>72</td><td>1.40E+08</td><td>14</td><td>79.6</td><td>4</td></tr><tr><td/><td>USA</td><td>-4.16E+09</td><td>73</td><td>1.60E+08</td><td>7</td><td>89.7</td><td>1</td></tr></table>",
        "type_str": "table",
        "html": null
      },
      "TABREF5": {
        "num": null,
        "text": "Net-exports of computers and factor endowments (Cont'd)",
        "content": "<table><tr><td>Final-goods computer</td></tr><tr><td>industry</td></tr></table>",
        "type_str": "table",
        "html": null
      },
      "TABREF6": {
        "num": null,
        "text": "Neo-classical Rybczynski equations Below median Above media Below median Above media Below median Above media Below median Above media Rybczynski equations for different groups of countries",
        "content": "<table><tr><td>Capital abundance</td><td>1.96E-06</td><td>-2.34E-06</td><td>1.51E-06</td><td>-2.18E-06</td><td>-4.63E-07</td><td>-1.14E-06</td><td>7.72E-07</td><td>-3.70E-06</td></tr></table>",
        "type_str": "table",
        "html": null
      },
      "TABREF8": {
        "num": null,
        "text": "Note: T his table shows the estimated values of the technologycal index at which the sample splits across regimes (cutoff), together with their confidence intervals. T he table also presents the estimated coefficients for the variable that controls for selection bias (Inverse Mills Ratio). Standard errors are reported in brackets. *** means statistically significant at 1% level, ** 5%, and * 10%. Specification tests for the baseline model that best fits the data",
        "content": "<table><tr><td>Technology Index</td></tr><tr><td>Country's</td></tr><tr><td>Technology Trading partners'</td></tr><tr><td>Country's</td></tr><tr><td>Technology Trading partners'</td></tr></table>",
        "type_str": "table",
        "html": null
      }
    }
  }
}