{
  "paper_id": "D11771674",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:03:41.600302Z"
  },
  "title": "When the Rivers Run Dry Liquidity and the Use of Wholesale Funds in the Transmission of the U.S. Subprime Crisis",
  "authors": [
    {
      "first": "Claudio",
      "middle": [],
      "last": "Raddatz",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group Macroeconomics and Growth Team",
        "institution": "",
        "location": {}
      },
      "email": "craddatz@worldbank.org.i"
    }
  ],
  "year": "2010-02",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D11771674",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "During the second half of 2007, the problems caused by the increase in defaults in US subprime mortgages observed since late 2006 quickly started to spread across asset classes and countries. This spread resulted in an international financial crisis that was still ongoing as of September 2009, and that has had strong repercussions in the real US and global economy.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "The crisis has reshaped the global financial landscape: Bear Stearns and Lehman Brothers, two of the largest US investment banks, merged or filed for bankruptcy. The US government bailed out Citibank and Bank of America, the two largest US banks, and the insurance giant AIG, and put under conservatorship Fannie Mae and Freddy Mac, the two largest US mortgage companies. As a result, the traditional model of investment banking that dominated Wall Street during the 20 th century disappeared altogether. Outside the US, many large financial institutions have either experienced large losses or been taken over by their governments, such as BNP Paribas in France, Northern Rock in the UK, UBS in Switzerland, and IKB in Germany, just to name a few. In other countries, like Iceland and Ireland, the whole banking system has been at the verge of collapse and has received massive government bailouts and guarantees. 1 The magnitude and reach of the ongoing financial crisis, several orders of magnitude larger than the size of the initial shock, has led many to wonder how a shock to a seemingly small segment of the US financial market managed to propagate so much, so fast. In fact, by July 2007 most analysts still expected limited consequences from the collapse of the subprime mortgage market because it represented only about 12 percent of the overall US mortgage market, which in turn was only 30 percent of US fixed income markets (Deutsche Bank, 2007) . As frequently mentioned, US stock markets routinely dealt with the expected losses in subprime loans, then valued at about $200 billion. A widespread contagion across asset classes and especially across countries was, by most analysts, considered unlikely. For instance, on May 17, 2007, the chairman of the US Federal Reserve, Ben Bernanke, stated: \"We believe the effect of the troubles in the subprime sector on the broader housing market will be limited and we do not expect significant spillovers from the subprime market to the rest of the economy or to the financial system.\"",
        "cite_spans": [
          {
            "start": 915,
            "end": 916,
            "text": "1",
            "ref_id": null
          },
          {
            "start": 1438,
            "end": 1459,
            "text": "(Deutsche Bank, 2007)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Although a standard real channel through trade linkages with the US has undoubtedly played a role in the international transmission of the crisis (Levchenko et al. 2009) , the timing of some of the events strongly suggests that the first line of action took place through international financial linkages. For instance, the bank run on Northern Rock took place in September 2007, only one month after the beginning of the crisis in the US and when the US economy had not started to contract yet.",
        "cite_spans": [
          {
            "start": 146,
            "end": 169,
            "text": "(Levchenko et al. 2009)",
            "ref_id": "BIBREF33"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Among possible sources of financial linkages, in addition to common portfolio investors and herding, the worldwide reliance of financial institutions on short-term wholesale funds is a likely major contributor to the spread of the malaise because one of the most outstanding stylized facts about this crisis is the sharp and widespread collapse in liquidity provision (Acharya and Merrouche, 2009; Brunetti et al. 2009) . This collapse took place in two stages: first at the beginning of August 2007, immediately after BNP Paribas ceased redemptions in three of its funds, and second, and most importantly, in mid September 2008, following Lehman Brothers bankruptcy filing and the announcement of the US government bailout of AIG. These sharp contractions in liquidity provision have been the focus of recent papers that have proposed explanations based on the interaction between margin calls and market liquidity, the cyclicality of leverage, and the role of Knightian uncertainty (Brunnermeier, 2009; Adrian and Shin, 2009;  and Caballero and Krishnamurthy, 2008) . In fact, although the ongoing crisis was initially dubbed the \"subprime crisis\" some authors have started to refer to it as the \"liquidity crunch of 2007-2008\" (Brunnermeier, 2009) .",
        "cite_spans": [
          {
            "start": 368,
            "end": 397,
            "text": "(Acharya and Merrouche, 2009;",
            "ref_id": null
          },
          {
            "start": 398,
            "end": 419,
            "text": "Brunetti et al. 2009)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 984,
            "end": 1004,
            "text": "(Brunnermeier, 2009;",
            "ref_id": "BIBREF10"
          },
          {
            "start": 1005,
            "end": 1027,
            "text": "Adrian and Shin, 2009;",
            "ref_id": "BIBREF1"
          },
          {
            "start": 1028,
            "end": 1028,
            "text": "",
            "ref_id": null
          },
          {
            "start": 1033,
            "end": 1067,
            "text": "Caballero and Krishnamurthy, 2008)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 1219,
            "end": 1229,
            "text": "2007-2008\"",
            "ref_id": null
          },
          {
            "start": 1230,
            "end": 1250,
            "text": "(Brunnermeier, 2009)",
            "ref_id": "BIBREF10"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Financial institutions worldwide have increasingly relied on wholesale funding to supplement demand deposits as a source of funds, becoming, therefore, vulnerable to a sudden dry up of these sources of funds. Although the earlier literature emphasized the benefits of these alternative sources of financing (Feldman and Schmidt, 2001; Calomiris, 1999) , some voices of concern about the implications of this liability structure for systemic vulnerability have recently been raised. For instance, Rajan (2006) noted that banks' greater reliance on market liquidity makes their balance sheets more suspect in times of crisis. These concerns increased as the ongoing financial crisis started to unfold, and recently various papers and publications have suggested that banks' reliance on wholesale funds may be behind the failure of some institutions.",
        "cite_spans": [
          {
            "start": 307,
            "end": 334,
            "text": "(Feldman and Schmidt, 2001;",
            "ref_id": "BIBREF20"
          },
          {
            "start": 335,
            "end": 351,
            "text": "Calomiris, 1999)",
            "ref_id": "BIBREF12"
          },
          {
            "start": 496,
            "end": 508,
            "text": "Rajan (2006)",
            "ref_id": "BIBREF37"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "In another paper, Shin (2009) indicates that the cause of the Northern Rock demise was not its reliance on securitization, but rather its high leverage, coupled with its reliance on institutional investors for short-term funding. The Economist (2008) , citing Citigroup analysts stated that:",
        "cite_spans": [
          {
            "start": 18,
            "end": 29,
            "text": "Shin (2009)",
            "ref_id": "BIBREF38"
          },
          {
            "start": 234,
            "end": 250,
            "text": "Economist (2008)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "\"A growing number of banks are being subjected to a wholesale version of a bank run, with access to wholesale funding evaporating in a matter of days, if not hours\". Also in its recent review of the causes of the recent financial crisis, Brunnermeier (2009) indicates that banks' increasing use of short-term maturity instruments left them particularly exposed to a dry-up in funding liquidity, and Huang and Ratnovski (2008) present a theoretical model that highlights the dark side of bank wholesale funding. However, despite the emphasis put on the use of wholesale funding as a source of propagation of the crisis, and the anecdotal evidence from cases like the one of Northern Rock, there is so far no systematic evidence of its role and its potential to facilitate broad international contagion independently of other real and financial transmission mechanisms.",
        "cite_spans": [
          {
            "start": 238,
            "end": 257,
            "text": "Brunnermeier (2009)",
            "ref_id": "BIBREF10"
          },
          {
            "start": 399,
            "end": 425,
            "text": "Huang and Ratnovski (2008)",
            "ref_id": "BIBREF26"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "This paper provides such systematic evidence of the importance of banks' reliance on wholesale funding as a source of vulnerability, and of its contribution to the international transmission of the ongoing financial crisis. It constructs individual bank-level measures of vulnerability to different transmission mechanisms for 662 banks across 44 countries excluding the US, and uses a methodology that combines ingredients from a standard event study with those of differencein-difference estimation for identification. In particular, the paper focuses on the largest liquidity crunch episode of the crisis: the money market freeze following the bankruptcy of Lehman Brothers on September 15, 2008 (henceforth \"Lehman\"), studies its impact on the stock-price returns of individual banks, and tests whether differences in the abnormal returns observed around those episodes are related to the banks' ex-ante reliance on wholesale funding, as it would be if this reliance contributed to the propagation of the crisis. In addition, the paper checks whether a similar pattern of differential returns is observed after the initial stages of the liquidity crunch that took place on August 9, 2007.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "The results show that the banking sector across the world experienced a large and significant abnormal return decline following this event. Banks' returns worldwide declined about 2.9 percent in the three days after Lehman. Furthermore, banks that before the crisis relied more heavily on wholesale funding experienced a larger abnormal return decline in response to US events than other banks. In the days following Lehman, within a country, the returns of banks with high wholesale dependence (75 th percentile) declined 1.6 percent more than those with low wholesale dependence (25 th percentile). This difference is not only large but also statistically significant. Quantitatively, the results show that the use of wholesale funds can explain an important fraction of the early global transmission of this event, confirming that the widespread use of these types of funds played a significant role in the propagation of the financial crisis. A similar but weaker pattern emerges during the early stages of the crisis (August 9, 2007) which confirms the presence of liquidity based transmission but suggests that other factors, such as the exposure of international banks to subprime mortgages, may have initially played a more important role.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "The main findings of the paper on the differential impact of the event on banks with higher wholesale dependence rely only on the within country, across-banks variation of the data, so they are not driven by country-level differences on the incidence of the crisis, or on any measure of aggregate exposure. The paper also shows that these results are robust to a battery of changes in the details of the specification and estimation, and to controls for other potential sources of differential effects related to individual banks' riskiness, size, direct exposure to Lehman Brothers, ownership, or specialization. The results also indicate that some country characteristics, such as the coverage of deposit insurance, the amount of international reserves, and the quality of financial regulation, can reduce the vulnerability of wholesale dependent banks to liquidity crunches, while other characteristics such as the degree of financial and banking integration may amplify them. Finally, there is some evidence that the distress caused by Lehman on wholesale dependent banks resulted in a contraction of their lending activity, indicating that this source of vulnerability had consequences for the real economy.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "This paper relates to several strands of literature. First, and most directly, it relates to the recent theoretical and empirical literature on the amplification and propagation of the financial crisis. This literature has proposed several mechanisms that may have contributed to spread and amplify the initial shocks. Some papers focus on ultimate mechanisms, such as the presence of Knightian uncertainty among investors that leads them to value returns according to worst case scenarios and withhold liquidity (Caballero and Krishnamurthy, 2008) , or the combination of leverage and margin cycles affecting market makers and inducing them to further liquidate assets (Brunnermeier, 2009) . Other papers emphasize proximate causes of the transmission, such as the use of wholesale funds (Shin, 2009) , or the use of pro-cyclical leverage (Adrian and Shin, 2008) . Finally, some recent papers have tried to assess the role of different mechanisms in the transmission of the crisis. Eichengreen et al. (2009) study the role of common factors on the movement of the spreads of the debt of 45 banks in nine developed countries and relate their estimated factors to several potential causes of crisis transmission. They find that the share of variance of bank spreads explained by common factors is typically high and increased during the crisis, suggesting that the forces behind the crisis affect all banks equally, and show that these factors' correlation with measures of banks' credit risk also rises during the crisis. Interestingly, they also find that the share of variation explained by the common factors briefly increased after the failure of Lehman. Tong and Wei (2008) follow a similar approach to this paper, and test whether the crisis spills over to the real economy through reducing consumer demand or tightening liquidity. They look at the stock price response of non-financial firms in the US, between July 31, 2007 and March 31, 2008 , and test whether a firm's sensitivity to consumer demand or financial constraints better explains the cross-section of returns, finding that a firm's degree of financial constraints explains a larger fraction of the stock price declines observed in the US. This paper contributes to this literature by providing systematic evidence of the role of the sources of bank financing in the international transmission of the crisis. In contrast to Eichengreen et al. (2009) , this paper looks at a broad set of banks across a large number of developed and developing countries, and for the most part focuses on differences in returns across individual banks to identify a specific transmission mechanism rather than focusing on common factors and their determinants. This paper shares with Tong and Wei (2008) the use of stock market returns and ex-ante characteristics to identify the role of a transmission mechanism, but it looks at the international transmission of the crisis to the banking sector instead of the transmission to non-financial US industries, and focuses on the stock market responses to a clearly defined episode to identify the mechanism, instead of looking at the longrun performance of stock price returns.",
        "cite_spans": [
          {
            "start": 513,
            "end": 548,
            "text": "(Caballero and Krishnamurthy, 2008)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 670,
            "end": 690,
            "text": "(Brunnermeier, 2009)",
            "ref_id": "BIBREF10"
          },
          {
            "start": 789,
            "end": 801,
            "text": "(Shin, 2009)",
            "ref_id": "BIBREF38"
          },
          {
            "start": 840,
            "end": 863,
            "text": "(Adrian and Shin, 2008)",
            "ref_id": null
          },
          {
            "start": 983,
            "end": 1008,
            "text": "Eichengreen et al. (2009)",
            "ref_id": "BIBREF19"
          },
          {
            "start": 1659,
            "end": 1678,
            "text": "Tong and Wei (2008)",
            "ref_id": "BIBREF40"
          },
          {
            "start": 1906,
            "end": 1935,
            "text": "US, between July 31, 2007 and",
            "ref_id": null
          },
          {
            "start": 1936,
            "end": 1950,
            "text": "March 31, 2008",
            "ref_id": null
          },
          {
            "start": 2394,
            "end": 2419,
            "text": "Eichengreen et al. (2009)",
            "ref_id": "BIBREF19"
          },
          {
            "start": 2736,
            "end": 2755,
            "text": "Tong and Wei (2008)",
            "ref_id": "BIBREF40"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Another recent literature closely related to this paper has focused on the role of interbank markets in the allocation of liquidity during the crisis, and on the appropriate policy interventions in these markets. Motivated by the drying up of interbank markets during the recent crisis and the lack of theoretical foundations for central bank intervention, Allen Carletti and Gale (2008) and Freixas, Martin, and Skeie (2009) present theoretical models of the functioning of interbank markets and derive optimal policies that provide and allocate liquidity among banks. On the empirical side, Brunetti, di Filippo, and Harris (2009) study the impact of central bank intervention on European interbank markets during the crisis using high frequency and find that these interventions seem to have increased the level and volatility of spreads, which they interpret as evidence of a crowding out of private liquidity. Cassola, Hortacsu, and Kastl (2009) use bidding data from the European Central Bank (ECB) auctions for one-week loans to study how the bidding schedule of banks changes during the crisis and how these changes relate to ex-post bank performance. They document that banks bid more aggressively for ECB funds after the beginning of the crisis in August 2007, and that the stock price of banks that were more willing to pay for these funds, those facing higher liquidity costs, performed relatively worse. This paper complements this literature by providing further evidence of the consequences of a drying up of interbank lending markets on banks' performance and lending 6 activities worldwide, thus highlighting the possibility of international contagion and giving further ground for liquidity support by central banks.",
        "cite_spans": [
          {
            "start": 357,
            "end": 387,
            "text": "Allen Carletti and Gale (2008)",
            "ref_id": null
          },
          {
            "start": 392,
            "end": 425,
            "text": "Freixas, Martin, and Skeie (2009)",
            "ref_id": "BIBREF21"
          },
          {
            "start": 593,
            "end": 632,
            "text": "Brunetti, di Filippo, and Harris (2009)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 915,
            "end": 950,
            "text": "Cassola, Hortacsu, and Kastl (2009)",
            "ref_id": "BIBREF16"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "The paper also relates to the literature on financial structure and riskiness. Rajan (2006) highlights the risks that the recent process of financial innovation, deregulation, and disintermediation (from banks), creates for the financial system. He argues that the movement of increasing shares of financial transactions to arm's length markets, while beneficial, creates new risks associated with the incentives faced by asset managers. This changing landscape also modifies the behavior and portfolio of banks toward distributing standard risks and warehousing other, more opaque risks, while becoming potentially less able to play their crucial role as liquidity providers in times of distress. The increased reliance of banks on non-deposit sources of funds may further raise the distrust of investors on the liquidity position of banks and undermine their ability to gather spare liquidity. In fact, as shown by Gatev and Strahan (2006) , during the 1998 Russian crisis, investors perceived banks with higher levels of transaction deposits as less risky and channeled large inflows of funds toward them. These banks were, therefore, able to gather and reallocate the scarce liquidity available in the market. This paper provides evidence that the increased reliance of banks on wholesale sources of funds, while reducing their dependence on retail deposits, increases their vulnerability to shocks to the money market, and reduces their ability to intermediate the remaining liquid funds.",
        "cite_spans": [
          {
            "start": 79,
            "end": 91,
            "text": "Rajan (2006)",
            "ref_id": "BIBREF37"
          },
          {
            "start": 917,
            "end": 941,
            "text": "Gatev and Strahan (2006)",
            "ref_id": "BIBREF23"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Finally, this paper also contributes to the literature on international contagion (Glick and Rose, 1999; Kaminsky and Reinhart, 2000; Kaminsky et al., 2003; among others) , by providing evidence of a different channel through which financial turmoil may spread across countries. In addition to the common portfolio positions highlighted by the models following the Asian and Russian crises (Calvo, 1998; Calvo and Mendoza, 2000; Kaminsky and Reinhart, 2000; Kaminsky and Schmukler; 1999) , the evidence shows that the development of international money markets may help spread financial malaise by globally spreading the impact of money market shocks. The contagion does not only come from a country-specific shock that propagates to countries financially linked to the affected one, but also from a common shock that affects those countries that are structurally exposed to it. Furthermore, the evidence in this paper is robust to the standard criticism that it is difficult to separate trade links and financial links at the aggregate level to determine the channels of contagion. This is because the identification comes mainly from within country differences in returns across banks, so it controls for country level differences in exposure through trade linkages.",
        "cite_spans": [
          {
            "start": 82,
            "end": 104,
            "text": "(Glick and Rose, 1999;",
            "ref_id": "BIBREF25"
          },
          {
            "start": 105,
            "end": 133,
            "text": "Kaminsky and Reinhart, 2000;",
            "ref_id": "BIBREF28"
          },
          {
            "start": 134,
            "end": 156,
            "text": "Kaminsky et al., 2003;",
            "ref_id": "BIBREF29"
          },
          {
            "start": 157,
            "end": 170,
            "text": "among others)",
            "ref_id": null
          },
          {
            "start": 390,
            "end": 403,
            "text": "(Calvo, 1998;",
            "ref_id": "BIBREF13"
          },
          {
            "start": 404,
            "end": 428,
            "text": "Calvo and Mendoza, 2000;",
            "ref_id": "BIBREF14"
          },
          {
            "start": 429,
            "end": 457,
            "text": "Kaminsky and Reinhart, 2000;",
            "ref_id": "BIBREF28"
          },
          {
            "start": 458,
            "end": 481,
            "text": "Kaminsky and Schmukler;",
            "ref_id": "BIBREF30"
          },
          {
            "start": 482,
            "end": 487,
            "text": "1999)",
            "ref_id": "BIBREF12"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "The rest of the paper is structured as follows. Section 2 describes the recent evolution of the wholesale funds market, the main events of the financial crisis, and the evolution of the cost of liquidity during these episodes. Section 3 describes the empirical methodology and data sources.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "7",
        "sec_num": null
      },
      {
        "text": "Sections 4 and 5 present the main results and robustness analysis, respectively. Section 6 explores country characteristics and vulnerability to a liquidity crunch. Section 7 looks at the real consequences of the use of wholesale funds on banks' lending activity. Finally, section 8 concludes with some final remarks.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "7",
        "sec_num": null
      },
      {
        "text": "Banks have traditionally financed their operations with demand deposits, suggesting that the incentives that the threat of a run imposes on bank managers make them a superior form of financing despite their fragility (Diamond and Rajan, 2001 ). However, banks also rely on other types of markets for their funding needs: commercial paper, repo market, and federal funds (interbank) loans. These markets, which typically offer short-term financing, compose the wholesale funding markets.",
        "cite_spans": [
          {
            "start": 217,
            "end": 241,
            "text": "(Diamond and Rajan, 2001",
            "ref_id": "BIBREF18"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Wholesale Funding Market, the Financial Crisis, and the Cost of Liquidity 2.1 The wholesale funds market",
        "sec_num": "2"
      },
      {
        "text": "The reliance of various types of intermediaries, particularly commercial banks, on these sources of funding has increased importantly in recent years in the US and around the world (Huang and Ratnovski, 2008; Feldman and Schmidt, 2001) . For instance, the gross amount of deposits from foreign banks has increased from 6,240 to 13,856 billion US dollars between 2001 and 2006 among the 41 countries surveyed by the Bank of International Settlements (BIS, 2008) . This increased reliance on wholesale funds can also be seen in bank-level data from Bankscope that show an increase in the use of wholesale sources of funds in the 5 years preceding the beginning of the 2007-2008 financial crisis. Across all banks located in the 44 countries covered by Bankscope that have an FTSE financial sector index (which will constitute this paper's sample, as explained below), the average fraction of liabilities that do not correspond to deposits increased in around 60 percent between the end of 2001 and 2006. The increases are larger among commercial banks, reaching about 80 percent. This is shown in Figure 1 Despite the potential advantages of a broad base of funding, and the apparent fragility of demand deposits, it has been recently recognized that wholesale funds are more volatile than demand deposits-probably because they are typically uninsured, and put banks at risk of liquidity dry-ups (Rajan, 2006) , such as those occurring during the ongoing financial crisis. This has led some authors to suggest that the reliance of some banks on these sources of funds can explain the demise of some financial institutions and part of the crisis depth (Shin, 2008) .",
        "cite_spans": [
          {
            "start": 181,
            "end": 208,
            "text": "(Huang and Ratnovski, 2008;",
            "ref_id": "BIBREF26"
          },
          {
            "start": 209,
            "end": 235,
            "text": "Feldman and Schmidt, 2001)",
            "ref_id": "BIBREF20"
          },
          {
            "start": 449,
            "end": 460,
            "text": "(BIS, 2008)",
            "ref_id": null
          },
          {
            "start": 1394,
            "end": 1407,
            "text": "(Rajan, 2006)",
            "ref_id": "BIBREF37"
          },
          {
            "start": 1649,
            "end": 1661,
            "text": "(Shin, 2008)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 1095,
            "end": 1103,
            "text": "Figure 1",
            "ref_id": "FIGREF4"
          }
        ],
        "eq_spans": [],
        "section": "Wholesale Funding Market, the Financial Crisis, and the Cost of Liquidity 2.1 The wholesale funds market",
        "sec_num": "2"
      },
      {
        "text": "Although it is hard to date exactly the beginning of the ongoing financial crisis, there is some consensus that the increase in defaults on loans related to securitized subprime mortgages observed in early 2007 was the earliest indicator of the problems to come (Brunnermeier, 2009) .",
        "cite_spans": [
          {
            "start": 262,
            "end": 282,
            "text": "(Brunnermeier, 2009)",
            "ref_id": "BIBREF10"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A brief summary of the main events of the 2007-2008 financial crisis",
        "sec_num": "2.2"
      },
      {
        "text": "The impact of these defaults was initially contained, so market participants started to become concerned with subprime defaults only by mid 2007. During July 2007, several events captured the market's attention. For example, Bear Stearns announced that two of its hedge funds specializing in subprime debt had lost more than 90 percent of its value; by the end of the month both funds filed for Chapter 15 bankruptcy. Also in July, Countrywide Financial (one of the largest mortgage originators in the US) announced that second quarter profits were down 33 percent and warned about \"difficult conditions\".",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A brief summary of the main events of the 2007-2008 financial crisis",
        "sec_num": "2.2"
      },
      {
        "text": "The turmoil continued through the first days of August, when the German government bailed out IKB Deutsche Industriebank, and American Home Mortgage, the tenth largest US mortgage lender in 2006, filed for Chapter 11. It all capped on August 9, 2007 when BNP Paribas, France's biggest bank, froze assets on three investment funds that had capital of €1.6 billion and the ECB injected €95 billion into the Eurozone banking system.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A brief summary of the main events of the 2007-2008 financial crisis",
        "sec_num": "2.2"
      },
      {
        "text": "After the events in mid 2007, the financial crisis took center place in the economic discussion, financial markets became highly volatile, and authorities intervened in financial markets across the globe. The increase in global attention to the crisis can be easily seen in Figure 2 . Panel A shows the monthly evolution of the number of news stories published in the global English media containing the term \"crisis\" and either \"financial\", \"finance\", or \"subprime\" between January 2007 and July 2009, and Panel B displays the implied monthly growth rate in the number of news stories over the same period. The number of news stories related to the ongoing 9 crisis shows clearly an increasing trend, with the first spike in the growth rate of news registered in August 2007, when the number of news stories was 80 percent higher than the previous month.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 274,
            "end": 282,
            "text": "Figure 2",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "A brief summary of the main events of the 2007-2008 financial crisis",
        "sec_num": "2.2"
      },
      {
        "text": "Given the global nature of the crisis and the large number of financial institutions and countries affected, the two years elapsed since the beginning of the crisis have been unusually eventful, and hardly a day passes without some important development related to the crisis. 2 This can also be inferred from the evolution of news reported in Figure 2 , which shows that the volume of news related to the crisis has been permanently high between 2007 and 2009, and, as of July 2009, wass much larger than it was in the first half of 2007.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 344,
            "end": 352,
            "text": "Figure 2",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "A brief summary of the main events of the 2007-2008 financial crisis",
        "sec_num": "2.2"
      },
      {
        "text": "Despite the fluidity of the situation, several discrete episodes have marked the course of events, especially in interbank liquidity markets. One of these episodes occurred on August 9, 2007, when as a result of the uncertainty about the exposure of financial institutions to \"toxic assets\", liquidity quickly dried up. During this episode, the market for Asset Backed Commercial Paper (ABCP), the standard way in which mortgage securitizers financed their operations, practically disappeared, and the price of liquidity, measured as the TED spread, more than doubled in two days, from 44 bps on August 8 to 103 bps on August 10, 2007. These developments are apparent in Figure 3 , which shows the evolution of the TED spread and the LIBOR-OIS spread.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 671,
            "end": 679,
            "text": "Figure 3",
            "ref_id": "FIGREF5"
          }
        ],
        "eq_spans": [],
        "section": "A brief summary of the main events of the 2007-2008 financial crisis",
        "sec_num": "2.2"
      },
      {
        "text": "The most important of these episodes took place on September 15, 2008, immediately after the US government decided not to bail out the investment bank Lehman Brothers, and the longterm debt of giant insurance company AIG was downgraded by all the major rating agencies, because of its exposure to Credit Default Swaps (CDS), inducing a 60 percent stock price decline for the day. The problems were so severe that this large insurance company had to be rescued by the US government on September 16, 2008. The increase in counterparty risk during this episode resulted in liquidity hoarding by financial institutions and large liquidity injections by the Fed and other central banks. This led the TED spread to historically unseen levels that thwarted the increase observed a year before, as Figure 3 shows.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 790,
            "end": 798,
            "text": "Figure 3",
            "ref_id": "FIGREF5"
          }
        ],
        "eq_spans": [],
        "section": "A brief summary of the main events of the 2007-2008 financial crisis",
        "sec_num": "2.2"
      },
      {
        "text": "In addition to having a large de-facto impact on financial markets, the Lehman episode also captured a larger and sudden amount of attention from the international press, which indicates that, despite the persistent turmoil, it was largely unexpected. This effect can be seen in Panel 10 C of Figure 2 , which shows on a daily basis similar information to panel A for the months surrounding this episode. There was a clear increase in the number of news stories related to the crisis immediately after this event (the day after). A similar, albeit smaller pattern is seen after the beginning of the liquidity crunch on August 9, 2007, mentioned above (Panel D).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 293,
            "end": 301,
            "text": "Figure 2",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "A brief summary of the main events of the 2007-2008 financial crisis",
        "sec_num": "2.2"
      },
      {
        "text": "Clearly, despite the overall volatility in international liquidity markets, the September 15, 2008 episode stands out because of its magnitude and fast onset. Based on these characteristics, this paper treats this episode as an \"event\", and applies a standard event-study approach to test its international transmission. In what follows, I will refer to the Lehman Brothers bankruptcy episode as the Lehman event (September 15, 2008) . Although not the main focus of the paper, I",
        "cite_spans": [
          {
            "start": 413,
            "end": 433,
            "text": "(September 15, 2008)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A brief summary of the main events of the 2007-2008 financial crisis",
        "sec_num": "2.2"
      },
      {
        "text": "will also look at the days following August 9, 2007 as an additional event of liquidity crunch to verify that a similar pattern is seen in the data.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A brief summary of the main events of the 2007-2008 financial crisis",
        "sec_num": "2.2"
      },
      {
        "text": "The impact of a discrete event occurring at * t on stock-price returns is estimated using a regression version of a standard event study that allows the abnormal returns to differ across banks according to their ex-ante reliance on wholesale funding. To this end, the first step is to estimate the parameters of the following specification during a period of 1 T \"normal\" days preceding the event, , ,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology and Data",
        "sec_num": "3"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "• , , i c t i c i c c t i c t R R t t t           (1)",
            "eq_num": ", , , , , 0 1"
          }
        ],
        "section": "Methodology and Data",
        "sec_num": "3"
      },
      {
        "text": "where * 01 t t t denote the beginning and end of the time window where parameters are estimated (the estimation window), and ,, ict R is the stock-market return of bank i, from country c, between trading days t -1 and t. In the preferred specification, , ct R is a vector that contains the overall stock-market and banking industry return in country c at time t (two-factor model), but I also estimate a one-factor model that only controls for the stock-market return to characterize the evolution of the whole banking industry. The parameters , ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology and Data",
        "sec_num": "3"
      },
      {
        "text": ".",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology and Data",
        "sec_num": "3"
      },
      {
        "text": "i c t i c t i c i c c t R R t t T t T                 (2)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology and Data",
        "sec_num": "3"
      },
      {
        "text": "If banks' use of wholesale funds plays no role in the propagation of the events, the average abnormal returns of banks with high and low use of wholesale funds should not be significantly different following the events. This hypothesis can be formally tested by estimating the parameters of the following regression:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology and Data",
        "sec_num": "3"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "* * , ,",
            "eq_num": "0, 1, , , , ( • )"
          }
        ],
        "section": "Methodology and Data",
        "sec_num": "3"
      },
      {
        "text": "• , t T c i c t i c t i t tT W D v             (3) where ,t",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology and Data",
        "sec_num": "3"
      },
      {
        "text": "D  is an event-time dummy that takes the value 1 when t   and zero otherwise, and 0,  is the average abnormal return at event time  among all banks included in the regression.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology and Data",
        "sec_num": "3"
      },
      {
        "text": "The variable , ic W measures bank i wholesale dependence, which in the preferred specification is a continuous variable that is increasing in a bank's use of wholesale funds (details below). The parameters 1, ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology and Data",
        "sec_num": "3"
      },
      {
        "text": "are the key coefficients, since they are estimates of the average increase (or decrease) in abnormal returns at event-time  resulting from an increase in a bank's wholesale dependence. Under the hypothesis that banks' wholesale dependence plays no role in the propagation of the events, the 1,   coefficients should not be significantly different from zero. In contrast, under the alternative that banks' wholesale dependence helps to propagate the crisis, these coefficients should be significantly negative around or immediately after the event date, and the cumulative abnormal differential return (CADR), defined as",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": " 1 1, 1 2 , [ , ] t t t CADR t t      ",
            "eq_num": "(4)"
          }
        ],
        "section": "",
        "sec_num": null
      },
      {
        "text": "should also decrease significantly immediately after the event. The focus of the paper is the estimation and characterization of the evolution of these coefficients during a 10 (trading) days windows following each of the two events under study. 3",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "As mentioned above, the 0,  coefficients measure the average abnormal returns across banks at event time  . These coefficients have a meaningful economic interpretation when the abnormal returns come from a one-factor model that only controls for market returns. In this case, they measure the average impact of the event on the banking sector at time  relative to the market, and can be used to test whether an event has a significant impact on the banking industry as a whole. The first set of results reported in section 4 will come from this simple model to establish that there is an event affecting the banking industry in the selected dates, before turning to test whether the events have a differential effect across banks. The two-factor model, the preferred one, already controls for the returns of the banking industry FTSE index, so, the 0,  coefficients only capture random differences between the banks in the sample and in the index, thus, the two-factor model only provides a test for differential effects across banks.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "To further control for any country-level effect of the events not captured by the FTSE bank index, the preferred specification permits the ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "* * , , 0, , 1, ,",
            "eq_num": ", , )• ("
          }
        ],
        "section": "",
        "sec_num": null
      },
      {
        "text": ", t T c i c t c i c t i t tT W D v             (5) where 0, ,c  ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "measures the countryc 's average abnormal return at time  . Nevertheless, I will also report results for the simpler specification in equation 3to show the role of cross-country differences.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Beyond the baseline specification, additional regressions will control for the possibility that other bank characteristics may drive any differential effect of the event among banks with high and low wholesale dependence by estimating the following abnormal return model:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "* * , , 0, , 1, ,",
            "eq_num": ", 2, , , ( )•"
          }
        ],
        "section": "",
        "sec_num": null
      },
      {
        "text": ", t T c i c t c i c i c t i t tT W X D v                  (6)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "where the vector , ic X includes several bank characteristics that may be related to its vulnerability to the crisis such as size, leverage, ownership, and type of bank, which may be also interacted with wholesale dependence.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "I estimate the parameters of equation (1) using a window of 180 calendar days before June 30, 2007 (the normal times), and a window of 10 days before and after each event for the 13 parameters of equations (3), (5), and (6). 4 Returns are measured as \"lumped\" returns, 5 but since some banks are not traded on every trading date, especially in developing countries, results using returns computed from consecutive trading days, so called trade-to-trade returns (see Maynes and Rumsey, 1993) , are also reported in the Appendix. Observations with daily returns larger than 100 percent in absolute value are dropped from the data because they are assumed to be either erroneous or to capture the impact of other corporate event that cannot be controlled for. 6 All parameters are estimated using OLS and correcting the standard errors for heteroskedasticity to ease concerns of changes in post-event volatility. However, in the specifications that focus on the 0,  coefficients (i.e. those not including the , ic W variable), the standard errors are estimated using only the time variation of the data to account for the clustering of events in time (see Campbell et al. 1997 ).",
        "cite_spans": [
          {
            "start": 85,
            "end": 98,
            "text": "June 30, 2007",
            "ref_id": null
          },
          {
            "start": 466,
            "end": 490,
            "text": "Maynes and Rumsey, 1993)",
            "ref_id": "BIBREF34"
          },
          {
            "start": 757,
            "end": 758,
            "text": "6",
            "ref_id": null
          },
          {
            "start": 1155,
            "end": 1175,
            "text": "Campbell et al. 1997",
            "ref_id": "BIBREF15"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The last part of the paper studies whether the differential impact of the liquidity crunch on banks with different reliance on wholesale funding-captured by the 1,   , depends on the ability of a bank's country to secure retail deposits, the transparency of the country's financial system, or it's degree of international integration. To test for this additional differential effect I allow the 1,   coefficients to depend on these characteristics as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "1, 1, 2, , c c F          (9)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "where c F contains measures of the relevant country characteristics.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The main measure of a bank's reliance on wholesale funding is the ratio of total retail deposits (total deposits minus bank deposits) to total liabilities, RDEPLIAB . A high value of this ratio indicates that a bank finances a small fraction of its liabilities with wholesale funds, so I use the following transformation:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": ",, log(1 ), i c i c W RDEPLIAB   ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "where a high value of",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": ", ic W represents high use of wholesale funds. This logarithmic transformation also reduces the role of outliers and is valid for banks with no deposits. 7",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Alternatively, I also use other measures of a bank's dependence on wholesale funds, such as the ratio of total deposits to liabilities, total retail deposits to total loans, and money market funds to liabilities to check the robustness of the results. regions, with 70 banks, and the overall participation of low-income countries increases from 4 percent to 10 percent of the sample. Because of differences in the coverage of different variables, the final samples vary with the specific measure used, but the results are robust to considering only the sample that is common to all measures.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The detailed list of countries in the sample, some summary statistics, and the average wholesale dependence of each country are reported in Table 1 . In addition to the overall increase in the use of wholesale funds documented in the previous section, the table shows that there is important heterogeneity in this use across countries. The overall mean in the ratio of retail deposits to liabilities is 0.61 with a standard deviation of 0.31 and an interquartile range of 0.46 (Panel B). Not surprisingly, the ratio is higher in commercial banks than in investment banks, and is also larger in public banks than in foreign banks. Moreover, there is an important degree of variation within country. In fact, 74 percent of the standard deviation reported above comes from within country, and only 26 percent from between countries. Therefore, the data exhibit enough within-country variation for the identification strategy of this paper that, as previously ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 140,
            "end": 147,
            "text": "Table 1",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The abnormal returns from a one-factor model provide an estimate of the evolution of the average CAR of the worldwide banking sector during the Lehman event. These results are reported in Figure 4 . There is a sharp decline in the abnormal returns of banks immediately after the day of the event (Panel A) and the magnitude of the decline in returns is large, reaching 2.9 percent three days after the event (respect to the day before the event), even after controlling for market returns. This corresponds to a 93 percent loss on an annual basis. 9",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 188,
            "end": 196,
            "text": "Figure 4",
            "ref_id": "FIGREF6"
          }
        ],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "Although banks worldwide experienced significantly negative abnormal returns immediately after Lehman, they were performing slightly better than the market before the event. To control for this pre-event trend, I compare the banks' abnormal returns after the event with their average before the event. Finding that banks performed significantly worse after the event, even after controlling for their pre-event abnormal returns, would provide strong evidence that the events affected banks' performance. This is indeed the case, as shown in Panel B, which plots the cumulative abnormal return of banks relative to their average pre-event abnormal returns.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "For instance, the average daily abnormal return of banks during the 10 trading days preceding September 15, 2008 was 10 bps: banks were doing relatively better before the event. However, immediately after the event these differences increased in a statistically significant manner: the average abnormal returns were -93 and -63 bps the two days following the event, respectively, 103 and 79 35 basis points lower than before the event. The figure in Panels B shows the cumulative pattern of these differences. Three days after the Lehman event the cumulative abnormal differential returns reached 327 basis points. Therefore, the evidence shows that banks did relatively worse respect to the market immediately after the event.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "If banks' use of wholesale sources of funds is a transmission mechanism for the liquidity crunches observed during the recent crisis, the significant return decline documented above should be larger for banks that are more dependent on these sources of funds. This hypothesis is formally tested by estimating the parameters of equation 3. Figure 5 reports the resulting CAR for a bank with wholesale dependence at the 25th and 75th sample percentile levels (42 and 87 percent respectively corresponding to a log difference of 0.28) and the difference in CAR between them.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 339,
            "end": 347,
            "text": "Figure 5",
            "ref_id": "FIGREF8"
          }
        ],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "The results in Figure 5 clearly show that a bank at the 75th percentile of wholesale dependence experiences a significantly larger stock price decline than a bank at the 25th percentile (3.4 percent larger three days after the event, see Panels A and B). This differential effect is large not only in absolute value, but also when compared to the 2.9 percent average banking sector decline documented above. Moreover, two-thirds of the cumulative return decline takes place immediately after the event. In fact, the difference in abnormal returns between banks with high and low wholesale dependence is significantly larger at the 5 percent level (in absolute value) immediately after Lehman than before it. Even compared to their bad pre-event relative performance, high wholesale dependence banks experienced a statistically significant 1.2 percent abnormal return decline three days after the event, of which 40 bps occur at the event day (Panel C). This magnitude is large in absolute terms and also compared to the 3.3 percent decline relative to pre-event trend documented for the whole banking sector in Panel B of The previous results come from a one-factor model that only controls for market returns. This simple model has the advantage of permitting the interpretation of the 0,  coefficients as the average abnormal returns of the whole banking sector relative to the market, but does not control for the overall banking sector performance when computing the differential returns (CADR). Therefore, it is possible that country level differences in bank sector performance drive the results. This may still be consistent with the hypothesis of liquidity driven transmission, but",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 15,
            "end": 23,
            "text": "Figure 5",
            "ref_id": "FIGREF8"
          }
        ],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "properly testing the hypothesis at this level would require controlling for other cross-country sources of return differences, which is beyond the scope of this paper. To test whether the results are fully driven by cross-country differences, the exercises reported in Figure 6 use abnormal returns obtained from a two-factor model and also focus on within-country return differentials across banks, fully controlling for cross-country differences in the response of banks to the event in a non-parametric way by including country-event-time fixed effects in the estimation (see Eq.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 269,
            "end": 277,
            "text": "Figure 6",
            "ref_id": "FIGREF9"
          }
        ],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "[5]). The identification of the CADR comes, therefore, exclusively from within-country and event time differences in abnormal returns across banks. This is the most flexible specification possible, and, as mentioned in section 3 corresponds to the preferred model.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "The point estimates of the differential returns 1, t  , and the corresponding CADR are reported in Panel C. Henceforth, all reported differential returns and CADR will come from this baseline specification unless stated otherwise. 10",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "Again, the results are qualitatively similar to those previously reported, but the pre-event trend is much less marked than in Figure 5 and the magnitude and significance of the CADR decline increase respect to that figure (1.6 percent three days after the event, statistically significant since the event day). Controlling for the pre-event difference in abnormal returns yields similar qualitative findings, although the magnitude and significance of the CADR is smaller than in Panel A, as expected.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 127,
            "end": 135,
            "text": "Figure 5",
            "ref_id": "FIGREF8"
          }
        ],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "A further check of the relevance of the mechanism is provided by looking at the differential response of wholesale dependent banks to the smaller liquidity crunch observed on August 9, 2007. As mentioned above, this day marks the beginning of the turmoil in interbank markets and the quick disappearance of the ABCP market, although the raise in both the TED spread and the LIBOR-OIS spread were smaller than following Lehman. Panel A of Figure 7 shows that, as in the case of Lehman, the overall banking sector experienced a decline relative to the market following this event, even after controlling for the pre-event trend. Also similarly to the Lehman event, the results show that the CADR of banks with higher wholesale dependence experienced a relative decline, although the magnitude of the decline is smaller than after",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 438,
            "end": 446,
            "text": "Figure 7",
            "ref_id": "FIGREF11"
          }
        ],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "Lehman, reaching only a 0.6 percent five days after the event, and not statistically significant (Panel B.1). This changes slightly when removing the pre-trend differences in CAR between banks with high and low wholesale dependence, with the relative CADR becoming significant at the 10 percent level the day of the event ( 0 t  ) and two days later (Panel B.2). Notice also, that despite its smaller magnitude, the stock price decline of banks with high wholesale dependence is about one third of the average bank decline reported in Panel A, which is similar to that obtained for Lehman. The similar, albeit weaker, pattern observed after this smaller liquidity crunch provides further support to the hypothesis that the transmission of the Lehman event across banks was indeed related to their wholesale dependence, but also suggests that other factors may be at play during the earlier stages of the crisis.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "The weaker evidence on the role of wholesale dependence on international transmission in the August 2007 episode is probably related to three factors. First, the liquidity crunch in August 2007 was smaller and slower than in the second half of September 2008 (only 0.4 percent increase in the TED spread three days after the event, compared to 1.6 percent during Lehman). Second, the August 2007 liquidity crunch affected a segment of wholesale funds (ABCP) that were heavily used by some financial institutions (SVP and conduits) linked to banks, but less so for commercial banks themselves. This may have delayed the response of bank returns to the shock to the ABCP market until market participants fully realized the connections between conduits and banks and the former had to tap into the credit guaranteed offered by the latter. In contrast, following the Lehman episode, the complete interbank market came to a standstill in a situation where alternative sources of funding, such as ABCPs had already dried. Third, the August 2007 episode occurred at the beginning of the crisis, when still most analysts and publications referred to the turbulences as the \"subprime crisis\" and the extent of contagion to other financial segments was still unclear. Thus, the transmission mechanism at that stage of the crisis was probably more closely linked to the exposure of banks to \"toxic\" assets than to their reliance on international liquidity markets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "Taking stock, the results clearly show that banks worldwide experienced a large abnormal return decline following Lehman, and that this decline was much more pronounced for banks that relied more heavily on wholesale sources of funds. Also, to a lesser extent, there is a similar pattern following the smaller freeze of liquidity markets on August 9, 2007. These findings strongly suggest that the increasing reliance of banks worldwide on wholesale sources of funds played an important role in the international transmission of financial distress in the days following the demise of Lehman Brothers, when international interbank liquidity markets dried up, and after other liquidity crunch episodes. The rest of the paper will show that these findings are not driven by particular model choices or alternative explanations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4"
      },
      {
        "text": "This section explores in detail the robustness of the findings to changes in the event dates and to controlling for other bank level characteristics associated with potentially different transmission channels. Standard robustness checks to changes in the estimates of the abnormal returns, the measures of wholesale dependence, the sample of countries and banks, and the event and estimation windows are reported in the Appendix.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Robustness",
        "sec_num": "5"
      },
      {
        "text": "An alternative interpretation of the findings is that the returns of banks with high wholesale dependence are more responsive to turmoil. For instance, these banks may be more opaque and tend to over-react to bad news. To check for this possibility I repeated the event study at dates at which the main events did not coincide with a liquidity crunch, that is, when there was no clear spike of the TED spread: the collapse of Bear Stearns on March 14, 2008, and the announcement of the bailout plan by the US government on October 2, 2008. Figure 8 reports the evolution of the cumulative differential returns 1,   in these two episodes. It clearly shows that there is no obvious differential return response of banks with high wholesale dependence in any direction (positive or negative) in each of these episodes. None of the estimated differential abnormal returns is statistically different from zero in the days immediately after the event. In the Bear Stearns' collapse, the only significant differential return occurs eight days after the event, and in the case of the bailout, it occurs 10 days after. This shows that the immediate decline in returns observed during the Lehman episode, and to a lesser extent after August 9,",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 540,
            "end": 548,
            "text": "Figure 8",
            "ref_id": "FIGREF12"
          }
        ],
        "eq_spans": [],
        "section": "Changes in the event dates",
        "sec_num": "5.1"
      },
      {
        "text": "2007, is neither a usual pattern of the data nor the response of these banks to any turmoil episode.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Changes in the event dates",
        "sec_num": "5.1"
      },
      {
        "text": "Although the baseline results are robust to standard checks, it may be the case that banks with high and low dependence on wholesale funds are systematically different in other characteristics that are the true determinants of their differential response, and relate to different transmission mechanisms. To discard this possibility, I sequentially added to , ic X several bank level characteristics that could be behind the differential response of banks to Lehman, as described 20 in equation 6. In particular, the results reported below control for bank leverage, size, asset composition, direct exposure to Lehman, ownership (domestic/foreign), and type of bank (commercial, investment, or other).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Controlling for other bank characteristics and transmission channels",
        "sec_num": "5.2"
      },
      {
        "text": "There has recently been a lot of attention devoted to the role of leverage in the amplification of the ongoing financial crisis, especially the leverage of financial institutions that act as market makers (Adrian and Shin, 2008; Brunnermeier, 2009) . A high leverage implies that the capital cushion available to absorb losses on asset values is small. The larger the initial leverage, the larger the increase in leverage resulting from a loss, and the larger the need for adjustment.",
        "cite_spans": [
          {
            "start": 205,
            "end": 228,
            "text": "(Adrian and Shin, 2008;",
            "ref_id": null
          },
          {
            "start": 229,
            "end": 248,
            "text": "Brunnermeier, 2009)",
            "ref_id": "BIBREF10"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Controlling for other bank characteristics and transmission channels",
        "sec_num": "5.2"
      },
      {
        "text": "Hence, it is possible that the different crisis episodes affected significantly more those banks with higher leverage than less leveraged institutions. However, controlling for the leverage of banks does not significantly change the findings during the Lehman event. Panel A.1 of Figure 9 shows that the decline in CADR for banks with high wholesale dependence is similar to that obtained without controlling for leverage, and Panel A.2 shows that banks with higher leverage do not",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 280,
            "end": 288,
            "text": "Figure 9",
            "ref_id": "FIGREF14"
          }
        ],
        "eq_spans": [],
        "section": "Controlling for other bank characteristics and transmission channels",
        "sec_num": "5.2"
      },
      {
        "text": "show a significantly larger change in returns.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Controlling for other bank characteristics and transmission channels",
        "sec_num": "5.2"
      },
      {
        "text": "Larger banks may have better access to non-deposit sources of funds like certificates of deposits (CDs), as shown by Kashyap and Stein (1995) , or just have better access to external funds (Gertler and Gilchrist, 1993) . In fact, Panel B.2 of Figure 9 shows that larger banks did relatively better during the Lehman episode, with a marginally significant CADR of about 2 percent (p-value of 0.13). Nevertheless, this does not affect the differential response of banks with higher wholesale dependence, which are still significantly more affected by the event than their country peers.",
        "cite_spans": [
          {
            "start": 117,
            "end": 141,
            "text": "Kashyap and Stein (1995)",
            "ref_id": "BIBREF31"
          },
          {
            "start": 189,
            "end": 218,
            "text": "(Gertler and Gilchrist, 1993)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 243,
            "end": 251,
            "text": "Figure 9",
            "ref_id": "FIGREF14"
          }
        ],
        "eq_spans": [],
        "section": "Controlling for other bank characteristics and transmission channels",
        "sec_num": "5.2"
      },
      {
        "text": "A sudden rise in the cost of external liquidity may make internal liquidity more valuable. Thus, banks with a higher fraction of liquid assets may be less significantly affected by the Lehman event. The results reported in Panel C control for this possibility by adding the (log) ratio of liquid assets to total assets to the baseline specification. Contrary to expectations, the availability of liquid assets does not have any consequence for the impact of the Lehman event on banks. As before, the results for wholesale dependence remain unaffected. Similar results are obtained for other measures of asset composition such as the fraction of securities and the ratio of non-performing loans (not reported). 11",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Controlling for other bank characteristics and transmission channels",
        "sec_num": "5.2"
      },
      {
        "text": "Banks that belong to multinational corporations may have better access to credit lines from their parent companies and, thus, be less affected by liquidity contractions. In fact, Arena et al. (2006) find some evidence that foreign banks are less affected by monetary conditions than their peers. State owned banks may also be less affected by crisis, because they count with an implicit (or explicit) government guarantee. Thus, if bank ownership is an important determinant of the response to the current crisis, and correlates with a bank's wholesale dependence, the differential returns documented above may not indicate the existence of liquidity related transmission. The results reported in Figure 10 control for this possibility by adding a dummy variable that indicates if a bank has some foreign or state ownership, using information from Micco and Panizza (2006) , at the cost of importantly reducing the sample to 586 banks. The results show that foreign owned banks do relatively better and state owned banks relatively worse during the Lehman episode, although the CADR of state banks after the episode are not statistically significant, and those of foreign owned banks only marginally two days after the event. Also, controlling for ownership does not change the relative decline in returns for banks more dependent on wholesale funds, but it reduces the significance of the CADR because of the large decline in sample size.",
        "cite_spans": [
          {
            "start": 179,
            "end": 198,
            "text": "Arena et al. (2006)",
            "ref_id": "BIBREF5"
          },
          {
            "start": 848,
            "end": 872,
            "text": "Micco and Panizza (2006)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 697,
            "end": 706,
            "text": "Figure 10",
            "ref_id": "FIGREF4"
          }
        ],
        "eq_spans": [],
        "section": "Controlling for other bank characteristics and transmission channels",
        "sec_num": "5.2"
      },
      {
        "text": "The failure of Lehman Brothers not only resulted in a large liquidity crunch with a sudden dry up of interbank loan markets, but also resulted in potential losses for banks that were directly exposed to this institution. The results reported in Panel C add a dummy that takes the value of one for banks that declared exposure to Lehman in the weeks following its collapse to the baseline specification to control for the possibility that the measure of wholesale dependence may be capturing direct exposure to Lehman, and, therefore, counterparty risk rather than wholesale liquidity dependence. The data for the construction of the dummy variable come from banks that were directly exposed to Lehman suffered a large relative decline in their returns, of about one percentage point in a single day. Nonetheless, the CADR for banks with high liquidity dependence are still negative, significant, and of similar magnitude as in the baseline.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Controlling for other bank characteristics and transmission channels",
        "sec_num": "5.2"
      },
      {
        "text": "between wholesale dependence and the measures of leverage, size, and asset composition to the baseline specification. The results (not reported) only show a significant differential effect of wholesale dependence among larger banks, which probably reflects the higher reliance of these banks on international and more volatile sources of wholesale funds.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Controlling for other bank characteristics and transmission channels",
        "sec_num": "5.2"
      },
      {
        "text": "This shows that direct exposure to the failing institution is not behind the baseline results, but it is the indirect effect of the liquidity crunch that drives them. 12",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "22",
        "sec_num": null
      },
      {
        "text": "The analysis so far pooled all types of banks together, regardless of their type, but different types of banks use wholesale funds to different extents, and it is possible that these differences cause the differential effect of the Lehman episode documented above. In Figure 11 , I investigate this possibility by separately estimating the baseline model for different types of banks:",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 268,
            "end": 277,
            "text": "Figure 11",
            "ref_id": "FIGREF4"
          }
        ],
        "eq_spans": [],
        "section": "22",
        "sec_num": null
      },
      {
        "text": "investment banks, commercial banks, and the rest. The results show no CADR between those investment banks with high and low wholesale dependence (Panel A.2). In contrast, for both commercial and other types of banks the CADR of banks with high wholesale dependence are significantly negative (statistically and economically, panels B.2 and C.2). This does not mean that the event has no impact on investment banks. To show this, the figures in panels A.1, B.1, and C.1 display the average impact of the event in each type of banks (akin to that reported in Figure 4 for the whole banking system). They show that, while average abnormal returns decline for all types of banks the day of the event, investment banks (those with a higher average wholesale dependence) experienced a much more pronounced decline, reaching about 5 percent.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 557,
            "end": 565,
            "text": "Figure 4",
            "ref_id": "FIGREF6"
          }
        ],
        "eq_spans": [],
        "section": "22",
        "sec_num": null
      },
      {
        "text": "The baseline results, therefore, do not seem to be driven by a single type of bank, but by the composition of differences within and across bank types: investment banks experience a large average abnormal return decline, commercial and other types of banks do not experience an overall decline, but those banks with high dependence in these categories do.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "22",
        "sec_num": null
      },
      {
        "text": "The previous results assumed that, after controlling for a country's banks average abnormal return at each moment, the response of banks with a given level of wholesale dependence was constant across countries. However, some country characteristics may attenuate or amplify the impact of a liquidity crunch on wholesale dependent banks. The results of this section explore several of these possibilities: the role of deposit insurance, the level of international reserves, the quality of financial regulation, and the degree of financial integration. In doing so, they help to shed some extra light on the mechanism behind the international transmission of the crisis.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Country Characteristics and Vulnerability to a Liquidity Crunch",
        "sec_num": "6"
      },
      {
        "text": "Broad deposit insurance may reduce the risk of a depositor run and reduce the cost of retail deposits, and a high level of international reserves may allow the government to credibly bail out banks in trouble. Panel A of Figure 12 compares the CADR of banks with high wholesale dependence in countries with deposit insurance coverage below and above the cross-country median (corresponding to coverage of 2.54 of GDP per capita). It shows that high wholesale dependence banks operating in countries with higher deposit insurance coverage experienced a relatively smaller decline in abnormal returns following the Lehman event. The difference in CADR is economically large (3 percent during the three days following the event) and statistically significant the third day after the event (September 18, 2008) . Thus, the safety net provided by the insurance seems to have reduced the transmission of the shock.",
        "cite_spans": [
          {
            "start": 786,
            "end": 806,
            "text": "(September 18, 2008)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 221,
            "end": 230,
            "text": "Figure 12",
            "ref_id": "FIGREF4"
          }
        ],
        "eq_spans": [],
        "section": "Country Characteristics and Vulnerability to a Liquidity Crunch",
        "sec_num": "6"
      },
      {
        "text": "A vast amount of international reserves may help a country to withstand reversals in capital flows (Aizenman and Marion, 2003; Stiglitz, 2006) . Thus, banks dependent on wholesale funds may be less vulnerable to sharp liquidity shocks when located in countries with deep pockets of reserves that can be used to provide liquidity to the banking sector on short notice. This is what the results in Panel B show: the CADR of high wholesale dependence banks declines much more in countries with relatively low levels of reserves (international reserves as a fraction of financial system assets below the cross-country median). The cumulative decline in abnormal returns of high wholesale dependence banks during the three days following Lehman is about two percent in a country with low reserves, and 0.36 percent in a country with high reserves. However, the differential effect is not statistically significant at conventional levels. There is some evidence, therefore, that the buffer provided by reserves also seems to reduce international transmission.",
        "cite_spans": [
          {
            "start": 99,
            "end": 126,
            "text": "(Aizenman and Marion, 2003;",
            "ref_id": "BIBREF2"
          },
          {
            "start": 127,
            "end": 142,
            "text": "Stiglitz, 2006)",
            "ref_id": "BIBREF39"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Country Characteristics and Vulnerability to a Liquidity Crunch",
        "sec_num": "6"
      },
      {
        "text": "The quality of financial regulation may also act as a buffer against the international transmission of shocks. In addition, banks in countries with better regulatory systems may have followed stronger prudential guidelines for any composition of its balance sheet. The figures in panels C.1 and C.2 show the CADR for countries with an index of financial regulation below and above the median. Regulation is a muti-dimensional concept, which I capture with a rough index of the power of the supervisor (from Barth et al., 2005) . A higher index indicates higher power of the supervisor. As in the previous cases, the point estimates indicate that banks with high wholesale dependence suffer less in countries with better regulation, although the differential response is not statistically significant at conventional levels.",
        "cite_spans": [
          {
            "start": 507,
            "end": 526,
            "text": "Barth et al., 2005)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Country Characteristics and Vulnerability to a Liquidity Crunch",
        "sec_num": "6"
      },
      {
        "text": "Despite the overall increase in banks' use of international wholesale markets, there is substantial heterogeneity in the use of these sources of funds across countries. 7 Are there real consequences?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Country Characteristics and Vulnerability to a Liquidity Crunch",
        "sec_num": "6"
      },
      {
        "text": "The results reported so far show that the stock price of banks with higher wholesale dependence declined significantly more than that of their country peers with lower wholesale dependence, suggesting that the use of wholesale funds helped to propagate the crisis across countries. The main advantage of looking at stock prices in an eventful period such as the 2007/2008 crisis is that this approach focuses on high frequency responses and isolates the impact of an event within a narrow window where one can safely assume that the event is the main news. Studying lower frequency data runs the risk of confounding the impact of the events with the policy responses they triggered such as the massive interventions by the Federal Reserve, the ECB, or the US and other governments. The main disadvantage of this approach is that it only shows the impact of the events on the financial value of banks but not the second round impact it has on the real economy. It is thus possible to wonder whether the mechanism reported here matters for real production decisions. The regressions reported in Table 2  is the log assets of the bank immediately before the Lehman event. The parameters to be estimated are c  (country fixed effects),  , and  . If banks with higher wholesale dependence do not only suffer a temporary decline in value, but also contract their loans relatively more, the parameter  should be negative and statistically significant.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 1093,
            "end": 1100,
            "text": "Table 2",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Country Characteristics and Vulnerability to a Liquidity Crunch",
        "sec_num": "6"
      },
      {
        "text": "The results indicate that in all cases, banks with higher wholesale dependence reduced loans by more than banks with lower dependence, and except for the specification focusing on the growth of the loan to asset ratio (Column 3), the coefficient  is statistically significant at conventional levels. Moreover, the magnitudes are meaningful: an increase in wholesale dependence equal to its interquartile change (0.287) would be associated with a decline in the monthly growth rate of loans of 0.7 percent (equivalent to a 8.5% annual). With the caveat that these are reduced form regressions, the correlations reported here are consistent with the mechanism of transmission through wholesale funds having meaningful real consequences.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Country Characteristics and Vulnerability to a Liquidity Crunch",
        "sec_num": "6"
      },
      {
        "text": "The turmoil in the US subprime market quickly propagated across countries and asset classes, taking down large financial institutions across the world, and even jeopardizing whole financial systems. The speed and scope of propagation suggests that financial linkages were at the center of the transmission of shocks. Modern financial systems are interconnected in many complex ways that can help propagate and amplify shocks to any of its components. This paper focuses on one specific dimension of financial connections, the worldwide reliance of banks on global liquidity markets, and provides evidence that it played a quantitatively important role in the transmission of the crisis, especially in the critical days following the bankruptcy of Lehman Brothers. In doing so, it highlights another dimension of the typical trade-offs between efficiency and vulnerability involved in financial integration, but one that relates to the vulnerability of the banking sector, which plays a key role in the normal functioning of an economy.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "8"
      },
      {
        "text": "From a policy perspective, some of the results suggest that the presence of a good regulatory framework, deposit insurance schemes, and an appropriate level of reserves may reduce the importance of the sources of bank financing for the transmission of a liquidity crunch. However, this paper has not provided evidence that these policies also reduce the average effect of a crunch on a country's banking sector as a whole, so their dampening role has to be taken with caution.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "8"
      },
      {
        "text": "Some of the documented impacts are short lived, but this is arguably due to the massive liquidity injections conducted on short notice by central banks across the world, especially in Europe and the US. Considering the magnitude of these interventions, finding significant differential return responses, such as those documented in this paper, is strong evidence of the vulnerability resulting from banks' reliance on non-deposit sources of funds. On the other hand, it is also evidence that an aggressive use of the lender (and liquidity provider) of last resort role of central banks can reduce the adverse consequences of this vulnerability, while maintaining the benefits for banks of diversifying the sources of funds. Nevertheless, the paper also provided evidence that the vulnerability resulting from the use of wholesale dependence had real consequences for banks' lending activity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "8"
      },
      {
        "text": "The results also suggest that further thought is required on the relative safety of different sources of banks' funds. While demand deposits have historically being considered risky and have received government insurance, other sources of funds have not. Yet, during this crisis, their systemic nature became apparent and governments had to extend protection to them too.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "8"
      },
      {
        "text": "Thus, money market lenders enjoyed higher interest rates than depositors during normal times, and ended up being equally protected during crises. Making the protection explicit, or clearly describing the contingencies that would trigger it would help to level the playing field. returns the day of the trade. To address this problem, I re-estimated the parameters of the baseline model, as well as the abnormal returns, using trade-to-trade returns that assign a price differential to the whole period between two consecutive trades, as proposed by Maynes and Rumsey (1993) . The results, reported in Panel B show a similar, although slightly larger and more significant stock price decline for banks that relied more on wholesale funds during the Lehman episode, confirming and strengthening the baseline findings.",
        "cite_spans": [
          {
            "start": 549,
            "end": 573,
            "text": "Maynes and Rumsey (1993)",
            "ref_id": "BIBREF34"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "8"
      },
      {
        "text": "All the previous results used the ratio of retail-deposits to liabilities as an (inverse) measure of a banks wholesale dependence. This measure has the advantage of being as close as possible to the theoretically correct measure without sacrificing much coverage. Other measures that are probably better proxies of a bank's reliance on wholesale funds, such as the ratio of money market liabilities to total liabilities, would reduce the sample importantly. Nevertheless, there are alternative measures that capture somewhat different aspects of a bank's reliance on wholesale funds without sacrificing much sample coverage, or even increasing it. The results reported in panels C and D explore two of such possibilities. Panel C reports the CADR obtained using the simplest possible measure: the ratio of deposits to liabilities. The difference with the baseline measure is, of course, that it does not discount bank deposits from the numerator. This measure indeed increases the sample size from 662 to 772 observations. The results are similar to the baseline. The overall CADR decline is slightly smaller, but it starts from a pre-event level of almost zero, so the differential CADR relative to the pre-event period is very similar to that obtained in the baseline results. The statistical significance of the results is also largely unaffected. Using the ratio of retail deposits to loans yields similar results (Panel D). This measure captures the fraction of a bank's illiquid assets that are committed to demand deposits, so it is not only a measure of wholesale dependence but also of illiquidity. As before, the figure exhibits a significant and persistent decline in CADR after the event that reaches 1.5 percent three days after the event. 13",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "8"
      },
      {
        "text": "The sizes of the event and estimation windows are arbitrary choices in an event study. The estimation window has to be long enough for the structural parameters to be precisely estimated, but not as long as to cover structurally different periods (Armitage, 1995; Campbell et al., 1997) . The event window must include the event day, enough days after the event to capture any lagged event impact, and enough days before the event to detect if there is a preevent trend in the abnormal returns.",
        "cite_spans": [
          {
            "start": 247,
            "end": 263,
            "text": "(Armitage, 1995;",
            "ref_id": "BIBREF4"
          },
          {
            "start": 264,
            "end": 286,
            "text": "Campbell et al., 1997)",
            "ref_id": "BIBREF15"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.2 Changes in the event and estimation windows",
        "sec_num": null
      },
      {
        "text": "The baseline results use an estimation window of 180 calendar days (about 120 trading days) before June 30, 2007 (with at least 60 price observations in this period to be included in the sample), and an event window of 10 trading days before and after each event. Appendix Figure   2 shows the CADR obtained with different values of these windows. Panels A and B maintain the 10 day event window and change the estimation window to 150 and 120 calendar days respectively (with a minimum of 50 and 40 days of data in each case, respectively). Panels C and D maintain the 120 trading day estimation window but report results for 15 and 5-day event windows. The results are qualitatively similar to the baseline. Although there are differences in the final CADR, they are largely due to differences in the CADR one day before the event resulting from pre-existing trends. The post event CADR is about 2 percentage points in all cases.",
        "cite_spans": [
          {
            "start": 99,
            "end": 112,
            "text": "June 30, 2007",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 273,
            "end": 283,
            "text": "Figure   2",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "B.2 Changes in the event and estimation windows",
        "sec_num": null
      },
      {
        "text": "The baseline sample includes a large number of countries and banks (44 and 662, respectively).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.3 Changes in the sample",
        "sec_num": null
      },
      {
        "text": "The estimation of the baseline parameters also dropped observations with implausibly large returns. Nevertheless, it is still possible that large return movements in specific countries or banks could be driving the results. To check that this is not the case, I re-estimated the evolution of the CADR dropping one country at a time and one bank at a time; Appendix Figure 3 summarizes the findings. Panel A shows the evolution of the mean, min, and max CADR (point by point) obtained dropping one country at a time. Therefore, the figure shows the whole range of estimated CADR obtained after modifying the sample as described above.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.3 Changes in the sample",
        "sec_num": null
      },
      {
        "text": "Panel B does the same for the exercise of dropping one bank at a time. In both cases, the baseline and the mean are so similar than they look identical in the plots. The results show that individual countries or banks do not drive the baseline results. Even the least favorable path of the CADR shows a one percent relative decline in the abnormal returns of banks with high wholesale dependence. As expected, the results are close to the benchmark when dropping one bank at a time, since each bank represents a smaller fraction of the total observations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.3 Changes in the sample",
        "sec_num": null
      },
      {
        "text": "(1) 2(3) (4) Panel B -Complete sample summary statistics for the ratio of retail deposits to liabilities. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.3 Changes in the sample",
        "sec_num": null
      },
      {
        "text": "Panel A shows summary statistics by country for the 662 banks that were present in the event study. Panel B shows summary statistics for the complete sample of banks. Panel C shows the correlation matrix of bank characteristics. Bank data comes from the latest available balance sheet before June 30, 2007 from the Bankscope database. The ratio of retail deposits to liabilities is measured as the ratio of Total Deposits minus Bank Deposits over Total Liabilities ((Total Deposits -Bank Deposits) / Total Liabilities). Wholesale dependence is the transformation of the ratio of retail deposits to liabilities to -ln( 1 + ratio of retail deposits to liabilities).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ratio of retail deposits to liabilities",
        "sec_num": null
      },
      {
        "text": "Panel A -Cross country summary statistics for the ratio of retail deposits to liabilities.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ratio of retail deposits to liabilities",
        "sec_num": null
      },
      {
        "text": "(1) ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ratio of retail deposits to liabilities",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "(2) (3)",
            "eq_num": "(4)"
          }
        ],
        "section": "Ratio of retail deposits to liabilities",
        "sec_num": null
      },
      {
        "text": "The dependent variables are the average monthly growth rate of customer loans (Loans growth in Column (1)), the average monthly change in the amount of customer loans (Change in loans in Column (2)), the average monthly growth rate of the customer loans to assets ratio (Loans to Assets Growth in Column (3)), and the average monthly change in the customer loans to assets ratio (Change in Loans to Assets in Column (4)), all computed between the latest bank balance sheet before September 15, 2008, and the first balance sheet availabe after that date. Growth rates are expressed in percentage points and loans in billions of local currency. Initial loans correspond to the log of loans and loans to assets (columns (1) and (3)), and to the level of loans and loan to asset ratio (columns (2) and",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Table 2 -Changes in bank's loans and wholesale dependence around Lehman",
        "sec_num": null
      },
      {
        "text": "(4)). All these initial values are from the latest bank balance sheet before September 15, 2008. Wholesale dependence is measured as -ln( 1 + ratio of retail deposits to liabilities), Size is measured as (log) total assets. *, **, and *** represent statistical significance at the 10%, 5%, and 1% level, respectively. Panel A -All banks. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Table 2 -Changes in bank's loans and wholesale dependence around Lehman",
        "sec_num": null
      },
      {
        "text": "Panel D -Main US sources July 25, 2007 to August 24, 2007 . Panel C -Main US sources August 31, 2008 to September 30, 2008 The figure shows the cumulative abnormal returns of banks with low and high wholesale dependence (25th and 75th percentile of wholesale dependence) in a window of ten days before and after the Lehman event of September 15, 2008 (Panel A), the difference in cumulative abnormal differential returns (CADR) between those two groups of banks and its 90 percent confidence bands (Panel B), and the difference in cumulative abnormal differential returns relative to the pre-event difference (the average difference in abnormal returns between these two groups of banks between t=-10 and t=-1) (Panel C). The bank level abnormal returns come from a one factor market model, and the standard errors used to construct the confidence bands are robust to heteroskedasticity.",
        "cite_spans": [
          {
            "start": 6,
            "end": 38,
            "text": "D -Main US sources July 25, 2007",
            "ref_id": null
          },
          {
            "start": 39,
            "end": 57,
            "text": "to August 24, 2007",
            "ref_id": null
          },
          {
            "start": 58,
            "end": 100,
            "text": ". Panel C -Main US sources August 31, 2008",
            "ref_id": null
          },
          {
            "start": 101,
            "end": 122,
            "text": "to September 30, 2008",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure 2 -Distribution of news related to the financial crisis",
        "sec_num": null
      },
      {
        "text": "Panel A. Cumulative Abnormal Returns by groups. Panel B. CADR, interquartile difference on wholesale dependence. Panel A -Bear Stearns Falls, March 14, 2008 . Panel B -US Senate approves 700 bn. Bailout, October 2, 2008 . ",
        "cite_spans": [
          {
            "start": 119,
            "end": 156,
            "text": "A -Bear Stearns Falls, March 14, 2008",
            "ref_id": null
          },
          {
            "start": 157,
            "end": 219,
            "text": ". Panel B -US Senate approves 700 bn. Bailout, October 2, 2008",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure 2 -Distribution of news related to the financial crisis",
        "sec_num": null
      },
      {
        "text": "The figure shows the cumulative abnormal differential returns (CADR) between a bank with high and low wholesale dependence (75th and 25th percentile of the global distribution of wholesale dependence) and its 90 percent confidence bands (panels on the left) and the cumulative abnormal differential returns (CADR) between a bank with high and low bank-specific control (75th and 25th percentile of the global distribution of control variable) and its 90 percent confidence bands (panels on the right). In all cases, bank-level abnormal returns come from a return model that controls for a country's market and banking sector returns, the standard errors used to construct the confidence bands are robust to heteroskedasticity, and the estimation includes country-time fixed effects to control for daily differences in average abnormal returns across countries. Panel A shows the results after controlling for banks leverage. Panel B shows the results after controlling for banks size. Panel C shows the results after controlling for banks assets composition. The figure shows the cumulative abnormal differential returns (CADR) between a bank with high and low wholesale dependence (75th and 25th percentile of the global distribution of wholesale dependence) and its 90 percent confidence bands (panels on the left) and the cumulative abnormal differential returns (CADR) between banks with a bank-specific characteristic (dummy equals 1 if bank has characteristic and 0 if it doesn't) and its 90 percent confidence (panels on the right). In all cases, bank-level abnormal returns come from a return model that controls for a country's market and banking sector returns, the standard errors used to construct the confidence bands are robust to heteroskedasticity, and the estimation includes country-time fixed effects to control for daily differences in average abnormal Panel A shows the average cumulative abnormal returns for investment banks (panel on the left) and the cumulative abnormal differential returns (CADR) between an investment bank with high and low wholesale dependence (75th and 25th percentile of the global distribution of wholesale dependence among the group) with its 90 percent confidence bands (panel to the right). Panel B and Panel C show the same results for commercial banks and other banks, respectively. In all cases, bank-level abnormal returns come from a return model that controls for a country's market and banking sector returns, the standard errors used to construct the confidence bands are robust to heteroskedasticity, and the estimation includes country-time fixed effects to control for daily differences in average abnormal returns across countries. All panels show results for an event window of ten trading days around the Lehman event of September 15, 2008.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Controlling by bank characteristics",
        "sec_num": null
      },
      {
        "text": "Panel A. Investment banks..",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Controlling by type of bank",
        "sec_num": null
      },
      {
        "text": "Returns. Controlling by deposit insurance, international reserves, power of supervisory authority, and vulnerability to a liquidity crunch Panel A compares the cumulative abnormal differential returns (CADR) between a bank with high and low wholesale dependence (75th and 25th percentile of the global distribution of wholesale dependence) for all banks in a country with low (panels on the left) and high (panels on the right) deposit insurance (below and above the median of deposit insurance across countries respectively). The dashed lines correspond to the 90 percent confidence bands of the CADR. Panel B and Panel C show the same results for countries with low and high international reserves and power of supervisory authority, respectively. In all cases, bank-level abnormal returns come from a return model that controls for a country's market and banking sector returns, the standard errors used to construct the confidence bands are robust to heteroskedasticity, and the estimation includes country-time fixed effects to control for daily differences in average abnormal returns across countries. All panels show results for an event window of ten trading days around the Lehman event of September 15, 2008. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A.2 Cumulative Abnormal Differential",
        "sec_num": null
      },
      {
        "text": "The figure compares the cumulative abnormal differential returns (CADR) between a bank with high and low wholesale dependence (75th and 25th percentile of the global distribution of wholesale dependence) for all banks in a country with low (panels on the left) and high (panels on the right) country integration to international financial system (below and above the median of the country control). The dashed lines correspond to the 90 percent confidence bands of the CADR. In all cases, bank-level abnormal returns come from a return model that controls for a country's market and banking sector returns, the standard errors used to construct the confidence bands are robust to heteroskedasticity, and the estimation includes country-time fixed effects to control for daily differences in average abnormal returns across countries. Panel A shows the results after controlling for country's capital account openness. Panel B shows the results after controlling for the country's fraction of external loans to total bank assets. All panels",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Controlling by country's integration to international financial system and vulnerability to a liquidity crunch",
        "sec_num": null
      },
      {
        "text": "show results for an event window of ten trading days around the Lehman event of September 15, 2008. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Controlling by country's integration to international financial system and vulnerability to a liquidity crunch",
        "sec_num": null
      },
      {
        "text": "The table shows the summary statistics of the coefficients of the two factor model regression:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Appendix Table 2 -Model returns estimation summary statistics",
        "sec_num": null
      },
      {
        "text": "of all the banks included in the event study using lumped returns. The estimation window used was of 180 calendar days before June 30, Fraction of banks above 5% 3% 44% 41%",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Appendix Table 2 -Model returns estimation summary statistics",
        "sec_num": null
      },
      {
        "text": "Fraction of banks above 1% 0% 33% 32%",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Appendix Table 2 -Model returns estimation summary statistics",
        "sec_num": null
      },
      {
        "text": "The table shows the summary statistics of the coefficients of the two factor model regression:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Appendix Table 2 -Model returns estimation summary statistics",
        "sec_num": null
      },
      {
        "text": "of all the banks included in the event study using lumped returns. The estimation window used was of 180 calendar days before June 30, The figure shows the difference in cumulative abnormal returns (CADR) between a bank with high and low wholesale dependence (75th and 25th percentile of the global distribution of wholesale dependence) and its 90 percent confidence bands for different measures of abnormal returns and wholesale dependence. In all cases the bank-level abnormal returns come from a two factor return model that controls for a country's market and banking sector returns, and the standard errors used to construct the confidence bands are robust to heteroskedasticity. All differences are reported after controlling for country-time fixed effects to control for daily differences in average abnormal returns across countries. Panel A shows the CADR using an estimation window of 120 trading days immediately before the beginning of the event window. Panel B uses trade to trade returns to compute the return model and derive the abnormal returns. Panel C uses the ratio of total deposits to liabilities as measure of wholesale dependence. Finally, panel D uses the ratio of retail deposits to loans. All panels show results for the Lehman event of September 15, 2008.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Appendix Table 2 -Model returns estimation summary statistics",
        "sec_num": null
      },
      {
        "text": "Panel A -Estimation just before the event.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Appendix Table 2 -Model returns estimation summary statistics",
        "sec_num": null
      },
      {
        "text": "Panel B -Trade-to-trade returns. Event time",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Appendix Table 2 -Model returns estimation summary statistics",
        "sec_num": null
      },
      {
        "text": "On September 30 th , 2008, Ireland's finance minister announced a blanket guarantee on the deposits and almost all the debt of the country's six biggest banks until September 2010. The Iceland government nationalized its three largest banks on early October 2008.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "A comprehensive timeline, with more than 400 events, of the financial crisis is available at http://www.uiowa.edu/ifdebook/timeline/timeline1.shtml",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The event study literature typically privileges the analysis of cumulative returns because the cumulative impact of the events is easier to visualize. The rest of the paper follows this convention, but also reports the individual 1,   on occasion.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Robustness checks in the appendix present results for different estimation and event windows, including results obtained estimating the parameters of the preferred equation (5) using data from just before each event, as in a standard event study.5 This means that during periods of inactivity all returns are assigned to the first day in which there is new activity.6 The large number of banks in the sample and the length of the window makes including dummies for individual corporate events unfeasible.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "FTSE indexes include only countries that allow investment by foreign nationals and repatriation of funds. This ensures that countries included are part of the global liquidity market. In addition, the construction of the indexes relies on having banks of appropriate size, capitalization, and liquidity. For further details, seeFTSE (2006).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "This is the multiplicative loss using the average daily decline of 36.5 basis points. It is smaller than the additive loss, which is 133 percent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Results including a second factor measuring the country level performance of the banking industry, or adding a country fixed effect are qualitatively and quantitatively similar.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "It is possible that some of these characteristics, instead of having an independent role may amplify or dampen the role of wholesale dependence. I formally tested for this possibility by adding the interaction",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Using all three-bank characteristics (leverage, size, and declared exposure to Lehman Brothers) together does not change the results.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The results for the ratio of money market liabilities to total liabilities, which reduce the sample to 578 banks, are similar although significant only when the CADR is compared to the pre-event difference in abnormal returns.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "A. Fit of one and two-factor models Appendix Table 2 summarizes the results obtained from the estimation of equation 1for each bank in the sample. The model typically has a good fit, with an average R 2 of 0.3. The average  is 0.51 and 8 percent of the estimated  coefficients are significant at the 10 percent level.There is more variation in the estimated  . The average market beta m  equals 0.44 with a standard deviation of 0.58, and a 52 percent of significant parameters. In the case of the sector , the average is 0.29, the standard deviation is 0.52, and the fraction of significant parameters is 0.48. Overall, the return model has good explanatory power.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 45,
            "end": 52,
            "text": "Table 2",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Appendix",
        "sec_num": null
      },
      {
        "text": "Standard event studies typically estimate the parameters of the model (  's and  's) using data from immediately before the event, assuming that the event under study is the only significant disturbance to returns during the period. In contrast, the baseline results of this paper come from parameters estimated long before the event, because despite the time gap, those observations are more likely to capture accurately the statistical relations among variables during normal times. Nevertheless, I also constructed the abnormal returns using parameters estimated immediately before the event window to check for the relevance of this choice for the main findings of the paper. Panel A of Appendix Figure 1 reports the results, which are qualitatively and quantitatively similar to the baseline, although the decline in CADR is slightly smaller (reaching 2 percent three days after the event) and the statistical significance of the results is marginally reduced.Including only countries with FTSE banking sector indexes in the sample ensures that in each country there are at least some banks with non-trivial market capitalization and shares' turnover. However, not all the banks included trade frequently, especially during turbulent times. Since the calculation of the stock market returns used in the baseline estimations did not correct for thinly traded stocks, the parameters may be biased, and the abnormal returns may exhibit excessive volatility. The reason is that standard \"lumped\" returns attribute all price changes to the first trading period after a spell of no trading, resulting in abnormally large Total country holdings of securities. Lane and Milesi-Ferretti (2007) Total country holdings of US securities.",
        "cite_spans": [
          {
            "start": 1660,
            "end": 1691,
            "text": "Lane and Milesi-Ferretti (2007)",
            "ref_id": "BIBREF32"
          }
        ],
        "ref_spans": [
          {
            "start": 702,
            "end": 710,
            "text": "Figure 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "B.1 Changes in the measures of abnormal returns and wholesale dependence",
        "sec_num": null
      },
      {
        "text": "Bank ownership data (foreign/state). Micco and Panizza (2006) Data on country's international reserves.",
        "cite_spans": [
          {
            "start": 37,
            "end": 61,
            "text": "Micco and Panizza (2006)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "US Treasury Department",
        "sec_num": null
      },
      {
        "text": "Data on country's financial system assets. Beck et al. (2000) Country index of independence of supervisory authority. Barth et al. (2005) Country index of capital account openness. Ito and Chinn (2008) External report on the amount outstanding of deposits and loans.",
        "cite_spans": [
          {
            "start": 43,
            "end": 61,
            "text": "Beck et al. (2000)",
            "ref_id": "BIBREF8"
          },
          {
            "start": 118,
            "end": 137,
            "text": "Barth et al. (2005)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 181,
            "end": 201,
            "text": "Ito and Chinn (2008)",
            "ref_id": "BIBREF27"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IMF -International Financial Statistics",
        "sec_num": null
      },
      {
        "text": "Appendix Table 1 -Data appendixThe table shows the main data sources used in the paper.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 9,
            "end": 16,
            "text": "Table 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Bank of International Settlements",
        "sec_num": null
      },
      {
        "text": "The figure shows the cumulative abnormal differential returns (CADR) between a bank with high and low wholesale dependence (75th and 25th percentile of the global distribution of wholesale dependence) and its 90 percent confidence bands for different event and estimation windows. In all cases, bank-level abnormal returns come from a return model that controls for a country's market and banking sector returns, the standard errors used to construct the confidence bands are robust to heteroskedasticity, and the estimation includes country-time fixed effects to control for daily differences in average abnormal returns across countries. Panels A and B keep a 10 day event window and use an estimation window of 150 and 120 calendar days before June 30, 2007, respectively , and panels C and D keep an estimation window of 120 trading days before June 30, 2007 , and use event windows of 15 and 5 days, respectively. All panels show results for the Lehman event of September 15, 2008.Panel A -Estimation of 150 calendar days before June 30, 2007. Panel B -Estimation of 120 calendar days before June 30, 2007 . ",
        "cite_spans": [
          {
            "start": 747,
            "end": 774,
            "text": "June 30, 2007, respectively",
            "ref_id": null
          },
          {
            "start": 849,
            "end": 862,
            "text": "June 30, 2007",
            "ref_id": null
          },
          {
            "start": 1034,
            "end": 1048,
            "text": "June 30, 2007.",
            "ref_id": null
          },
          {
            "start": 1097,
            "end": 1110,
            "text": "June 30, 2007",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Appendix Figure 2 -Changes in the event and estimation windows",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Interbank Market Liquidity and Central Bank Intervention)",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Allen",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Carletti",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Gale",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "Journal of Monetary Economics",
        "volume": "56",
        "issue": "5",
        "pages": "639--652",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Allen, F., E. Carletti and D. Gale, 2009. Interbank Market Liquidity and Central Bank Intervention), Journal of Monetary Economics, 56(5), 639-652.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Money, Liquidity, and Monetary Policy",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Adrian",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [
              "S"
            ],
            "last": "Shin",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "American Economic Review",
        "volume": "99",
        "issue": "2",
        "pages": "600--605",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Adrian, T. and H.S. Shin, 2009. Money, Liquidity, and Monetary Policy, American Economic Review, 99(2), 600-605.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "The High Demand for International Reserves in the Far East: What is Going On?",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Aizenman",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "Marion",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Journal of the Japanese and International Economies",
        "volume": "17",
        "issue": "",
        "pages": "370--400",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Aizenman, J. and N. Marion, 2003. The High Demand for International Reserves in the Far East: What is Going On?, Journal of the Japanese and International Economies, 17, 370- 400.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Mostly Harmless Econometrics: An Empiricists' Companion",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Angrist",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Pischke",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Angrist, J. and S. Pischke, 2008. Mostly Harmless Econometrics: An Empiricists' Companion, Princeton University Press, Princeton, NJ.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Event Study Methods and Evidence on their Performance",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Armitage",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "Journal of Economic Surveys",
        "volume": "8",
        "issue": "",
        "pages": "25--52",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Armitage, S., 1995. Event Study Methods and Evidence on their Performance, Journal of Economic Surveys, 8, 25-52.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "The Lending Channel in Emerging Economics: Are Foreign Banks Different?",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Arena",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Reinhart",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Vazquez",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "NBER Working Papers 12340",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "M. Arena, C. Reinhart, and F. Vazquez, 2006. The Lending Channel in Emerging Economics: Are Foreign Banks Different?, NBER Working Papers 12340, National Bureau of Economic Research.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Guidelines to the international locational banking statistics",
        "authors": [],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bank of International Settlements, 2008. Guidelines to the international locational banking statistics.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Rethinking bank regulation: till angles govern",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Barth",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Caprio",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Levine",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Barth, J., Caprio, G., and Levine, R., 2005. Rethinking bank regulation: till angles govern. Cambridge University Press.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "A New Database on the Structure and Development of the Financial Sector",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Beck",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Demirguc-Kunt",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Levine",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "World Bank Economic Review",
        "volume": "14",
        "issue": "3",
        "pages": "597--605",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Beck, T., Demirguc-Kunt, A., and Levine, R. (2000). A New Database on the Structure and Development of the Financial Sector. World Bank Economic Review, 14(3), 597-605.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Effects of Central Bank Intervention on the Interbank Market during the Sub-Prime Crisis",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Brunetti",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "Di"
            ],
            "last": "Filippo",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Harris",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Brunetti, C., M. Di Filippo, and J. Harris, 2009. Effects of Central Bank Intervention on the Interbank Market during the Sub-Prime Crisis. Available at SSRN: http://ssrn.com/abstract=1428662",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Symposium: Early Stages of the Credit Crunch: Deciphering the Liquidity and Credit Crunch",
        "authors": [
          {
            "first": "M",
            "middle": [
              "K"
            ],
            "last": "Brunnermeier",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "Journal of Economic Perspectives",
        "volume": "23",
        "issue": "1",
        "pages": "77--100",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Brunnermeier, M.K., 2009. Symposium: Early Stages of the Credit Crunch: Deciphering the Liquidity and Credit Crunch 2007-2008, Journal of Economic Perspectives, 23(1), 77- 100.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Collective Risk Management in a Flight to Quality Episode",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Caballero",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Krishnamurthy",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Journal of Finance",
        "volume": "63",
        "issue": "5",
        "pages": "2195--2230",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Caballero, R. and A. Krishnamurthy, 2008. Collective Risk Management in a Flight to Quality Episode, Journal of Finance, 63(5), 2195-2230.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Building an incentive-compatible safety net",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Calomiris",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Journal of Banking & Finance",
        "volume": "23",
        "issue": "10",
        "pages": "1499--1519",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Calomiris, C., 1999. Building an incentive-compatible safety net, Journal of Banking & Finance, 23(10), 1499-1519.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Capital Market Contagion and Recession: An Explanation of the Russian Virus",
        "authors": [
          {
            "first": "G",
            "middle": [],
            "last": "Calvo",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Calvo, G., 1998. Capital Market Contagion and Recession: An Explanation of the Russian Virus, Mimeograph.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Rational Contagion and the Globalization of Securities Markets",
        "authors": [
          {
            "first": "G",
            "middle": [],
            "last": "Calvo",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Mendoza",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Journal of International Economics",
        "volume": "51",
        "issue": "1",
        "pages": "79--113",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Calvo, G. and E. Mendoza, 2000. Rational Contagion and the Globalization of Securities Markets. Journal of International Economics, 51(1), 79-113.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "The Econometrics of Financial Markets",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Campbell",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Lo",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Mackinley",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Campbell, J., A. Lo, and A. MacKinley, 1997. The Econometrics of Financial Markets, Princeton U. Press.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Subprime Market Crisis Through the Lens of European Central Bank Auctions for Short-Term Funds",
        "authors": [
          {
            "first": "N",
            "middle": [],
            "last": "Cassola",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Hortacsu",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Kastl",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cassola , N.,A. Hortacsu, and J. Kastl, 2009. The 2007 Subprime Market Crisis Through the Lens of European Central Bank Auctions for Short-Term Funds, Working Paper.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Deposit insurance around the world: a comprehensive database",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Demirguc-Kunt",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Karacaovali",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Laeven",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Policy Research Working Paper Series",
        "volume": "3628",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Demirguc-Kunt, A., B. Karacaovali, and L. Laeven, 2005. Deposit insurance around the world: a comprehensive database. Policy Research Working Paper Series 3628, The World Bank.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Liquidity Risk, Liquidity Creation, and Financial Fragility: A Theory of Banking",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Diamond",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Rajan",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Journal of Political Economy",
        "volume": "109",
        "issue": "2",
        "pages": "287--327",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Diamond, D. and R. Rajan, 2001. Liquidity Risk, Liquidity Creation, and Financial Fragility: A Theory of Banking, Journal of Political Economy, 109(2), 287-327.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "How the Subprime Crisis Went Global: Evidence from Bank Credit Default Swap Spreads",
        "authors": [
          {
            "first": "B",
            "middle": [],
            "last": "Eichengreen",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Mody",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Nedeljkovic",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Sarno",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Eichengreen, B., A. Mody, M. Nedeljkovic, and L. Sarno, 2009. How the Subprime Crisis Went Global: Evidence from Bank Credit Default Swap Spreads. NBER Working Paper No. w14904.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Increased Use of Uninsured Deposits: Implications for Market Discipline",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Feldman",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Schmidt",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "18--27",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Feldman R. and J. Schmidt, 2001. Increased Use of Uninsured Deposits: Implications for Market Discipline, Federal Reserve Bank of Minneapolis-Fed Gazette March: 18-9.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Bank Liquidity, Interbank Markets, and Monetary Policy",
        "authors": [
          {
            "first": "X",
            "middle": [],
            "last": "Freixas",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Martin",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Skeie",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Freixas, X., A. Martin, and D. Skeie, 2009. Bank Liquidity, Interbank Markets, and Monetary Policy, FRB of New York Staff Report No. 371.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Guide to Calculation Methods for the FTSE Global Equity Index Series",
        "authors": [],
        "year": 2006,
        "venue": "FTSE",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "FTSE, 2006. Guide to Calculation Methods for the FTSE Global Equity Index Series.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Banks' Advantage in Hedging Liquidity Risk: Theory and Evidence from the Commercial Paper Market",
        "authors": [
          {
            "first": "E",
            "middle": [],
            "last": "Gatev",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Strahan",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "Journal of Finance",
        "volume": "61",
        "issue": "2",
        "pages": "867--892",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gatev, E. and P. Strahan, 2006. Banks' Advantage in Hedging Liquidity Risk: Theory and Evidence from the Commercial Paper Market, Journal of Finance, 61(2), 867-892.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "Monetary Policy, Business Cycles, and the Behavior of Small Manufacturing Firms",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Gertler",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Gilchrist",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "Quarterly Journal of Economics",
        "volume": "109",
        "issue": "",
        "pages": "309--340",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gertler, M. and S. Gilchrist, 1994. Monetary Policy, Business Cycles, and the Behavior of Small Manufacturing Firms, Quarterly Journal of Economics, 109, 309-340.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "Contagion and Trade: Why are Currency Crises Regional",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Glick",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Rose",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Journal of International Money and Finance",
        "volume": "18",
        "issue": "4",
        "pages": "603--617",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Glick, R. and A. Rose, 1999. Contagion and Trade: Why are Currency Crises Regional? Journal of International Money and Finance. 18(4), 603-617.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "The Dark Side of Bank Wholesale Funding. FRB of Philadelphia Working Paper No",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Huang",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Ratnovski",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "9--12",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Huang, R. and L. Ratnovski, 2008. The Dark Side of Bank Wholesale Funding. FRB of Philadelphia Working Paper No. 09-3;",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "A New Measure of Financial Openness",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Ito",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Chinn",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Journal of Comparative Policy Analysis",
        "volume": "10",
        "issue": "3",
        "pages": "307--320",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ito, H. and M. Chinn, 2008. A New Measure of Financial Openness, Journal of Comparative Policy Analysis, 10(3), 307-320.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "On Crises, Contagion, and Confusion",
        "authors": [
          {
            "first": "G",
            "middle": [],
            "last": "Kaminsky",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Reinhart",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Journal of International Economics",
        "volume": "51",
        "issue": "1",
        "pages": "145--168",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kaminsky, G. and C. Reinhart, 2000. On Crises, Contagion, and Confusion, Journal of International Economics, 51(1), 145-168.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "The Unholy Trinity of Financial Contagion",
        "authors": [
          {
            "first": "G",
            "middle": [],
            "last": "Kaminsky",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Reinhart",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Vegh",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Journal of Economic Perspectives",
        "volume": "17",
        "issue": "4",
        "pages": "51--74",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kaminsky, G., C. Reinhart, and C. Vegh, 2003. The Unholy Trinity of Financial Contagion, Journal of Economic Perspectives, 17(4), 51-74.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "What Triggers Market Jitters? A Chronicle of the Asian Crisis",
        "authors": [
          {
            "first": "G",
            "middle": [],
            "last": "Kaminsky",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Schmukler",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Journal of International Money and Finance",
        "volume": "18",
        "issue": "4",
        "pages": "537--560",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kaminsky, G. and S. Schmukler, 1999. What Triggers Market Jitters? A Chronicle of the Asian Crisis, Journal of International Money and Finance, 18(4), 537-560.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "The impact of monetary policy on bank balance sheets",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Kashyap",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Stein",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "Carnegie-Rochester Conference Series on Public Policy",
        "volume": "42",
        "issue": "1",
        "pages": "151--195",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kashyap, A. and J. Stein, 1995. The impact of monetary policy on bank balance sheets, Carnegie-Rochester Conference Series on Public Policy, 42(1), 151-195.",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "The external wealth of nations mark ii: Revised and extended estimates of foreign assets and liabilities",
        "authors": [
          {
            "first": "P",
            "middle": [
              "R"
            ],
            "last": "Lane",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [
              "M"
            ],
            "last": "Milesi-Ferretti",
            "suffix": ""
          }
        ],
        "year": 1970,
        "venue": "Journal of International Economics",
        "volume": "73",
        "issue": "2",
        "pages": "223--250",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lane, P.R. and G.M. Milesi-Ferretti, 2007. The external wealth of nations mark ii: Revised and extended estimates of foreign assets and liabilities, 1970-2004. Journal of International Economics, 73(2), 223-250.",
        "links": null
      },
      "BIBREF33": {
        "ref_id": "b33",
        "title": "The Collapse of International Trade During the",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Levchenko",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Lewis",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Tesar",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Search of the Smoking Gun",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Levchenko, A., Lewis, L., and L. Tesar, 2009. \"The Collapse of International Trade During the 2008-2009 Crisis: In Search of the Smoking Gun,\" Working Paper 592, Research Seminar in International Economics, University of Michigan.",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "Conducting event studies with thinly traded stocks",
        "authors": [
          {
            "first": "E",
            "middle": [],
            "last": "Maynes",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Rumsey",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "Journal of Banking & Finance",
        "volume": "17",
        "issue": "1",
        "pages": "145--157",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Maynes, E. and J. Rumsey, 1993. Conducting event studies with thinly traded stocks, Journal of Banking & Finance, 17 (1), 145-157.",
        "links": null
      },
      "BIBREF36": {
        "ref_id": "b36",
        "title": "Random group effects and the precision of regression estimates",
        "authors": [
          {
            "first": "B",
            "middle": [],
            "last": "Moulton",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "Journal of Econometrics",
        "volume": "32",
        "issue": "3",
        "pages": "385--397",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Moulton, B., 1986. Random group effects and the precision of regression estimates, Journal of Econometrics, 32(3), 385-397.",
        "links": null
      },
      "BIBREF37": {
        "ref_id": "b37",
        "title": "Has Finance Made the World Riskier?",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Rajan",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "European Financial Management",
        "volume": "12",
        "issue": "4",
        "pages": "499--533",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rajan, R., 2006. Has Finance Made the World Riskier?. European Financial Management, 12(4), 499-533.",
        "links": null
      },
      "BIBREF38": {
        "ref_id": "b38",
        "title": "Reflections on Northern Rock: The Bank Run That Heralded the Global Financial Crisis",
        "authors": [
          {
            "first": "H",
            "middle": [
              "S"
            ],
            "last": "Shin",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "Journal of Economic Perspectives",
        "volume": "23",
        "issue": "1",
        "pages": "101--120",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Shin, H.S., 2009. Reflections on Northern Rock: The Bank Run That Heralded the Global Financial Crisis, Journal of Economic Perspectives, 23(1), 101-19.",
        "links": null
      },
      "BIBREF39": {
        "ref_id": "b39",
        "title": "Making Globalization Work, W.W. Norton. The Economist",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Stiglitz",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Stiglitz, J., 2006. Making Globalization Work, W.W. Norton. The Economist, 2008. Lifelines, October 9, 2008.",
        "links": null
      },
      "BIBREF40": {
        "ref_id": "b40",
        "title": "Real Effects of the Subprime Mortgage Crisis: Is it a Demand or a Finance Shock?",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Tong",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "J"
            ],
            "last": "Wei",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "NBER Working Papers 14205",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Tong, H. and S.J. Wei, 2008. Real Effects of the Subprime Mortgage Crisis: Is it a Demand or a Finance Shock?, NBER Working Papers 14205.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "uris": null,
        "type_str": "figure",
        "text": ", which plots the average fraction of liabilities not represented by deposits across all banks (Panel A) and all commercial banks (Panel B). The figure shows the average ratio as a fraction of the 2001 value, so that the ratio equals one in 2001 by construction, and the values in other years directly show the percentage increase with respect to the initial year. Beyond these global tendencies, the 8 average fraction of non-deposit liabilities increased in 73 percent of the 44 countries described above, with an average increase of 38 percent between 2001 and 2006.",
        "fig_num": null,
        "num": null
      },
      "FIGREF1": {
        "uris": null,
        "type_str": "figure",
        "text": "of bank i from country c, ,,ict  are computed as the deviation of the actual returns from those predicted by the model in equation (1) in a window of 2T + 1 days around the event (the event window),",
        "fig_num": null,
        "num": null
      },
      "FIGREF2": {
        "uris": null,
        "type_str": "figure",
        "text": "Figure 4.",
        "fig_num": null,
        "num": null
      },
      "FIGREF3": {
        "uris": null,
        "type_str": "figure",
        "text": "While a worldwide increase in the cost of liquidity will likely increase its domestic cost even in countries with a relatively autarkic banking sector, it would occur through indirect channels, and one would expect a larger impact on wholesale dependent banks located in countries where a larger share of such wholesale funds comes directly from abroad. The results reported in Panel A of Figure 13 allow the differential effect of the event to depend on a country's degree of capital account openness (captured by the Ito and Chinn, 2008 index). Wholesale dependent banks located in more financially open countries experience a similar decline than those in less open countries. Only four days after the Lehman event (September 19) there is a significantly larger relative decline in more open countries. A possible explanation for this lack of relevance of capital account openness in the transmission of the crisis is that the relevant measure of openness should more directly capture the exposure of the banking sector to international sources of wholesale funds. Since there are no bank level data on the use of international funds, I rely instead on data from the Bank of International Settlements (BIS) on the external deposits and loans of banks in a country vis-à-vis the foreign bank and non-bank sector. The evidence, shown in panels B.1 and B.2, supports this idea. The CADR of high wholesale dependence banks in countries with external loans as a fraction of totalbank assets below the cross-country median is much smaller than that of countries above the median. The exposure of the banking sector seems to matter. Overall, it seems that the liquidity crunch was particularly important for banks with high wholesale dependence located in countries with good banking sector integration. This further supports the role of wholesale dependence as a source of vulnerability that contributes to the transmission of money market shocks.",
        "fig_num": null,
        "num": null
      },
      "FIGREF4": {
        "uris": null,
        "type_str": "figure",
        "text": "Increased reliance on wholesale fundingThe two panels of the figure show the average fraction of non-deposit liabilities (1deposits/liabilities) among banks in the 44 countries included in the sample of the paper. All average ratios are depicted as a fraction of the 2001 average.",
        "fig_num": "1",
        "num": null
      },
      "FIGREF5": {
        "uris": null,
        "type_str": "figure",
        "text": "Ted Spread and LIBOR-OIS Spread (2005-2009) The figure shows the Ted Spread (difference between the 3-month US LIBOR and US Treasury Bill rate) and the LIBOR-OIS (difference between the 3-month US LIBOR and the overnight interest swap rate) from November 2004 to November 2009. The dashed line on the left is on August 9, 2007 and the dashed line on the right is on September 15, 2008. Data comes from Datastream.",
        "fig_num": "3",
        "num": null
      },
      "FIGREF6": {
        "uris": null,
        "type_str": "figure",
        "text": "Average cumulative abnormal returns of global banking sectorPanels A and B show the average cumulative abnormal returns of the global banking sector in a window of ten days before and after the Lehman event of September 15, 2008, along their 90 percent confidence bands. Panel A shows the simple cumulative abnormal returns, and Panel B shows the cumulative differential return relative to the pre-event average abnormal return (the average abnormal return between t=-10 and t=-1). Panel C shows the point and cumulative estimates of the average abnormal returns for the event, along their standard errors. *, **, and *** represent statistical significance at the 10%, 5%, and 1% level, respectively. Panel A. Cumulative Abnormal Returns.Panel B. Cumulative Abnormal Returns relative to pre-event.",
        "fig_num": "4",
        "num": null
      },
      "FIGREF8": {
        "uris": null,
        "type_str": "figure",
        "text": "Cumulative abnormal differential returns of banks with high and low wholesale",
        "fig_num": "5",
        "num": null
      },
      "FIGREF9": {
        "uris": null,
        "type_str": "figure",
        "text": "Cumulative abnormal differential returns of banks with high and low wholesale dependenceBaseline specificationPanels A and B show the difference in cumulative abnormal returns (CADR) between a bank with high and low wholesale dependence (75th and 25th percentile of the global distribution of wholesale dependence) and its 90 percent confidence bands in a window of ten days before and after the Lehman event of September 15, 2008. Panel A shows the simple cumulative abnormal differential returns, and Panel B shows the cumulative differential return relative to the pre-event average abnormal return (the average abnormal return between t=-10 and t=-1). Panel C shows the point and cumulative estimates of the average abnormal differential returns for each of the events, along their standard errors. The standard errors are robust to heteroskedasticity. *, **, and *** represent statistical significance at the 10%, 5%, and 1% level, respectively. Panel A. Cumulative Abnormal Differential Returns.Panel B. Cumulative Abnormal Differential Returns relative to pre-event.",
        "fig_num": "6",
        "num": null
      },
      "FIGREF11": {
        "uris": null,
        "type_str": "figure",
        "text": "Cumulative abnormal differential returns of banks with high and low wholesale dependenceCredit Markets Freeze Event, August 9, 2007Panel A shows the cumulative abnormal returns of the global banking sector in a window of ten days before and after the Market Freeze event of August 9, 2007, along their 90 percent confidence bands. Panel A.1 shows the simple cumulative abnormal returns, and Panel A.2 shows the cumulative differential return relative to the pre-event average abnormal return (the average abnormal return between t=-10 and t=-1). Panel B shows the difference in cumulative abnormal returns (CADR) between a bank with high and low wholesale dependence (75th and 25th percentile of the global distribution of wholesale dependence) and its 90 percent confidence bands in a window of ten days before and after the Market Freeze event of August 9, 2007. Panel B.1 shows the simple cumulative abnormal differential returns, and Panel B.2 shows the cumulative differential return relative to the pre-event average abnormal return.A1. Cumulative Abnormal Returns.A2. Cumulative Abnormal Returns relative to pre-event.Panel A. Average effect on banking sector",
        "fig_num": "7",
        "num": null
      },
      "FIGREF12": {
        "uris": null,
        "type_str": "figure",
        "text": "Cumulative abnormal differential returns of banks with high and low wholesale dependenceAlternative events during the crisisThe figure shows the cumulative abnormal differential returns (CADR) between a bank with high and low wholesale dependence (75th and 25th percentile of the global distribution of wholesale dependence) and its 90 percent confidence bands. In all cases, bank-level abnormal returns come from a return model that controls for a country's market and banking sector returns, the standard errors used to construct the confidence bands are robust to heteroskedasticity, and the estimation includes country-time fixed effects to control for daily differences in average abnormal returns across countries. Panel A shows the results for an event dated on March 14, 2008 and Panel B shows for an event dated on October 2, 2008.",
        "fig_num": "8",
        "num": null
      },
      "FIGREF13": {
        "uris": null,
        "type_str": "figure",
        "text": "Cumulative Abnormal Differential Returns, interquartile difference on continuous measure.",
        "fig_num": null,
        "num": null
      },
      "FIGREF14": {
        "uris": null,
        "type_str": "figure",
        "text": "Cumulative abnormal differential returns of banks with high and low wholesale dependence B.1 Wholesale funding dependence. B.2 Bank size.",
        "fig_num": "9",
        "num": null
      },
      "FIGREF15": {
        "uris": null,
        "type_str": "figure",
        "text": "Cumulative abnormal differential returns of banks with high and low wholesale dependence Panel B. Cumulative Abnormal Differential Returns, interquartile difference on continuous measure. B.1 Wholesale funding dependence. B.2 Foreign ownership dummy.",
        "fig_num": "10",
        "num": null
      },
      "FIGREF16": {
        "uris": null,
        "type_str": "figure",
        "text": "Cumulative Abnormal Differential Returns, interquartile difference on continuous measure. C.1 Wholesale funding dependence. C.2 Exposure to Lehman Brothers dummy.",
        "fig_num": null,
        "num": null
      },
      "FIGREF18": {
        "uris": null,
        "type_str": "figure",
        "text": "Cumulative abnormal differential returns of banks with high and low wholesale dependence Panel B -Commercial banks. A.1 Cumulative Abnormal Return.",
        "fig_num": "11",
        "num": null
      },
      "FIGREF19": {
        "uris": null,
        "type_str": "figure",
        "text": "Cumulative Abnormal Differential Returns, interquartile difference on continuous measure of wholesale dependence. B.1 Countries with low international reserves. B.2 Countries with high international reserves.",
        "fig_num": null,
        "num": null
      },
      "FIGREF20": {
        "uris": null,
        "type_str": "figure",
        "text": "Cumulative abnormal differential returns of banks",
        "fig_num": "12",
        "num": null
      },
      "FIGREF21": {
        "uris": null,
        "type_str": "figure",
        "text": "Panel A. Cumulative Abnormal Differential Returns, interquartile difference on continuous measure of wholesale dependence. A.1 Countries with low deposit insurance. A.2 Countires with high deposit insurance with high power of supervisory authority. Panel C. Cumulative Abnormal Differential Returns, interquartile difference on continuous measure of wholesale dependence. C.1 Countries with low power of supervisory authority. Cumulative Abnormal Differential Returns, interquartile difference on continuous measure of wholesale dependence. A.1 Countries with low capital account openness. A.2 Countries with high capital account openness.",
        "fig_num": null,
        "num": null
      },
      "FIGREF22": {
        "uris": null,
        "type_str": "figure",
        "text": "Cumulative abnormal differential returns of banks",
        "fig_num": "13",
        "num": null
      },
      "FIGREF23": {
        "uris": null,
        "type_str": "figure",
        "text": "Cumulative Abnormal Differential Returns, interquartile difference on continuous measure of wholesale dependence. B.1 Countries with low fraction of external loans to total bank assets. B.2 Countries with high fraction of external loans to total bank assets.",
        "fig_num": null,
        "num": null
      },
      "FIGREF25": {
        "uris": null,
        "type_str": "figure",
        "text": "in the measures of abnormal returns and wholesale dependence",
        "fig_num": null,
        "num": null
      },
      "TABREF1": {
        "type_str": "table",
        "text": "Balance sheet information for the different measures comes from the latest balance sheet available beforeJune 30, 2007, of all listed banks reporting to Bankscope. Data on stock market returns of listed banks included in Bankscope come from Bloomberg. Stock market returns correspond to the percentage change in closing price between two consecutive trading days.The final sample of banks with data on the main measure of wholesale fund dependence comprises 662 banks in 44 countries excluding the US. It covers all geographical areas, although most countries belong to Western Europe or East Asia and Pacific (14 and 11, respectively), followed by Latin America, East and Central Asia, Middle East and North Africa, South Asia, North America, and Sub-Saharan Africa (6, 6, 3, 2, 1, and 1 countries, respectively). For obvious reasons, most countries are either high or middle-income (24 and 18, respectively), but two low-income countries are also represented (India and Pakistan). The geographic and income distribution of the sample varies slightly at the bank level. East Asia and Pacific overtakes Western Europe, with 234 and 231 banks, respectively; South Asia surpasses the remaining of the fraction of non-deposit liabilities. The only inconvenience of this measure is that since deposits are typically a large fraction of liabilities, it is more negatively skewed than the measure defined above. Nonetheless, results obtained with both measures are virtually identical.",
        "html": null,
        "num": null,
        "content": "<table><tr><td>7 Alternatively one could use</td><td>log(1</td><td></td><td>RDEPLIAB</td><td>)</td><td>, the log</td></tr></table>"
      },
      "TABREF2": {
        "type_str": "table",
        "text": "discussed, largely relies on within country comparisons. Finally, Panel C shows that, within a country, the measure of wholesale dependence",
        "html": null,
        "num": null,
        "content": "<table><tr><td>, ic W</td><td>is positively correlated with leverage,</td></tr><tr><td colspan=\"2\">negatively correlated with size (log assets), and negatively correlated with the ratio of liquid</td></tr><tr><td>assets to liabilities.</td><td/></tr></table>"
      },
      "TABREF4": {
        "type_str": "table",
        "text": "explore the consequences of the value decline of banks with higher wholesale dependence on their lending activity by estimating parameters of the following two simple specifications",
        "html": null,
        "num": null,
        "content": "<table><tr><td/><td colspan=\"2\">, , 1, 1 i c t () t Change Loans  </td><td></td><td>c </td><td></td><td></td><td colspan=\"2\">, , 1 i c t Loans </td><td></td><td colspan=\"3\">, i c W </td><td></td><td colspan=\"3\">, , 1 i c t size  </td><td></td><td>, , 1, i c t t  </td></tr><tr><td/><td>( Growth Loans</td><td>, , 1, 1 i c t ) t  </td><td></td><td>c </td><td></td><td></td><td>log( Loans</td><td colspan=\"3\">, , 1 i c t </td><td>)</td><td></td><td colspan=\"2\">, i c W </td><td></td><td>, , 1 i c t size </td><td></td><td>, , 1, i c t  </td><td>t</td></tr><tr><td>where</td><td colspan=\"16\">Loans represents either the level of loans or the ratio of loans to assets.</td></tr><tr><td colspan=\"17\">, , 1, 1 i c t () t Change Loans  is the average monthly change in the level of loans, is the average monthly growth rate of loans of bank i from country c at between the last , , 1, 1 () i c t t  Growth Loans balance sheet reported before Lehman ( 1 t  ) and immediately after Lehman ( 1 t  ), , , 1 i c t Loans  and , , 1 log( ) i c t  are the level and the log of initial loans (to capture Loans convergence effects), , ic is the wholesale dependence of the bank, as defined above, and W , , 1 i c t size</td></tr></table>"
      },
      "TABREF6": {
        "type_str": "table",
        "text": "",
        "html": null,
        "num": null,
        "content": "<table/>"
      },
      "TABREF9": {
        "type_str": "table",
        "text": ".",
        "html": null,
        "num": null,
        "content": "<table><tr><td/><td>15 0,0 0 0</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>20 0</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>N um ber of n ew s ar ticles</td><td>50,000 10 0,0 0 0</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>A rtic les grow th rate</td><td>100</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>0</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>0</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Jan-07</td><td>A pr-0 7</td><td>J ul-07</td><td/><td>Oc t-07</td><td>J an-08</td><td/><td>Apr-08</td><td/><td>Jul-0 8</td><td>Oc t-08</td><td/><td>Jan -09</td><td>A pr-0 9</td><td>J ul-09</td><td>Jan-07</td><td/><td>A pr-0 7</td><td>J ul-07</td><td/><td>Oc t-07</td><td>J an-08</td><td/><td>Apr-08</td><td/><td>Jul-0 8</td><td>Oc t-08</td><td/><td>Jan-09</td><td>Apr-09</td><td>Jul-0 9</td></tr><tr><td/><td colspan=\"2\">Source: Factiva</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td colspan=\"3\">Source: Factiva</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>35 0</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>10 0</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>300</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>N um ber of n ew s ar ticles</td><td>100 150 200 250</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>N um ber of n ew s ar ticles</td><td>50</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>50</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>0</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>01sep2008</td><td>03s ep2008</td><td>05s ep2008</td><td>07sep2008</td><td>09sep2008</td><td>11s ep 2008</td><td>13s ep20 08</td><td>15sep2008</td><td>17sep2008</td><td>19sep2008</td><td>21s ep2008</td><td>23sep2008</td><td>25sep2008</td><td>27s ep2008</td><td>29s ep 2008</td><td>0</td><td>26jul2007</td><td>28jul2007</td><td>30jul2007</td><td>01aug 2007</td><td>03aug2007</td><td>05aug2007</td><td>07aug2007</td><td>09aug20 07</td><td>11aug2007</td><td>13aug2007</td><td>15aug2007</td><td>17aug2007</td><td>19aug20 07</td><td>21aug2007</td><td>23aug2007</td></tr><tr><td/><td colspan=\"2\">Source: Factiva</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td colspan=\"3\">Source: Factiva</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>"
      },
      "TABREF13": {
        "type_str": "table",
        "text": "All panels show results for an event window of ten trading days around the Lehman event of September 15, 2008.",
        "html": null,
        "num": null,
        "content": "<table><tr><td colspan=\"2\">Panel A. Cumulative Abnormal Differential Returns, interquartile difference on continuous measure.</td></tr><tr><td>A.1 Wholesale funding dependence.</td><td>A.2 Leverage.</td></tr></table>"
      },
      "TABREF14": {
        "type_str": "table",
        "text": "returns across countries. Panel A shows the results after controlling for banks that have public ownership. Panel B shows the results after controlling for banks that have foreign ownership. Panel C shows the results after controlling for banks that declared exposure to Lehman Brothers. All panels show results for an event window of ten trading days around the Lehman event of September 15, 2008.",
        "html": null,
        "num": null,
        "content": "<table><tr><td colspan=\"2\">Panel A. Cumulative Abnormal Differential Returns, interquartile difference on continuous measure.</td></tr><tr><td>A.1 Wholesale funding dependence.</td><td>A.2 Public ownership dummy.</td></tr></table>"
      }
    }
  }
}