{
  "paper_id": "D12043728",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:03:42.452942Z"
  },
  "title": "Export Performance and Trade Facilitation Reform Hard and Soft Infrastructure",
  "authors": [
    {
      "first": "Alberto",
      "middle": [],
      "last": "Portugal-Perez",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group Trade and Integration Team",
        "institution": "",
        "location": {}
      },
      "email": "aportugalperez@worldbank.org"
    },
    {
      "first": "John",
      "middle": [
        "S"
      ],
      "last": "Wilson",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group Trade and Integration Team",
        "institution": "",
        "location": {}
      },
      "email": "jswilson@worldbank.org"
    },
    {
      "first": "Bernard",
      "middle": [],
      "last": "Hoekman",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group Trade and Integration Team",
        "institution": "",
        "location": {}
      },
      "email": ""
    },
    {
      "first": "Norbert",
      "middle": [],
      "last": "Fiess",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group Trade and Integration Team",
        "institution": "",
        "location": {}
      },
      "email": ""
    },
    {
      "first": "Caroline",
      "middle": [],
      "last": "Freund",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group Trade and Integration Team",
        "institution": "",
        "location": {}
      },
      "email": ""
    },
    {
      "first": "Pravin",
      "middle": [],
      "last": "Krishna",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group Trade and Integration Team",
        "institution": "",
        "location": {}
      },
      "email": ""
    },
    {
      "first": "Daniel",
      "middle": [],
      "last": "Lederman",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group Trade and Integration Team",
        "institution": "",
        "location": {}
      },
      "email": ""
    },
    {
      "first": "Jean-Christophe",
      "middle": [],
      "last": "Maur",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group Trade and Integration Team",
        "institution": "",
        "location": {}
      },
      "email": ""
    },
    {
      "first": "Jaime",
      "middle": [],
      "last": "De Melo",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group Trade and Integration Team",
        "institution": "",
        "location": {}
      },
      "email": ""
    },
    {
      "first": "Marcelo",
      "middle": [],
      "last": "Olarreaga",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group Trade and Integration Team",
        "institution": "",
        "location": {}
      },
      "email": ""
    },
    {
      "first": "Roberta",
      "middle": [],
      "last": "Piermartini",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group Trade and Integration Team",
        "institution": "",
        "location": {}
      },
      "email": ""
    },
    {
      "first": "Mario",
      "middle": [],
      "last": "Gutierrez",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group Trade and Integration Team",
        "institution": "",
        "location": {}
      },
      "email": ""
    },
    {
      "first": "Marco",
      "middle": [],
      "last": "Antonio Martinez",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group Trade and Integration Team",
        "institution": "",
        "location": {}
      },
      "email": ""
    }
  ],
  "year": "2010-04",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D12043728",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "In an international trade environment of declining tariffs, trade facilitation-broadly defined as the set of policies aiming at reducing export and import costs-has been in the spotlight policy fora as the next key option to reduce trade costs in developing countries. The relationship between export performance and trade facilitation is complex, not only because a country's trade flows may change through its own trade facilitation reforms and through its trading partners' reforms, but also because of the multi-dimensionality of trade facilitation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "In a narrow sense, trade facilitation is associated with the reduction of on-the-border transaction costs other than tariff cuts, which essentially involves the simplification and standardization of customs formalities and administrative procedures related to international trade. The current WTO negotiations on trade facilitation are mainly linked to this dimension of border (or customs) facilitation. In a broader sense, trade facilitation not only includes at-theborder issues, but also beyond-the-border issues, dealing for instance with the business environment, the quality of infrastructure, transparency, and domestic regulations. All of these factors have an impact on export performance through the cost channel. Trade facilitation measures can be undertaken along two dimensions: a \"hard\" dimension related to tangible infrastructure such as roads, ports, highways, telecommunications, as well as a \"soft\" dimension related to transparency, customs management, the business environment, and other institutional aspects that are intangible.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "A myriad of indicators related to different aspects of trade facilitation at the country level and with extensive geographic coverage have recently been collected by different organizations, and used in empirical research to estimate their impact on trade. 2 From an econometric point of view, including variables related to trade facilitation, measuring similar aspects on the right-hand side of a model, such as a gravity specification, can be conducive to multicolinearity. A way of circumventing multicolinearity is to reduce the dimension of the data by aggregating highly correlated indicators into a single indicator.",
        "cite_spans": [
          {
            "start": 257,
            "end": 258,
            "text": "2",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "One of the contributions of this paper is the construction of four new aggregate indicators related to trade facilitation from a wide range of primary indicators using factor analysis, a statistical modeling technique that explains the correlation among a set of observed variables through an unobserved \"common factor.\" To our knowledge, factor analysis has not yet been used to derive trade-related indicators. It not only helps to circumvent multicolinearity by reducing the dimensions of the data, it is a less arbitrary and more rigorous procedure for deriving an \"aggregate\" indicator compared with averaging out primary indicators. Moreover, unlike principal component analysis, it assumes an underlying analytical model of causality assuming that unobserved variables (to be estimated by the procedure) -our indicators-cause observed variables -the primary indicators-and, thus, provides a more rigorous framework. The new aggregate indicators contain the information of a wider range of individual indicators than any previous study.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Two of the four indicators are more related to the \"hard\" dimension of trade facilitation: i) physical infrastructure and ii) information and communications technology (ICT). The other two indicators are more closely linked to the \"soft\" dimension: iii) border and transport efficiency and iv) the business and regulatory environment. The indicators are derived for 101 countries over the period 2004-07, a greater coverage than previous indicators and a more recent one. The indicators are derived from a pool of 20 primary indicators collected from different sources: Doing Business (DB), World Development Indicators (WDI), World Economic Forum (WEF), and Transparency International (TI). Factor analysis is used in two stages: to select the primary indicators to be considered in each one of the four categories and to derive an indicator for each category.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "We assess the impact of different aspects related to trade facilitation, as measured by our indicators, on export performance by estimating a gravity model. Our study also departs from most previous papers as we estimate the gravity with a two-stage sample selection model (Heckman 1979) as in Helpman, Melitz, and Rubinstein (henceforth, HMR) (2008) to deal with sample selection bias due to country-pairs without trade (in at least one direction) and to examine the impact of trade facilitation on the extensive and intensive margins. 3 In order to implement the Heckman procedure on our sample, an identification variable influencing the probability of exporting but not the volume is required to comply with the exclusion restriction. We enlarge the coverage of HMR's entry cost indicator, which reflects the fixed entry costs for a pair of trading countries, and use it to satisfy the exclusion restriction in the Heckman estimation method. The two-stage approach allows assessment of export performance along the intensive margin (export volume growth) and extensive margin (propensity of trade between two countries).",
        "cite_spans": [
          {
            "start": 273,
            "end": 287,
            "text": "(Heckman 1979)",
            "ref_id": "BIBREF14"
          },
          {
            "start": 294,
            "end": 350,
            "text": "Helpman, Melitz, and Rubinstein (henceforth, HMR) (2008)",
            "ref_id": null
          },
          {
            "start": 537,
            "end": 538,
            "text": "3",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "As a variation of our model, we incorporate interaction terms between our trade facilitation indicators and per capita GDP to analyze the differentiated impact of trade facilitation variables on exports by income cohorts. As there have been recent contributions to the econometric estimates of gravity models, 4 we check the robustness of our results to different estimation methods and restricting the sample to trade in different sectors.",
        "cite_spans": [
          {
            "start": 310,
            "end": 311,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "We also deal with the potential endogeneity of our trade-facilitation indicators to trade flows in three ways. First, we employ a two-step procedure to isolate the part of each trade facilitation related indicator explained by income per capita and population, and use the unexplained residuals to proxy for the trade facilitation indicators. Second, the temporal variation of the trade facilitation indicators provides an additional way to deal with the endogeneity of trade facilitation indicators, as lagged variables can be used as instruments for contemporary values. Third, we follow Freund and Rocha (2010) and restrict exports to new products to deal with reverse causality of exports to trade facilitation, as trade in new goods cannot affect investment in 'hard infrastructure' or institutional reform. To take into account omitted multilateral resistance effects, we follow the procedure originally proposed by Baier and Bergstrand (2009) for one-stage gravity estimates, and extended by Behar et al. (2009) to a twostage sample selection model, which consists of correcting bilateral variables. Our results suggest that trade facilitation reforms could improve the export performance of developing countries at the extensive and intensive margin, especially investment in physical infrastructure and regulatory reform to improve the business environment. We also find evidence that the marginal effect of infrastructure improvement on exports seems to be decreasing in per capita income, whereas the impact of ICT on exports seems to be increasingly important for richer countries.",
        "cite_spans": [
          {
            "start": 590,
            "end": 613,
            "text": "Freund and Rocha (2010)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 922,
            "end": 949,
            "text": "Baier and Bergstrand (2009)",
            "ref_id": null
          },
          {
            "start": 999,
            "end": 1018,
            "text": "Behar et al. (2009)",
            "ref_id": "BIBREF4"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Drawing on the gravity estimates, we provide an illustrative assessment of enhanced trade facilitation for each developing country by computing the growth in exports and advalorem equivalent of improving each indicator halfway to the level of the top performer in the region. For instance, improving the quality of physical infrastructure so that Egypt's indicator increases half-way to the level of Tunisia would increase exports by 10.8 percent. This is equivalent to a 7.4 percent cut in tariffs faced by Egyptian exporters across importing markets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Finally, we compare these illustrative exports growth and ad-valorem equivalents figures across countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "From a policy standpoint, the findings of this paper are intended to contribute to a diagnostic assessment of the constraints on export facilitation along the \"hard\" and \"soft dimensions, thereby contributing to the understanding of the potential gains in investment and reforms along different areas to improve export performance.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The rest of the paper is organized as follows: Section 2 reviews the previous empirical literature. Section 3 describes the primary measures used as inputs in our synthetic indicators, as well as the factor analysis to construct them. Section 4 addresses the augmented gravity model estimates and econometric strategy. In Section 5, we provide illustrative counterfactual estimates in terms of export growth and the ad-valorem tariff equivalent of improving the indicators for developing countries halfway to the level of the top performer in their region. Section 6 briefly concludes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "This section briefly discusses the definition of trade facilitation and surveys selected work on the impact of trade facilitation on trade. As trade facilitation has several dimensions, 6 our survey only covers a selection of previous articles. For more extensive surveys of the literature, see, for instance, Maur and Wilson (forthcoming) .",
        "cite_spans": [
          {
            "start": 319,
            "end": 339,
            "text": "Wilson (forthcoming)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trade Facilitation: Definition and Overview of Previous Work",
        "sec_num": "2."
      },
      {
        "text": "There is no exact and standard definition of trade facilitation. It can be widely defined as any policy measure aimed at diminishing trade costs. The meaning can vary depending on the issue at hand. In a narrow sense, trade facilitation measures are usually associated with the simplification and, in some cases, the harmonization of trade regulations, both procedural and administrative, that may work as impediments to trade. The World Trade Organization (WTO) has traditionally used a narrow definition, simply saying that trade facilitation is \"[t]he simplification and harmonization of international trade procedures.\" Instead of focusing exclusively on factors on-the-border-such as the simplicity of export and import proceduresother \"behind the border\" factors, such as transparency and enhancing the business environment, have been recognized to matter for facilitating trade. Due to the rapid integration of networked information technology in almost all aspects of the international supply chain, ICT, infrastructure, and services are frequently mentioned as important facilitators of trade.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trade Facilitation: Definition and Overview of Previous Work",
        "sec_num": "2."
      },
      {
        "text": "Trade facilitation measures can be thought of along two dimensions: investment in \"hard\" infrastructure (highways, railroads, ports, etc.) and in \"soft\" infrastructure (transparency, customs efficiency, institutional reforms, etc.). Of particular interest, this distinction makes it possible to compare the benefits and costs of investment or policy reform along both dimensions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trade Facilitation: Definition and Overview of Previous Work",
        "sec_num": "2."
      },
      {
        "text": "Large investments in physical infrastructure projects to improve infrastructure quality alone do not necessarily lead to lower transport prices. Complementary steps in regulatory reform are also fundamental. The lack of competition along the different segments in the trade logistics chain, for example, can result in high markups favoring cartels among logistics service firms.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trade Facilitation: Definition and Overview of Previous Work",
        "sec_num": "2."
      },
      {
        "text": "Corruption and interest groups capture can lead to regulatory barriers (such as market access restrictions, technical regulations, and customs regulations). 5 In a more competitive environment, measures to improve physical infrastructure are likely to produce better results.",
        "cite_spans": [
          {
            "start": 157,
            "end": 158,
            "text": "5",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trade Facilitation: Definition and Overview of Previous Work",
        "sec_num": "2."
      },
      {
        "text": "Empirical research assessing the impact of trade facilitation has to address three issues: defining and measuring trade facilitation indicators; choosing an econometric methodology to estimate the impact of trade facilitation on trade flows; and designing a scenario to estimate the 5 Regulation in transport services can protect inefficient logistics operators and discourage the entry of more modern logistics operators with lower operational costs. Reform to dismantle cartels and enhance competition along different segments of the logistics chain is crucial for lowering trade costs. effect of improved trade facilitation on trade flows. The methodology proposed by Wilson, Mann, and Otsuki (henceforth WMO) (2003) was the first to measure the impact of trade facilitation on trade performance using a gravity model. They focused on four dimensions of trade facilitation: port infrastructure, customs environment, regulatory environment, and ebusiness infrastructure. They constructed four indicators for Asia Pacific Economic Cooperation (APEC) countries for a single year by applying single averages to 13 primary variables, which were mostly collected from the WEF. They estimated a gravity model that included the four indicators as well as other typical controls, such as the income level of individual countries, geography, and tariffs. Using model estimates, WMO find that intra-APEC trade could increase by $254 billion, or 21 percent of intra-APEC trade flows, if APEC members with below-average indicators improved capacity halfway to the average for all members, about half the increase being derived from improved port efficiency.",
        "cite_spans": [
          {
            "start": 671,
            "end": 719,
            "text": "Wilson, Mann, and Otsuki (henceforth WMO) (2003)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trade Facilitation: Definition and Overview of Previous Work",
        "sec_num": "2."
      },
      {
        "text": "Subsequently, Wilson, Mann, and Otsuki (2005) expanded their four indicators to a larger set of countries. Using simulations based on their gravity model, they find that the total gain in trade flows in manufacturing goods from trade facilitation of the \"below-average\" countries \"halfway\" to global average levels yields an increase in global trade of $US377 billion. This can be decomposed as follows: $US157 billion and $US107 billion yielded by e-service infrastructure and port efficiency, respectively, as well as $US83 billion and $US33 billion due to improvements in the customs environment and the regulatory environment, respectively.",
        "cite_spans": [
          {
            "start": 14,
            "end": 45,
            "text": "Wilson, Mann, and Otsuki (2005)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trade Facilitation: Definition and Overview of Previous Work",
        "sec_num": "2."
      },
      {
        "text": "To derive our indicators, we not only collect the WEF variables used by WMO and newly defined WEF variables 6 , but also incorporate recent indicators from other sources available for at least the period 2003-07. In addition, the factor analysis methodology is used not only to construct the indicators but to define the sub-groups to be considered.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trade Facilitation: Definition and Overview of Previous Work",
        "sec_num": "2."
      },
      {
        "text": "Other regional studies have suggested the importance of infrastructure and institutional indicators for trade facilitation. Njinkeu, Wilson, and Fosso (2008) analyze the impact of reforms in port efficiency, the customs environment, the regulatory environment, and service infrastructure. They find that improvements in port efficiency and service infrastructures are the primary factors driving intra-African trade expansion. Using a computable general equilibrium model, Abe and Wilson (2008) explore institutional trade facilitation indicators and find that reducing corruption and improving transparency in APEC countries to the average level of the region would increase trade in the region by 11 percent and global welfare would expand by $406 billion. Using detailed data on transit, documentation, and ports and customs delays on Africa's exports collected by Doing Business at the World Bank, Freund and Rocha (2010) find that that transit delays have the most economically and statically significant effect on African exports. They find that a one-day reduction in inland travel times leads to a 7 percent increase in exports. Iwanow and Kirkpatrick (2008) Using indices of trade restrictiveness and trade facilitation developed at the World Bank, such as the Logistic Performance Index and Doing Business in a gravity model, Hoekman and Nicita (2008) suggest that tariffs and non-tariff measures continue to be a significant source of trade restrictiveness for low-income countries despite preferential access programs. This is because the value of trade preferences is quite limited: a new measure of the relative preference margin developed in the paper reveals that this is very low for most country-pairs. Most countries with very good (duty-free) access to a market generally have competitors that have the same degree of access.",
        "cite_spans": [
          {
            "start": 133,
            "end": 157,
            "text": "Wilson, and Fosso (2008)",
            "ref_id": "BIBREF23"
          },
          {
            "start": 473,
            "end": 494,
            "text": "Abe and Wilson (2008)",
            "ref_id": "BIBREF0"
          },
          {
            "start": 902,
            "end": 925,
            "text": "Freund and Rocha (2010)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 1137,
            "end": 1166,
            "text": "Iwanow and Kirkpatrick (2008)",
            "ref_id": "BIBREF18"
          },
          {
            "start": 1336,
            "end": 1361,
            "text": "Hoekman and Nicita (2008)",
            "ref_id": "BIBREF17"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trade Facilitation: Definition and Overview of Previous Work",
        "sec_num": "2."
      },
      {
        "text": "Regarding more-specific dimensions of trade facilitation, such as the time to trade, Djankov, Freund, and Pham (2006) find that, on average, each additional day a product is delayed prior to being shipped reduces trade by at least 1 percent. Nordas, Pinali, and Geloso Grosso (2006) analyze the relation between time for import and export procedures, logistics services, and international trade, and find that time delays result in lower trade volumes and can reduce the probability that firms will enter export markets for time-sensitive products. Clark, Dollar, and Micco (2004) explain variations in trade costs due to port efficiency on bilateral trade flows. They show that improving port efficiency reduces shipping costs a lot. They find that improving port efficiency from the 25th to the 75th percentile can reduce shipping costs by 12 percent. Eifert et al. (2005) explore firm-level data on total factor productivity for about 3,000 firms in Africa over the period 2000-04. They show that a weak business environment is reflected in disproportionately high indirect costs, thereby lowering the return to labor in production and reducing demand for labor and real wages.",
        "cite_spans": [
          {
            "start": 94,
            "end": 117,
            "text": "Freund, and Pham (2006)",
            "ref_id": null
          },
          {
            "start": 242,
            "end": 282,
            "text": "Nordas, Pinali, and Geloso Grosso (2006)",
            "ref_id": null
          },
          {
            "start": 549,
            "end": 580,
            "text": "Clark, Dollar, and Micco (2004)",
            "ref_id": "BIBREF5"
          },
          {
            "start": 854,
            "end": 874,
            "text": "Eifert et al. (2005)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trade Facilitation: Definition and Overview of Previous Work",
        "sec_num": "2."
      },
      {
        "text": "In the context of trade facilitation indicators, several approaches have been used to construct aggregate indicators from primary variables. The simplest approach is to average primary variables into an aggregate indicator; the underlying assumption is that the relative importance of each primary variable is proportional to its weight in the indicators. Principal component analysis is another way of reducing the multidimensionality of the data, by transforming the data to a new coordinate system such that the greatest variance by any projection of the data comes to lie in the first coordinate or principal component, the second greatest variance on the second coordinate, and so on. Francois and Manchin (2007) Unlike principal component analysis, factor analysis proposes an explicit underlying model that attempts to \"explain\" correlations among a set of m observed variables (X 1, X 2, …, X m ) through the linear combination of a few latent (unobserved) random factors (Fs). In the case of a single factor, F, the underlying model is defined as:",
        "cite_spans": [
          {
            "start": 690,
            "end": 717,
            "text": "Francois and Manchin (2007)",
            "ref_id": "BIBREF10"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Constructing Trade Facilitation Indicators Using Factor Analysis",
        "sec_num": "3."
      },
      {
        "text": "m m m e F X e F X e F X          ... .......... .......... 2 2 2 1 1 1",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Constructing Trade Facilitation Indicators Using Factor Analysis",
        "sec_num": "3."
      },
      {
        "text": "where k  is the loading factor associated with the observed variable k X . The procedure allows estimation of the factor loadings as well as estimates of the unobserved factor F per sub-group, the latter being retained as the synthetic indicator. Loading factors provide information on the weights and correlation between each variable and the common factor; the higher the load, the more relevant is the primary variable in defining the dimensionality of a factor. 7",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Constructing Trade Facilitation Indicators Using Factor Analysis",
        "sec_num": "3."
      },
      {
        "text": "For this exercise, we retain a pool of 18 primary variables collected from different sources, such as WEF's Global Competitiveness Report, Doing Business, the World Development Indicators, 8 and Transparency International. Two criteria were used to select the indicators that are part of the aggregated indicators: they should be available for at least the period 2004-07, and they should cover more than 100 countries. 9 Because the primary variables have different units and scales, we re-scale each indicator on a 0 to 1 continuous scale, such that a greater value indicates that the country is more advanced along the measured dimension. 10 7 For more details on factor analysis, see, for instance, Johnson and & Wichern (2001) and Reyment &. Joreskog (1996) . 8 Data from the World Development Indicators was included for GDP and population and for variables included in the regressions for robustness checks.",
        "cite_spans": [
          {
            "start": 703,
            "end": 731,
            "text": "Johnson and & Wichern (2001)",
            "ref_id": "BIBREF19"
          },
          {
            "start": 736,
            "end": 762,
            "text": "Reyment &. Joreskog (1996)",
            "ref_id": null
          },
          {
            "start": 765,
            "end": 766,
            "text": "8",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Constructing the Indicators",
        "sec_num": null
      },
      {
        "text": "9 Some indicators providing meaningful information related to trade facilitation with less geographical or temporal coverage were not included in the exercise, such as the logistics performance index (LPI). Indeed, the LPI measures perceptions of the logistics environment in 140 countries but is only available for a single year. However, the aggregate indicators are significantly correlated with LPI for a single year, especially the physical infrastructure indicator.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Constructing the Indicators",
        "sec_num": null
      },
      {
        "text": "We perform the factor analysis procedure in two stages: as a preliminary stage, a diagnostic factor analysis procedure contributes to define the sub-group of variables to be considered for each indicator. Second, we re-run the procedure on the sub-groups to estimate the common factor to be taken as the indicator.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Constructing the Indicators",
        "sec_num": null
      },
      {
        "text": "In the first stage, the diagnostic factor analysis procedure is performed on two separate groups of primary variables; the first group consists of variables related to hard infrastructure, and the second one puts together variables related to soft infrastructure or institutional aspects.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Constructing the Indicators",
        "sec_num": null
      },
      {
        "text": "Again, the idea of this stage is to run a diagnosis as to identify sub-groups or primary variables within hard-infrastructure indicators and within soft-infrastructure indicators that would have higher correlations. Table A1 in the Appendix shows the loading factors of the diagnostic procedure as well as other statistics, The loading factors estimated in the explanatory analysis show a clear regrouping of the primary variables of hard infrastructure into two sub-groups that we call physical infrastructure and information and communications technology (ICT) because of the variables considered in each of them. Similarly, two sub-groups emerge clearly among the soft infrastructure variables, and we call them border and transport efficiency and business and regulatory environment.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 216,
            "end": 224,
            "text": "Table A1",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "Constructing the Indicators",
        "sec_num": null
      },
      {
        "text": "In the second stage, we re-run the factor analysis procedure on each of the four identified sub-groups in order to prevent the noise caused by adding variables that are unimportant. 11 In other words, we run four separate factor analysis procedures on each sub-group, with a single estimated factor retained by the data 12 , which will be considered as our indicator.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Constructing the Indicators",
        "sec_num": null
      },
      {
        "text": "The four indicators derived from the four sub-groups of primary variables along the \"soft\" and \"hard\" dimensions of infrastructure are:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Constructing the Indicators",
        "sec_num": null
      },
      {
        "text": "HARD INFRASTRUCTURE:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Constructing the Indicators",
        "sec_num": null
      },
      {
        "text": "11 Indeed, if we stop at the first-stage and derive two indicators from two factors in each group, when the two indicators are constructed from the two factors in each group, the country rankings of such indicators change dramatically and implausiblyy. due to the noise added by variables unimportant to each sub-group.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Constructing the Indicators",
        "sec_num": null
      },
      {
        "text": "1. Physical infrastructure measures the level of development and quality of ports, airports, roads, and rail infrastructure.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Constructing the Indicators",
        "sec_num": null
      },
      {
        "text": "is interpreted as the extent to which an economy uses information and communications technology to improve efficiency, and productivity as well as to reduce transaction costs. It contains indicators on the availability, use, absorption, and government prioritization of ICT.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Information and communications technology (ICT)",
        "sec_num": "2."
      },
      {
        "text": "3. Border and transport efficiency aims at quantifying the level of efficiency of customs and domestic transport that is reflected in the time, cost, and number of documents necessary for export and import procedures. Table 1 reports the final loading factors associated to each primary variable, as well as the percentage of variance explained by each identified factor. In all cases, the first retained factor captures a large amount of the variation, which ranges from 77 percent in the case of border and transport efficiency, to 88 percent in the case of the business environment. 13",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 218,
            "end": 225,
            "text": "Table 1",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "SOFT INFRASTRUCTURE:",
        "sec_num": null
      },
      {
        "text": "We provide some statistics of the derived indicators across regions and years. For simplicity, the synthetic indicators are also scaled on a range of 0 to 1. Table 2 reports ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 158,
            "end": 173,
            "text": "Table 2 reports",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "Indicators",
        "sec_num": null
      },
      {
        "text": "This section provides an illustrative assessment of the relative importance of the different indicators of trade facilitation on trade using a gravity model of trade.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "TF Indicators and Trade Volumes: Econometric Model and Results",
        "sec_num": "4."
      },
      {
        "text": "Several studies have provided theoretical foundations for the gravity model and contributed to its popularity. These studies show that estimates can be derived from different theoretical frameworks, such as the Ricardian, Heckscher-Ohlin, and increasing returns to scale models. Theoretical foundations for estimating gravity equations were also enhanced in van Wincoop (2003, 2004) . More recently, Helpman et al. (2008) (henceforth HMR) develop an international trade model with firm heterogeneity. Their model incorporates firms with varying productivity so that only the more productive firms find it profitable to export, and the profitability of exports varies by destination, as exports are higher to countries with higher demand and lower variable and fixed export costs. 14 As in HMR, we apply a two-stage sample selection model to take into account zero or missing bilateral trade flows. 15 The two-stage procedure aims at correcting the standard selection bias that can result from the necessity to drop observations with zero trade.",
        "cite_spans": [
          {
            "start": 358,
            "end": 382,
            "text": "van Wincoop (2003, 2004)",
            "ref_id": null
          },
          {
            "start": 400,
            "end": 438,
            "text": "Helpman et al. (2008) (henceforth HMR)",
            "ref_id": null
          },
          {
            "start": 898,
            "end": 900,
            "text": "15",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model Estimation Strategy",
        "sec_num": null
      },
      {
        "text": "More precisely, we estimate the following specification as the outcome equation in terms of our sample selection model: is the indicator for trading across the border of country i in year t. The higher the value, the more efficient the country is in trading across borders.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model Estimation Strategy",
        "sec_num": null
      },
      {
        "text": "      ijt j t",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model Estimation Strategy",
        "sec_num": null
      },
      {
        "text": "                                    onizer",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model Estimation Strategy",
        "sec_num": null
      },
      {
        "text": "- it t Environmen Business_",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model Estimation Strategy",
        "sec_num": null
      },
      {
        "text": "is the business environment indicator of country i in year t; the higher the value of the factor, the more business friendly the environment and regulations of the country.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model Estimation Strategy",
        "sec_num": null
      },
      {
        "text": "it ICT represents the information and communications technology level that country i has and uses to improve efficiency and economic activity in year t.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model Estimation Strategy",
        "sec_num": null
      },
      {
        "text": "it ture Infrastruc represents the quality level of infrastructure in country i in year t; the higher the value of the factor, the better the physical infrastructure of the country is.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model Estimation Strategy",
        "sec_num": null
      },
      {
        "text": "t ijt, is the total average tariffs for imports of country j from country i in year t.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model Estimation Strategy",
        "sec_num": null
      },
      {
        "text": "it GDP is gross domestic product of country i in year t.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model Estimation Strategy",
        "sec_num": null
      },
      {
        "text": "it Population is population of country i in year t. 15 The first stage consists of a probit regression that explains the probability that country i exports to country j (selection equation), where the dependent variable is a dummy that is equal to one if country i exports to country j. The second stage consists of a gravity equation estimated in logarithmic form that explains the volume of exports from i to j (outcome equation) and incorporates a term based on estimates of the first stage, the inverse Mills ratio, to correct for the non-random prevalence of zero trade flows.",
        "cite_spans": [
          {
            "start": 52,
            "end": 54,
            "text": "15",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "(1) ij ce Dis tan is the distance between the capitals of countries i and j.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "ijt RTA is a dummy variable that is equal to 1 when countries i and j have an active preferential trade agreement in year t.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "i Landlocked is 1 when country i is landlocked.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "ij Border is 1 when countries i and j have a common border.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "- ij guage Common_Lan",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "is 1 when countries i and j have the same language.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "- ij p elationshi Colonial_R",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "is 1 when countries i and j have the same colonizers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "- ij onizer Common_Col",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "is 1 when countries i and j have the same colonizers post-1945.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "-I j and t  are two vectors with importer-specific and year-specific dummies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "-Ɛ ijt is a random error term satisfying the usual assumptions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "Regarding the selection estimation, we assume that ijt X is observed when the following condition is met: ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "    0",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "                 where: ijt",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "EntryCosts is a binary indicator that equals 1 if the sum of the number of days and procedures to start a business is greater than the median for country i and country j, or if the sum of the relative costs of starting a business (as percentage of GDP per capita,) are greater than the median for both countries, and 0 otherwise. Using Doing Business data on the regulations to start a business, we updated the indicator for fixed entry costs constructed by HMR (2008) to cover more countries and more years. By construction, this variable reflects regulation costs that should not depend on a firm's volume of exports to a given country, and satisfies the exclusion restrictions of the two-stage Heckman estimation method, as it is excluded from the outcome equation.",
        "cite_spans": [
          {
            "start": 458,
            "end": 468,
            "text": "HMR (2008)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "Equation 1sets the determinants of the volume of trade, provided that one of the partners has positive exports to the other, while Equation (2) defines the selection criteria.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "(2) Francois and Manchin (2007) and Iwanow and Kirkpatrick (2008) use a similar estimation strategy to estimate the impact of infrastructure and institutions on trade. 16 We include fixed effects for both, importers and years. A complete specification would also require fixed effects for exporters to control for multilateral resistance terms (MRTs), 17 but their inclusion can wipe out the effect of exporter-specific variables that do not vary substantially throughout the fouryear panel, such as the trade facilitation indicators for exporters. 18 Baier and Bergstrand (2009) introduce a method for \"approximating\" price index multilateral resistance terms using a first-order Taylor expansion, yielding a log-linear expression for multilateral resistance terms (MRTs) that is a function of exogenous variables. It can be included in the estimation equation to be estimated with a simple OLS method. The approach has the advantage of producing tractable comparative statistics that underline the role of country size in MRTs, as trade barriers have a large impact on the terms of small countries, which typically trade a large proportion of their output internationally. While estimating the impact of a country's trade logistics system on its exports, Behar, Manners, and Nelson (2009) proxy MRTs using Baier and Bergstrand's method in a two-stage selection model of gravity akin to Helpman, Melitz, and Rubinstein (2008) .",
        "cite_spans": [
          {
            "start": 4,
            "end": 31,
            "text": "Francois and Manchin (2007)",
            "ref_id": "BIBREF10"
          },
          {
            "start": 36,
            "end": 65,
            "text": "Iwanow and Kirkpatrick (2008)",
            "ref_id": "BIBREF18"
          },
          {
            "start": 168,
            "end": 170,
            "text": "16",
            "ref_id": null
          },
          {
            "start": 549,
            "end": 551,
            "text": "18",
            "ref_id": null
          },
          {
            "start": 1257,
            "end": 1290,
            "text": "Behar, Manners, and Nelson (2009)",
            "ref_id": "BIBREF4"
          },
          {
            "start": 1388,
            "end": 1426,
            "text": "Helpman, Melitz, and Rubinstein (2008)",
            "ref_id": "BIBREF16"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "In this research, we follow a procedure similar to Baier and Bergstrand (2009) and Behar, Manners, and Nelson (2009) , for its MRT-corrected expressions.",
        "cite_spans": [
          {
            "start": 51,
            "end": 78,
            "text": "Baier and Bergstrand (2009)",
            "ref_id": null
          },
          {
            "start": 83,
            "end": 116,
            "text": "Behar, Manners, and Nelson (2009)",
            "ref_id": "BIBREF4"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "In the case of a continuous variable, such as distance, the corresponding MRT-corrected term is: ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "                                     N k km t m N m t k mj N m t m",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "T t t i t i Y Y / , ,  ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "and the share of country i's GDP in year t ( t i Y , ) as percentage of world GDP",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "Y t T  Y j j              .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "Similarly, the MRT-corrected expression for a dummy variable, such as Border ij , is:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "                                   N k km t m N m t k mj N m t m ik N k t k ij t ij Border Border Border Border MRT Border 1 , 1 , 1 , 1 , , _    ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "The MRT-corrected terms take into account the temporal variation of multilateral resistance terms as GDP shares evolve over time. As shown below, our estimates of the impact of trade facilitation variables on exports do not vary substantially when correcting for MRT.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": null
      },
      {
        "text": "The dataset covers 101 countries over the period 2004-07. Aggregate trade flows were compiled from the Commodity and Trade Database (COMTRADE), whereas tariffs were compiled from TRAINS. We use the average of applied tariff rates, from 2004 to 2007. To avoid a significant loss of observations, tariff data for some countries were linearly extrapolated for pairs of countries that had at least two of the four years under study.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data",
        "sec_num": null
      },
      {
        "text": "Core gravity variables, such as bilateral distances, colonial ties, and common language dummies were obtained from the CEPII website. Other relevant variables, such as GDP and population, were available from the World Bank's World Development Indicators (WDI). Table 3 reports estimates for the two-stage Heckman selection model defined by expressions (1) and (2). Columns 1a and 1b report the estimated coefficients of the outcome and the selection equations, respectively. In the outcome equation, the coefficients of all four trade facilitation indicators are positive and significant. As trade facilitation indicators are scaled on a zero-one interval, the magnitude of estimated coefficients can be informative of the relative impact of these aspects on trade. The coefficient of physical infrastructure is, indeed, the largest of all four. Business environment seems to be the next important factor for exporters, followed by ICT and border and transport efficiency. All other coefficients are significant and have the expected signs. Indeed, higher tariffs, longer distance between partners discourage trade, as well as being landlocked. By contrast, the trade volume is higher between partners in a regional trade agreement, as well as between richer and more populous countries. Contiguous partners, countries having a common official language, and countries having had a common colonizer or a colonial relationship are also likely to trade more intensively. The selection equation estimates (column 1b) provide a hint on the impact of each determinant on the probability of exporting, the so-called extensive margin. Most coefficients are significant and have the same sign as in the outcome equations. Only the coefficient of business environment has a negative sign, although it is non-significant. The coefficient of the entry-cost variable appearing in the first stage is negative and significant, as countries with higher entry barriers are less likely to trade. 19",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 261,
            "end": 268,
            "text": "Table 3",
            "ref_id": "TABREF10"
          }
        ],
        "eq_spans": [],
        "section": "Data",
        "sec_num": null
      },
      {
        "text": "As explained above, including exporter-specific dummies wipes out the effect of trade facilitation variable, as the latter do not vary considerably on time and can be subsumed in the fixed effects, as reported in table A3 of the Appendix. As an additional check to compare the explanatory power of our trade facilitation variables with respect to other regressors in the model, we perform a two-step procedure. In the first step, we estimate our baseline model replacing our exporter specific variables with exporter dummies. In the second step, we regress a variable 'y' containing the estimates of exporter-dummy coefficients, which can be interpreted as the volume of trade predicted by exporter dummies, on exporter's trade facilitation indicators and other variables of the model. For each regressor in the second step, we estimate the squared partial correlation (a measure of total variance of 'y' explained by the regressor and not associated to other variables) and the squared semipartial correlation (the reduction in the Rsquared when the regressor is removed from the regression). The estimates are further explained and reported in Appendix B. Overall, the trade facilitation indicators, notably physical infrastructure, have a greater contribution to the total variance of 'y' in comparison to other variables, such as tariffs, distance, or colonial dummies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Table 3 here: Baseline Estimates",
        "sec_num": null
      },
      {
        "text": "Columns 2a and 2b report estimates of a specification that replaces the entry-cost variable in the selection equation with a dummy that equals 1 if country i's exports to country j were positive in the previous year (t-1). The rationale is that countries having positive export flows in the preceding year are more likely to export during the current year. The estimates do not change substantially.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Table 3 here: Baseline Estimates",
        "sec_num": null
      },
      {
        "text": "We replace variables that vary across exporter-importer pairs with MRT-corrected expressions in order to better account for multilateral resistance. The estimates reported in Column 3a and 3b do not vary greatly. Whereas the coefficients of infrastructure, business environment and border and transport efficiency are larger than baseline estimates, ICT coefficient becomes implausibly negative. Yet, infrastructure and business environment remain the indicators with the greatest impact on exports. Compared with the MRT-corrected specification, the baseline specification (1a and 1b) leads to slightly smaller effects of trade facilitation indicators on exports. Thus, we use estimates the baseline specification for simulations, as they lead to more conservative estimates.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Table 3 here: Baseline Estimates",
        "sec_num": null
      },
      {
        "text": "Finally, we report in columns 4a and 4b estimates of a regression that includes an interaction term for each trade facilitation indicator with respect to per-capita income. We plot in Figure 3 the associated marginal effects of our indicators for different levels of per-capita income. The marginal effect of the quality of infrastructure on exports seems to be decreasing in income, as its significant and negative interaction coefficient shows. By contrast, the impact of ICT on exports seems to be increasingly important for richer countries. An interpretation along these lines is less clear for the other two institutional variables, as the coefficients of the interaction terms are not significant.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 184,
            "end": 192,
            "text": "Figure 3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Table 3 here: Baseline Estimates",
        "sec_num": null
      },
      {
        "text": "We check the consistency of the baseline estimates along different (one-stage) estimation techniques and report the results in Table 4 . For comparison purposes, column 1 reproduces the baseline estimates of the outcome equation defined by equation 1. Column 2 reports estimates of the standard traditional model using OLS, which is basically the outcome equation in column 1 without the inverse Mills ratio. Column 3 shows estimates of a Tobit model that takes account more properly of the censorship of the dependent variable, where the dependent variable is exports plus a dollar in logarithmic terms. However, as shown by de Melo and Portugal-Perez (2008) , coefficient estimates can be very sensitive to this (arbitrary) choice of adding one dollar. ",
        "cite_spans": [
          {
            "start": 626,
            "end": 659,
            "text": "de Melo and Portugal-Perez (2008)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [
          {
            "start": 127,
            "end": 134,
            "text": "Table 4",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "Figure 3 Marginal impacts of the indicators as function of per capita GDP",
        "sec_num": null
      },
      {
        "text": "20 Using Monte-Carlo simulations, they show that that the PPML produces estimates with the lowest bias for different patterns of heteroskedasticity. However, Martin and Pham (2008) notice that the data-generating process used by SS-T does not produce zero-values properly. When correcting the data-generating process to obtain a sample with an important amount of zero-value observations -a situation closer to ours -Martin and Pham find that the ET-Tobit and the two-stage sample selection estimates have a lower bias than those obtained with the PPML estimator.",
        "cite_spans": [
          {
            "start": 158,
            "end": 180,
            "text": "Martin and Pham (2008)",
            "ref_id": "BIBREF21"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Robustness Checks",
        "sec_num": null
      },
      {
        "text": "There is a potential reverse causality problem, as hard and soft infrastructure could also be driven by trade and integration, as well as the other way around. Indeed, countries exporting more may have higher returns to invest in enhancing hard or soft infrastructure. Although the causality is likely to go ways, better hard infrastructure as well as better institutional components are more likely to have a direct and immediate effect on the likelihood and the volume of exports rather than the other way around. As seen on Figure 1 , the distribution of the indicators obtained in this paper does not change greatly from year to year, especially for physical infrastructure, meaning that there was not any unexpected change in trade facilitation due to an export surge or fall. Moreover, using factor analysis to construct the synthetic indicators attenuates the endogeneity problem. Nevertheless, we address the potential problem of endogeneity in three additional ways.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 527,
            "end": 535,
            "text": "Figure 1",
            "ref_id": "FIGREF7"
          }
        ],
        "eq_spans": [],
        "section": "Robustness Checks",
        "sec_num": null
      },
      {
        "text": "First, we employ a two-step procedure to isolate the part of each trade facilitation related indicator explained by income per capita and population, and use the unexplained residuals to proxy for the trade facilitation indicators. The first step consists of regressing each synthetic indicator against GDP per capita and population using simple OLS. We use lagged values to address the potential bias arising from reverse causality:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Robustness Checks",
        "sec_num": null
      },
      {
        "text": "it k t i t i e Population pc GDP , 1 , 2 1 , 1 0 it k, ) ln( ) _ ln( ) ln(TF_k         ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Robustness Checks",
        "sec_num": null
      },
      {
        "text": "where TF_ k denotes each of the four trade facilitation indicators (infrastructure, ICT, business environment, and border and transport efficiency). The residuals, it k e , , measure the deviations from income and population conditional expected values of each indicator and replace the trade facilitation indicators in the baseline specification. The procedure has a limit as it only takes into account the omitted variable bias due to GDP and population. Column 1a in Table 5 reports sample-selection estimates using this procedure. 21 The coefficients for the residuals of infrastructure and business environment are positive and significant in the outcome equation.",
        "cite_spans": [
          {
            "start": 535,
            "end": 537,
            "text": "21",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 470,
            "end": 477,
            "text": "Table 5",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "Robustness Checks",
        "sec_num": null
      },
      {
        "text": "The ICT and business environment proxies have non-significant coefficients. Although a similar approach is adopted by Francois and Manchin (2007) as well as by Iwanow and Kirkpatrick (2008) , the residuals or proxies obtained with this procedure are not useful for ranking the 21 performance of a country along the trade facilitation dimension. Indeed, the ranking of countries according to the estimated residuals diverges substantially from the ranking of countries along the original indicators, making policy inferences difficult. Therefore, these estimates are just illustrative and are reported for completeness.",
        "cite_spans": [
          {
            "start": 118,
            "end": 145,
            "text": "Francois and Manchin (2007)",
            "ref_id": "BIBREF10"
          },
          {
            "start": 160,
            "end": 189,
            "text": "Iwanow and Kirkpatrick (2008)",
            "ref_id": "BIBREF18"
          },
          {
            "start": 277,
            "end": 279,
            "text": "21",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Robustness Checks",
        "sec_num": null
      },
      {
        "text": "Second, column 2 reports estimates when TF indicators are instrumented by their 3-year lagged value to reduce the bias that may arise from potential reverse causality. As the panel has observations for four years, the sample is reduced to a cross section when using the 3-year lag indicators. The coefficients for physical infrastructure, business environment, and ICT are similar to the baseline estimates, whereas the coefficient for border and transport efficiency is greater, which may be due to the fact that the latter variable evolves more over time than the other three indicators.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Table 5 here: Robustness checks",
        "sec_num": null
      },
      {
        "text": "Third, we follow Freund and Rocha (2010) and examine the effect of trade facilitation on trade in new products 22 . The intuition is that trade in goods having not been exported in the past cannot have had an impact on the historical development of either hard infrastructure or in institutions. Column 3 reports estimates of the model when exports are restricted to new goods.",
        "cite_spans": [
          {
            "start": 17,
            "end": 40,
            "text": "Freund and Rocha (2010)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 111,
            "end": 113,
            "text": "22",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Table 5 here: Robustness checks",
        "sec_num": null
      },
      {
        "text": "The coefficients of the four indicators are positive and significant, with similar magnitude. The effect of physical infrastructure is smaller than the baseline estimates. On one hand, it can be interpreted as evidence that endogeneity tended to overstate the effect of physical infrastructure on exports. On the other hand, it can only be interpreted as proof that physical infrastructure has a greater impact on exports of new products (extensive margin), than in existing products (intensive margin), the latter just being a small share of total exports. It is also consistent with the previous finding that physical infrastructure has a smaller effect for richer countries, who tended to export more new products during this period 23 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Table 5 here: Robustness checks",
        "sec_num": null
      },
      {
        "text": "The total number of kilometers of roads, often divided by either the area of the country or the population, and the percentage of paved roads in a country are frequently taken as measures of hard infrastructure. (See, for instance, Francois and Manchin (2007) and Iwanow and Kirkpatrick (2008) .) Yet, these indicators may not be fully comparable across countries, as they do not take into account other country-specific dimensions, such as population density, the location of cities, or the concentration of economic activity. For completeness, we apply factor analysis to construct a modified indicator of physical infrastructure, which in addition to the original primary indicators includes the percentage of paved roads and the total kilometers of roads divided by the population and the area of a country. Column 4 presents estimates of the baseline specification that incorporates the modified infrastructure index, which has a coefficient almost twice as large as the coefficient of the original infrastructure index in the baseline estimates (Table 3) .",
        "cite_spans": [
          {
            "start": 232,
            "end": 259,
            "text": "Francois and Manchin (2007)",
            "ref_id": "BIBREF10"
          },
          {
            "start": 264,
            "end": 293,
            "text": "Iwanow and Kirkpatrick (2008)",
            "ref_id": "BIBREF18"
          }
        ],
        "ref_spans": [
          {
            "start": 1051,
            "end": 1060,
            "text": "(Table 3)",
            "ref_id": "TABREF10"
          }
        ],
        "eq_spans": [],
        "section": "Table 5 here: Robustness checks",
        "sec_num": null
      },
      {
        "text": "Column 5 shows estimates of the two-stage procedure using average values for timevarying variables over the period 2004-07. The coefficients remain similar to the baseline estimates. Finally, in order to include exporter-specific dummies in addition to importer-specific dummies, we replace exporter-specific trade facilitation variables with the log of the sum of importer and exporter variables of trade facilitation, and report estimates in Column 6. The underlying assumption −not necessary verified− is that equal importance is given to levels of trade facilitation in the exporter and in the importer. Coefficients for infrastructure and business environment are significant, whereas coefficient for ICT is negative and significant. Indeed, as some of the variables do not change significantly for some countries and their impact on exports may be captured by exporter-specific dummies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Table 5 here: Robustness checks",
        "sec_num": null
      },
      {
        "text": "As a final robustness check, we estimate the baseline model on different samples.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Table 5 here: Robustness checks",
        "sec_num": null
      },
      {
        "text": "Columns 1 to 4 report estimates where the sample is restricted respectively to different sectors: fuels, ores and metals, manufactures and textiles; whereas columns 5 and 6 examine exports from Southern countries to Northern countries and other Southern countries, respectively. The impact of physical infrastructure is greater than the baseline estimate for fuels and ores and metals. Whereas ICT has a negative and significant sign for ores and metals, as well as in the last two regressions that focus on Southern exports. This can reinforce the former findings that countries with lower income tend to export those commodities and ICT tends to have a lower marginal impact the lower the income of a country. Table 6 here: Estimates on different samples.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 712,
            "end": 719,
            "text": "Table 6",
            "ref_id": "TABREF13"
          }
        ],
        "eq_spans": [],
        "section": "Table 5 here: Robustness checks",
        "sec_num": null
      },
      {
        "text": "Based on our baseline estimates, we simulate the effects of improving each aspect of trade facilitation on the export performance of the developing countries in the sample. 24 As the model contains tariffs, the coefficient estimates are used to compute counterfactual ad-valorem variations that would otherwise be generated by a benchmark variation of our composite indicators. The benchmark retained in this exercise is an improvement of each exporter's indicators halfway to the level of the top performing country in the region along each indicator.",
        "cite_spans": [
          {
            "start": 173,
            "end": 175,
            "text": "24",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Potential Benefits from Trade Facilitation: Counterfactual Estimates",
        "sec_num": "5."
      },
      {
        "text": "To illustrate how these counterfactuals are estimated, suppose that regulatory reform or investment in the ICT sector of an exporter country leads to a 1 percent increase in the ICT indicator. This leads to a change in trade flows of about ICT ˆ percent according to the gravity estimates. 25 The same change in trade flows would be brought about if all importers were to cut the tariffs applied to imports from the country by an equivalent value",
        "cite_spans": [
          {
            "start": 291,
            "end": 293,
            "text": "25",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Potential Benefits from Trade Facilitation: Counterfactual Estimates",
        "sec_num": "5."
      },
      {
        "text": "Tariffs ICT  /",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Potential Benefits from Trade Facilitation: Counterfactual Estimates",
        "sec_num": "5."
      },
      {
        "text": ". Therefore, the latter ratio roughly represents the \"ad-valorem tariff-cut equivalent\" or \"ad-valorem equivalent\" of a 1 percent change in the cost of export procedures inferred from gravity model estimates.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Potential Benefits from Trade Facilitation: Counterfactual Estimates",
        "sec_num": "5."
      },
      {
        "text": "We simulate the effects of improving each aspect of trade facilitation on trade. We took into consideration the disparities among countries by performing regional simulations using the best performing country in each index as the benchmark. Counterfactual estimates are reported in 25 For notation purposes, let X ˆ be the estimated elasticity of imports with respect to the variable X entering in the gravity equation. In the case of Doing Business export costs, the estimates should be negative.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Potential Benefits from Trade Facilitation: Counterfactual Estimates",
        "sec_num": "5."
      },
      {
        "text": "To illustrate the analysis, we briefly discuss the simulation results for selected countries with the lowest performance in each region. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Potential Benefits from Trade Facilitation: Counterfactual Estimates",
        "sec_num": "5."
      },
      {
        "text": "In all regions, with the exception of South Asia, investment in physical infrastructure quality halfway to the top performer will result in the greatest trade gains. In addition, it is worth mentioning the importance of regional characteristics for policy decision making. For instance, improvements in infrastructure in Sub-Saharan African countries would generate an important increase in trade flows, whereas for some South Asian countries, investment in improving the business environment would generate the greatest return. In most regions, improved border and transport efficiency to the benchmark is associated with lower exports growth as the estimated elasticity of this indicator on exports is the lowest among four indicators. Furthermore, countries of these regions are not so heterogeneous along this indicator.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulation Results",
        "sec_num": null
      },
      {
        "text": "If investment in Mongolia were to improve the quality of infrastructure halfway to the level of Malaysia, the country with the best infrastructure in East Asia, then exports of the former would increase by 58.9 percent. In other words, the increase in trade in Mongolia due to this improvement of infrastructure would be equivalent to a 40.3 percent reduction in the value of current tariffs on goods from Mongolia. If investment were focused on the improvement of information and communications technology or border and transport efficiency halfway to the level of the best performer, Mongolia's exports would increase by only 7.4 and 3.0 percent, respectively.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "East Asia and Pacific",
        "sec_num": null
      },
      {
        "text": "The improvement of business environment in Mongolia appears to be the second best alternative after infrastructure. Investment to improve the business environment half the way to the level of Malaysia would increase exports by 12.7 percent; in other words, this improvement in exports would be equivalent to a reduction of 8.7 percent in current import tariffs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "East Asia and Pacific",
        "sec_num": null
      },
      {
        "text": "Levels of development in trade facilitation vary widely across countries in this region. In the case of infrastructure, Bosnia and Herzegovina, the country with the lowest level of infrastructure quality, would experience an important increase in exports (53 percent) by improving its infrastructure to half the level of Lithuania. This increase in exports would also be feasible if Bosnia and Herzegovina reduced its current import tariffs by 36.3 percent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Europe and Central Asia",
        "sec_num": null
      },
      {
        "text": "In this region, improvements in border and transport efficiency also have a high rate of return. For instance, if investment in Kazakhstan were to improve its border and transport efficiency halfway to the level of Romania, Kazakhstan would increase its exports by 23.2 percent. This increase in exports is equivalent to a reduction of 15.8 percent in import tariffs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Europe and Central Asia",
        "sec_num": null
      },
      {
        "text": "The picture for countries in the Middle East and North Africa reveals significant gains in trade due to an increase in investment in infrastructure and ICT. Considering the lowest ranked country, Algeria, an increase in the level of infrastructure to half the level of Tunisia would yield an increase of 18.8 percent in the volume of exports. For instance, if investment in Algeria were",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Middle East and North Africa",
        "sec_num": null
      },
      {
        "text": "to improve the quality of ICT halfway to level of Tunisia, exports would increase by 6.6 percent;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Middle East and North Africa",
        "sec_num": null
      },
      {
        "text": "this would be equivalent to a reduction of 4.5 percent in import tariffs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Middle East and North Africa",
        "sec_num": null
      },
      {
        "text": "In Latin America, Bolivia appears to be the country that would benefit the most from an improvement in infrastructure quality. If Bolivia were to improve to half the level of Chile, exports would increase by 49.1 percent. The same increase in exports would also be possible if Bolivia reduced its import tariffs by 33.6 percent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Latin America and the Caribbean",
        "sec_num": null
      },
      {
        "text": "The results also show that improvement in the business environment, the second best alternative in the region, is very important for Venezuela. This country would increase exports by 26.5 percent if investment were to improve in this area to half the level of Chile, the best performer of the region. A reduction of 18.1 percent in the current ad-valorem tariffs would be necessary to obtain the same level of improvement in exports.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Latin America and the Caribbean",
        "sec_num": null
      },
      {
        "text": "Different from the other regions, South Asia appears to receive better returns to investment in the business environment. The results show that Bangladesh, the country with the lowest value for the business environment index, would experience the highest export growth after improvement in this indicator halfway to that of India. The increase in trade (38.4 percent) due to improvement in the business environment would be equivalent to a 26.3 percent reduction in the value of current tariffs on goods from Bangladesh.",
        "cite_spans": [
          {
            "start": 353,
            "end": 367,
            "text": "(38.4 percent)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "South Asia",
        "sec_num": null
      },
      {
        "text": "If Bangladesh were to improve its level of infrastructure quality to half the level of India, exports would increase by 17.6 percent. This increase in exports would be equivalent to a reduction of 12.1 percent in the value of import tariffs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "South Asia",
        "sec_num": null
      },
      {
        "text": "Countries in the Sub-Saharan Africa region also experience a dramatic increase in exports. For instance, if investment were focused to improve the infrastructure quality of Chad halfway to the level of South Africa, trade levels of the former would increase by 79.3 percent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sub-Saharan Africa",
        "sec_num": null
      },
      {
        "text": "This increase in exports would also be feasible with a reduction of 57.7 percent in import tariffs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sub-Saharan Africa",
        "sec_num": null
      },
      {
        "text": "If Chad were to invest in improving the business environment, exports would increase by 22.6 percent. If Cameroon were to invest in the business environment to improve the indicator to half the level of South Africa, exports would increase by 16.8 percent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sub-Saharan Africa",
        "sec_num": null
      },
      {
        "text": "Overall, the results show that improvement in infrastructure quality would bring the greatest benefits in terms of export growth. The analysis of the effects of these factors on trade flows provides useful information to guide policymakers on which might be the area or areas in which resource allocation would bring the greatest benefits. Among our four indicators, physical infrastructure has the greatest impact on exports in almost all specifications, and samples.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "6."
      },
      {
        "text": "Furthermore, we found evidence that the impact of physical infrastructure is decreasing with the income level, whereas the opposite occurs with ICT, for which the richer the country, the greater its marginal impact on export performance.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "6."
      },
      {
        "text": "Illustrative estimates show that improvements in infrastructure and border and transport efficiency halfway to the level of the regional top performer can be substantial. However, the high cost of investment in physical infrastructure is a factor to be considered. Of course, investment in physical infrastructure can also have large spillovers that should be taken into account in the cost-benefit analysis, but they are difficult to measure.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "6."
      },
      {
        "text": "The net balance of costs and benefits cannot yet be stated with certainty for a given country. Such an assessment can only be made within the framework of specific infrastructure project appraisals, and it can only be addressed on a case-by-case basis. However, improvement in other areas, such as border and transport efficiency, where costs are considerably lower in comparison with investment in physical infrastructure, shows promising results for developing countries. Although general estimates on the yield of these projects is difficult to obtain, Helble, Mann, and Wilson (2009) use detailed data on aid flows to estimate the responsiveness of trade flows to specific types of foreign aid directed to enhancing trade competitiveness in developing countries. They find that relatively small amounts of aid targeted at policy and regulatory reform, in contrast to aid for broad sector-specific projects or trade-related infrastructure has relatively greater elasticity with respect to trade flows. Indeed, they estimate that a one percent increase in aid directed toward trade policy and regulatory reform yields an increase of 0.009 percent in trade. This implies that average marginal effect in the authors' sample of that a one dollar increase in aid would result in an increase of about US$697 in trade. Hallaert and Munro (2009) propose to adapt the growth diagnostics procedure developed by Haussman et al. (2005) to trade expansion, in order to pinpoint the most binding constraints affecting trade performance in a given country. An approach along these lines based on a more rigorous microeconomic setting can be a promising road to identify constraints to trade expansion in a given country.",
        "cite_spans": [
          {
            "start": 556,
            "end": 587,
            "text": "Helble, Mann, and Wilson (2009)",
            "ref_id": "BIBREF15"
          },
          {
            "start": 1315,
            "end": 1340,
            "text": "Hallaert and Munro (2009)",
            "ref_id": "BIBREF12"
          },
          {
            "start": 1404,
            "end": 1426,
            "text": "Haussman et al. (2005)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "6."
      },
      {
        "text": "In summary, this paper intends to provide policymakers information about the effectiveness of possible interventions in four areas of trade facilitation. We stress that the results presented here are targeted at stimulating discussion and helping policymakers and stakeholders arrive at a tentative prioritization of their efforts in this area. In the future, more detailed analysis is required in relation to particular reform programs, covering costs and benefits for a developing country. In addition, our results have only addressed the static impacts of trade facilitation reform, without assessing directly their impact on growth, productivity, and overall development as such. Yet, empirical evidence suggests that there are good reasons to believe that better trade facilitation can impact each of these positively.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "6."
      },
      {
        "text": "Alberto Portugal-Perez and John S. Wilson All regressions include time and importer fixed effects. Robust standard errors are in brackets. * significant at 10%; ** significant at 5%; *** significant at 1%. a This regression includes multilateral resistance terms for distance, RTAs, common border, common language, colonial relationship, and common colonizer post-1945 All regressions include time and importer fixed effects. Robust standard errors are in brackets. * significant at 10%; ** significant at 5%; *** significant at 1%. 1) The baseline specification is estimated by replacing the time varying variables by their 2004-07 average, so they do not include time fixed effects. 2) Specification include time, exporter, and importer fixed effects. Tables and Graphs   Table A1 ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 754,
            "end": 782,
            "text": "Tables and Graphs   Table A1",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "Revisiting Trade Facilitation Indicators and Export Performance.",
        "sec_num": null
      },
      {
        "text": "See, for instance,Wilson et al. (2003Wilson et al. ( , 2005,Francois and Manchin (2007), andIwanow and Kirkpatrick (2008).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The first stage consists of a probit model determining the probability that a country pair engages in trade, whereas the second stage is a gravity regression augmented by a term correcting for selectivity that is computed from the first stage, the inverse Mills ratio.4 See, for instance, Santos- Tenreyro (2006, 2008),Helpman, Melitz, and Rubinstein (2008),Baier and Bergstran (2009), andMartin and Pham (2008).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Some of the original WEF primary variables found byWMO (2003WMO ( , 2005 are no longer constructed or were modified. We are thankful to Margareta Drzeniek Hanouz for making World Economic Forum (WEF) data available for this research.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "To preserve the year variability, we use the maximum value per indicator during the whole period and re-scale the indicators accordingly.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The data imposes one single factor in each procedure of the second stage, according to an iterative standard procedure (see for instanceRayment and Joreskog (1996)).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Although in some cases, the factors associated to the different observed primary variables are similar --as in the group of the Business Environment indicator--, the ranking of countries according to the indicators is different than the ranking of countries according to an indicator that is a simple average of primary variables.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "According to the model, the distribution of firms in country i exporting to country j is bound by a marginal firm that just breaks even when exporting to j, whereas more productive firms make positive profits when exporting to j. The model has several appealing characteristics that make it appropriate to explain some empirical patterns of trade flows. First, the model can generate asymmetric trade flows between two countries. Second, it can yield zero trade flows between some country pairs in either one or both directions. Third, the model yields a generalized gravity equation that accounts for the self-selection of firms into export markets and their impact on trade volumes. Finally, no information on the distribution of firms in a given country is required to carry out the estimation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Francois and Manchin (2007) do not satisfy the exclusion restriction in their Heckman estimates.Iwanow and Kirkpatrick (2008) use an alternative variable of common religion as suggested byHelpman et al. (2008). However, a religion variable does not have the temporal variation necessary for our sample.17 Anderson and van Wincoop (henceforth AvW) (2003) solve the so-called border puzzle-the implausibly large negative effect of the U.S.-Canada border on trade between Canadian provinces and U.S. states highlighted byMcCallum (1995) -by showing that general equilibrium effects of changes in trade costs work through the price indices that enter the bilateral gravity equations. Indeed, traditional estimates do not control properly for theoretically motivated price index terms, which aggregate both domestic and international trade costs, and therefore capture the effect of trade with third countries on bilateral trade, or \"multilateral resistance.\" AvW show that bilateral trade flows depend on bilateral trade costs relative to multilateral resistance.18 Indeed,Baier and Bergstrand (2007) recognize that one of the drawbacks of using fixed effects dummies is the preclusion of direct estimation of partial effects from numerous potentially-important explanatory variables often motivated theoretically (e.g. the effects of exporter and importer populations, foreign aid, or internal infrastructure measures on bilateral trade). As the authors argue, these variables can be subsumed in the fixed effects.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "A similar exercise was carried out excluding the tariff variable leading to similar estimates, as reported in table A3 of the Appendix. We also estimated a symmetric equation where the impact of importer-specific variables, including trade facilitation ones, on a country's imports. Estimates are similar and are also reported in table A3.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "We define new products as goods that were not exported in the period 1999-2002 and that entered into the export market in the interval2003-2006. 23 More estimates on the sample of newly exported goods can be found in table A4 in the Appendix.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Source: Authors' calculations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": " Figure 3 . Marginal Impact of the Indicators as a Function of Per Capita GDP Appendix B.Trade facilitation indicators and trade volumes predicted by exporter-dummies.We perform a two-step procedure to compare the explanatory power of our trade facilitation variables with respect to other regressors in the model. In the first step, we estimate our baseline model replacing our exporter specific variables with exporter dummies. In the second step, a variable 'y' containing the estimates of exporter-dummy coefficients,is regressed on exporter's trade facilitation indicators as other variables of the model. 'y' can be interpreted as the volume of trade predicted by exporter dummies. For each regressor in the second step, we estimate its partial and semipartial correlations with 'y', as well as their square terms, reported in table B1 below. Estimates are obtained using the pcorr Stata Command.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 1,
            "end": 9,
            "text": "Figure 3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "annex",
        "sec_num": null
      },
      {
        "text": "(1) The partial correlation between 'y' and a regressor attempt to estimate the correlation that would be observed between y and each regressor if the remaining regressors do not vary. The semipartial correlation, also called part correlation, between y and a given regressor is an attempt to estimate the correlation that would be observed between them after the effects of all remaining regressors are removed from the regressor but not from 'y'. Both squared correlations estimate 55 the proportion of the variance of y that is explained by each predictor. Indeed, the squared partial correlation is a measure of total variance of 'y' explained by the regressor and not associated to other variables, whereas the squared semipartial correlation can be interpreted as the reduction in the R-squared when the regressor is removed from the regression. All the TF indicators are significant at the conventional significance level. Overall, the trade facilitation indicators, notably physical infrastructure, have a greater contribution to the total variance, compared to other variables, such as tariffs, distance, or colonial dummies. The infrastructure variable has the highest value Squared SCC, explaining 5.7% of the variance, followed by the ICT indicator that adds 3.6 % to the explained variance.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Table B1",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Governance, Corruption, and Trade in the Asia Pacific Region",
        "authors": [
          {
            "first": "Kazutomo",
            "middle": [],
            "last": "Abe",
            "suffix": ""
          },
          {
            "first": "John",
            "middle": [
              "S"
            ],
            "last": "Wilson",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Policy Research Working Paper",
        "volume": "4731",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Abe , Kazutomo, and John S. Wilson. 2008. \"Governance, Corruption, and Trade in the Asia Pacific Region.\" Policy Research Working Paper 4731. World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Gravity with Gravitas: A Solution to the Border Puzzle",
        "authors": [
          {
            "first": "James",
            "middle": [
              "E"
            ],
            "last": "Anderson",
            "suffix": ""
          },
          {
            "first": "Eric",
            "middle": [],
            "last": "Van Wincoop",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "American Economic Review",
        "volume": "93",
        "issue": "",
        "pages": "170--92",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Anderson, James E., and Eric van Wincoop. 2003. \"Gravity with Gravitas: A Solution to the Border Puzzle.\" American Economic Review 93: 170-92.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Bonus Vetus OLS: A Simple Method for Approximating International Trade-Cost Effects using the Gravity Equation",
        "authors": [
          {
            "first": "James",
            "middle": [
              "E"
            ],
            "last": "Anderson",
            "suffix": ""
          },
          {
            "first": "Eric",
            "middle": [],
            "last": "Van Wincoop",
            "suffix": ""
          },
          {
            "first": ";",
            "middle": [],
            "last": "Baier",
            "suffix": ""
          },
          {
            "first": "Scott",
            "middle": [],
            "last": "",
            "suffix": ""
          },
          {
            "first": "Jeffrey",
            "middle": [],
            "last": "Bergstran",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Journal of International Economics",
        "volume": "42",
        "issue": "3",
        "pages": "691--751",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Anderson, James E., and Eric van Wincoop. 2004. \"Trade Costs.\" Journal of Economic Literature 42(3): 691-751.Baier, Scott, and Jeffrey Bergstran. 2009. \"Bonus Vetus OLS: A Simple Method for Approximating International Trade-Cost Effects using the Gravity Equation.\" Journal of International Economics 77(1).",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Bonus vetus OLS: a simple method for approximating international trade-cost effects using the gravity equation",
        "authors": [
          {
            "first": "Scott",
            "middle": [
              "L"
            ],
            "last": "Baier",
            "suffix": ""
          },
          {
            "first": "Jeffrey",
            "middle": [
              "H"
            ],
            "last": "Bergstrand",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Baier, Scott L., Bergstrand, Jeffrey H., 2007. \"Bonus vetus OLS: a simple method for approximating international trade-cost effects using the gravity equation\". Working Paper. October.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Exports and Logistics",
        "authors": [
          {
            "first": "Alberto",
            "middle": [],
            "last": "Behar",
            "suffix": ""
          },
          {
            "first": "Phil",
            "middle": [],
            "last": "Manners",
            "suffix": ""
          },
          {
            "first": "Ben",
            "middle": [],
            "last": "Nelson",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Behar, Alberto, Phil Manners, and Ben Nelson. 2009. \"Exports and Logistics.\" The Department of Economics, Oxford University Working Paper Series.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Port Efficiency, Maritime Transport Costs, And Bilateral Trade",
        "authors": [
          {
            "first": "Ximena",
            "middle": [],
            "last": "Clark",
            "suffix": ""
          },
          {
            "first": "David",
            "middle": [],
            "last": "Dollar",
            "suffix": ""
          },
          {
            "first": "Alejandro",
            "middle": [],
            "last": "Micco",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Journal of Development Economics",
        "volume": "75",
        "issue": "2",
        "pages": "417--50",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Clark, Ximena, David Dollar, and Alejandro Micco. 2004. \"Port Efficiency, Maritime Transport Costs, And Bilateral Trade.\" Journal of Development Economics.75(2): 417-50.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Help or Hindrance? The Impact of Harmonized Standards on African Exports",
        "authors": [
          {
            "first": "Witold",
            "middle": [],
            "last": "Czubala",
            "suffix": ""
          },
          {
            "first": "Ben",
            "middle": [],
            "last": "Shepherd",
            "suffix": ""
          },
          {
            "first": "John",
            "middle": [
              "S"
            ],
            "last": "Wilson",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "Policy Research Working Paper",
        "volume": "4400",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Czubala, Witold, Ben Shepherd, and John S. Wilson. 2007. \"Help or Hindrance? The Impact of Harmonized Standards on African Exports.\" Policy Research Working Paper 4400, World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Centre for Economic Policy Research (CEPR) Discussion Paper No. 7072. London Djankov, Simeon, Caroline Freund, and Cong Pham. forthcoming",
        "authors": [
          {
            "first": "De",
            "middle": [],
            "last": "Melo",
            "suffix": ""
          },
          {
            "first": "Jaime",
            "middle": [],
            "last": "",
            "suffix": ""
          },
          {
            "first": "Alberto",
            "middle": [],
            "last": "Portugal-Perez",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Review of Economics and Statistics",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "De Melo, Jaime, and Alberto Portugal-Perez. 2008. \"Rules of Origin, Preferences and Diversification in Apparel: African Exports to the US and to the EU.\" Centre for Economic Policy Research (CEPR) Discussion Paper No. 7072. London Djankov, Simeon, Caroline Freund, and Cong Pham. forthcoming. \"Trading on Time.\" Review of Economics and Statistics.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Bilateralism and Regionalism in Japanese and U.S. Trade and Direct Foreign Investment Patterns",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Eaton",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Tamura",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "Journal of the Japanese and International Economies",
        "volume": "8",
        "issue": "4",
        "pages": "478--510",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Eaton, J., and A. Tamura. 1994. \"Bilateralism and Regionalism in Japanese and U.S. Trade and Direct Foreign Investment Patterns.\" Journal of the Japanese and International Economies 8(4): 478-510.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Business Environment and Comparative Advantage in Africa: Evidence from the Investment Climate Data",
        "authors": [
          {
            "first": "Benn",
            "middle": [],
            "last": "Eifert",
            "suffix": ""
          },
          {
            "first": "Gelb",
            "middle": [],
            "last": "Allan",
            "suffix": ""
          },
          {
            "first": "Ramachandran",
            "middle": [],
            "last": "Vijaya",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Eifert, Benn, Gelb Allan and Ramachandran Vijaya. 2005 \" Business Environment and Comparative Advantage in Africa: Evidence from the Investment Climate Data.\" Working Paper 56. Center for Global Development.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "IIDE Discussion Papers. Institute for International and Development Economics",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Francois",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Manchin",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Francois, J., and M. Manchin. 2007. \"Institutions, Infrastructure, and Trade.\" IIDE Discussion Papers. Institute for International and Development Economics.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "What Constrains Africa's Exports?",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Freund",
            "suffix": ""
          },
          {
            "first": "Nadia",
            "middle": [],
            "last": "Rocha",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "World Bank Policy Research Working Paper",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Freund, C, and Nadia Rocha, 2010, \"What Constrains Africa's Exports?\", World Bank Policy Research Working Paper 5184",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Binding Constraints to Trade Expansion: Aid for Trade Objectives and Diagnostics Tools",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Hallaert",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Munro",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hallaert, J. and L. Munro (2009), \"Binding Constraints to Trade Expansion: Aid for Trade Objectives and Diagnostics Tools\", OECD Trade Policy Working Papers, No. 94, OECD Publishing.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Growth Diagnostics",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Hausmann",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Rodrik",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Velasco",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hausmann, R., D. Rodrik and A. Velasco (2005), Growth Diagnostics, unpublished, available at: http://ksghome.harvard.edu/~drodrik/barcelonafinalmarch2005.pdf.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Sample Selection Bias as a Specification Error",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Heckman",
            "suffix": ""
          }
        ],
        "year": 1979,
        "venue": "Econometrica",
        "volume": "47",
        "issue": "",
        "pages": "153--61",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Heckman, J. 1979. \"Sample Selection Bias as a Specification Error.\" Econometrica 47: 153-61.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Aid for Trade\" Policy Research Working Paper 5064",
        "authors": [
          {
            "first": "Matthias",
            "middle": [],
            "last": "Helble",
            "suffix": ""
          },
          {
            "first": "Catherine",
            "middle": [],
            "last": "Mann",
            "suffix": ""
          },
          {
            "first": "John",
            "middle": [
              "S"
            ],
            "last": "Wilson",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Helble, Matthias, Catherine Mann , and John S. Wilson, 2009 \"Aid for Trade\" Policy Research Working Paper 5064. World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Estimating Trade Flows: Trading Partners and Trading Volumes",
        "authors": [
          {
            "first": "Elhanan",
            "middle": [],
            "last": "Helpman",
            "suffix": ""
          },
          {
            "first": "Marc",
            "middle": [],
            "last": "Melitz",
            "suffix": ""
          },
          {
            "first": "Yona",
            "middle": [],
            "last": "Rubinstein",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "The Quarterly Journal of Economics",
        "volume": "123",
        "issue": "2",
        "pages": "441--87",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Helpman, Elhanan, Marc Melitz, and Yona Rubinstein. 2008. \"Estimating Trade Flows: Trading Partners and Trading Volumes.\" The Quarterly Journal of Economics 123(2): 441-87.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Trade Policy, Trade Costs and Developing Country Trade",
        "authors": [
          {
            "first": "B",
            "middle": [],
            "last": "Hoekman",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Nicita",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hoekman, B. and A. Nicita (2008). \"Trade Policy, Trade Costs and Developing Country Trade,\" World Bank Policy Research Paper 4797.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Trade Facilitation and Manufactured Exports: Is Africa Different?",
        "authors": [
          {
            "first": "Tomasz",
            "middle": [],
            "last": "Iwanow",
            "suffix": ""
          },
          {
            "first": "Colin",
            "middle": [],
            "last": "Kirkpatrick",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "World Development",
        "volume": "37",
        "issue": "6",
        "pages": "1039--50",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Iwanow, Tomasz and Colin Kirkpatrick .2008. \"Trade Facilitation and Manufactured Exports: Is Africa Different?\" World Development 37( 6):1039-50.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Applied Multivariate Statistical Analysis. Fifth Edition",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Johnson",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Wichern",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Johnson, R., and D. Wichern. 2001. Applied Multivariate Statistical Analysis. Fifth Edition. Prentice Hall.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "How Important Is the New Goods Margin in International Trade?",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Kehoe",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Ruhl ; Jean-Christophe",
            "suffix": ""
          },
          {
            "first": "John",
            "middle": [
              "S"
            ],
            "last": "Wilson",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kehoe, T., and K. Ruhl. 2003. \"How Important Is the New Goods Margin in International Trade?\" Federal Reserve Bank of Minnesota Maur, Jean-Christophe and John S. Wilson, forthcoming, \"Trade Costs and Facilitation: The Development Dimension\", Edward Elgar Publications.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Estimating the Gravity Model When Zero Trade Flows Are Important",
        "authors": [
          {
            "first": "Will",
            "middle": [],
            "last": "Martin",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Pham",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Martin, Will, and C. Pham. 2008. \"Estimating the Gravity Model When Zero Trade Flows Are Important.\" World Bank. Mimeo.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "National Borders Matter: Canada-US RegionalTrade Patterns",
        "authors": [
          {
            "first": "John",
            "middle": [],
            "last": "Mccallum",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "American Economic Review",
        "volume": "85",
        "issue": "",
        "pages": "615--623",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "McCallum, John. 1995. \"National Borders Matter: Canada-US RegionalTrade Patterns.\" American Economic Review, 85, 615-623",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Intra-Africa Trade Constraints: The Impact of Trade Facilitation",
        "authors": [
          {
            "first": "Njinkeu",
            "middle": [],
            "last": "Dominique",
            "suffix": ""
          },
          {
            "first": "John",
            "middle": [
              "S"
            ],
            "last": "Wilson",
            "suffix": ""
          },
          {
            "first": ";",
            "middle": [],
            "last": "Bruno Powo Fosso",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Pinali",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Geloso Grosso",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "OECD Trade Policy Working Paper",
        "volume": "35",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Njinkeu Dominique, John S. Wilson, and Bruno Powo Fosso. 2008, \"Intra-Africa Trade Constraints: The Impact of Trade Facilitation.\" Policy Research Working Paper 4790. World Bank, Washington, D.C. Nordas, H., E. Pinali, and M. Geloso Grosso. 2006. \"Logistics and Time as a Trade Barrier.\" OECD Trade Policy Working Paper 35. Paris: OECD.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "Trade Facilitation in Africa: Why Reform Matters",
        "authors": [
          {
            "first": "Alberto",
            "middle": [],
            "last": "Portugal-Perez",
            "suffix": ""
          },
          {
            "first": "John",
            "middle": [
              "S"
            ],
            "last": "Wilson",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "World Trade Review",
        "volume": "8",
        "issue": "",
        "pages": "379--416",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Portugal-Perez, Alberto, and John S. Wilson. 2009. \"Trade Facilitation in Africa: Why Reform Matters.\" World Trade Review 8:3: 379-416.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "Applied Factor Analysis in the Natural Sciences",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Reyment",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Joreskog",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Reyment, R. and Joreskog, K. (1993). Applied Factor Analysis in the Natural Sciences. 2 edition, Cambridge University Press.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Trading Partners and Trading Volumes: Implementing the Helpman-Melitz-Rubinstein Model Empirically",
        "authors": [
          {
            "first": "Santos",
            "middle": [],
            "last": "Silva",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Tenreyro",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Economics Discussion Papers",
        "volume": "662",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Santos Silva, J., and D. Tenreyro. 2008. \"Trading Partners and Trading Volumes: Implementing the Helpman-Melitz-Rubinstein Model Empirically.\" Economics Discussion Papers 662, University of Essex.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "The Log of Gravity",
        "authors": [
          {
            "first": "Santos",
            "middle": [],
            "last": "Silva",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Tenreyro",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "The Review of Economics and Statistics",
        "volume": "88",
        "issue": "",
        "pages": "361--65",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Santos Silva, J., and S. Tenreyro. 2006. \"The Log of Gravity.\" The Review of Economics and Statistics 88: 361-65.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "Road Infrastructure in Europe and Central Asia: Does Network Quality Affect Trade?",
        "authors": [
          {
            "first": "Ben",
            "middle": [],
            "last": "Shepherd",
            "suffix": ""
          },
          {
            "first": "John",
            "middle": [
              "S"
            ],
            "last": "Wilson",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "Policy Research Working Paper. World Bank",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Shepherd, Ben, and John S. Wilson. 2006. \"Road Infrastructure in Europe and Central Asia: Does Network Quality Affect Trade?\" Policy Research Working Paper. World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "Trade Facilitation and Economic Development: A New Approach to Measuring the Impact",
        "authors": [
          {
            "first": "John",
            "middle": [
              "S"
            ],
            "last": "Wilson",
            "suffix": ""
          },
          {
            "first": "Catherine",
            "middle": [],
            "last": "Mann",
            "suffix": ""
          },
          {
            "first": "Tsunehiro",
            "middle": [],
            "last": "Otsuki",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "World Bank Economic Review",
        "volume": "17",
        "issue": "3",
        "pages": "367--89",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wilson, John S., Catherine Mann, and Tsunehiro Otsuki. 2003. \"Trade Facilitation and Economic Development: A New Approach to Measuring the Impact.\" World Bank Economic Review 17(3): 367-89.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "Assessing the Benefits of Trade Facilitation: A Global Perspective",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "_____",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "World Economy",
        "volume": "28",
        "issue": "6",
        "pages": "841--71",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "_____. 2005. \"Assessing the Benefits of Trade Facilitation: A Global Perspective.\" World Economy 28(6): 841-71.",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "All regressions include time and importer fixed effects. Robust standard errors are in brackets. * significant at 10%",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "All regressions include time and importer fixed effects. Robust standard errors are in brackets. * significant at 10%;",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "1%. Source: Authors' calculations based on data from COMTRADE for trade flows; TRAINS for tariffs; and WDI, WEF, and Doing Business for trade facilitation factors",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "***",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "*** significant at 1%. Source: Authors' calculations based on data from COMTRADE for trade flows; TRAINS for tariffs; and WDI, WEF, and Doing Business for trade facilitation factors.",
        "links": null
      },
      "BIBREF35": {
        "ref_id": "b35",
        "title": "Ln(GDPpc_i) x Ln(Infrastructure_i)",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ln(GDPpc_i) x Ln(Infrastructure_i)",
        "links": null
      },
      "BIBREF36": {
        "ref_id": "b36",
        "title": "All regressions include time and importer fixed effects. Robust standard errors are in brackets. * significant at 10%",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "All regressions include time and importer fixed effects. Robust standard errors are in brackets. * significant at 10%;",
        "links": null
      },
      "BIBREF39": {
        "ref_id": "b39",
        "title": "a This regression includes multilateral resistance terms for distance, RTAs",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "a This regression includes multilateral resistance terms for distance, RTAs, common border, common language, colonial relationship, and common colonizer post-1945.",
        "links": null
      },
      "BIBREF40": {
        "ref_id": "b40",
        "title": "Source: Authors' calculations based on data from COMTRADE for trade flows; TRAINS for tariffs; and WDI, WEF, and Doing Business for trade facilitation factors",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Source: Authors' calculations based on data from COMTRADE for trade flows; TRAINS for tariffs; and WDI, WEF, and Doing Business for trade facilitation factors.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "num": null,
        "type_str": "figure",
        "uris": null,
        "fig_num": null,
        "text": "construct aggregated indicators of trade facilitation (in the on-the-border sense), and infrastructure for 2003 and 2004, by applying simple average to primary indicators mainly collected from Doing Business and the World Development Indicators. They estimate a standard gravity model augmented with these indicators and find a positive impact of the three indicators on exports. As their paper focuses on Africa, they interact their indicators with an African dummy, and find that policies that improve their indicators yield a higher effect in African countries compared with the rest of the world. Francois and Manchin (2007) use principal components to construct two indicators on infrastructure and two indicators on institutional quality from various primary measures, mainly collected by the World Development Indicators and the Fraser Institute. Although their indicators are robust determinants of export performance, they are not easily interpretable."
      },
      "FIGREF1": {
        "num": null,
        "type_str": "figure",
        "uris": null,
        "fig_num": null,
        "text": "use principal component analysis to construct institutions and infrastructure indicators based on the first two components of each aspect."
      },
      "FIGREF2": {
        "num": null,
        "type_str": "figure",
        "uris": null,
        "fig_num": null,
        "text": "Business and regulatory environment measures the level of development of regulations and transparency. It is built on indicators of irregular payments, favoritism, government transparency, and measures to combat corruption."
      },
      "FIGREF3": {
        "num": null,
        "type_str": "figure",
        "uris": null,
        "fig_num": null,
        "text": "summary statistics on the derived indicators and the underlying primary indicators, as well as the country with the highest and lowest scores throughout the panel.Figure 1 shows the average value of each indicator by region, benchmarked against the average value of OECD countries, at the right of each panel. Sub-Saharan African (SSA) countries have on average the lowest values, except along the Business Environment indicator, where South Asian (SAS) countries have a poorer average performance. Figure 2 illustrates the relative temporal variation of indicators per region. East Asia and the Pacific (EAP) seem to have an improvement along the Border and Transport Efficiency indicator and Business Environment indicator by the end of the period that is relatively larger than other regions. There is a generalized upward evolution of the ICT indicator across regions. Unsurprisingly, infrastructure is the indicator that evolves less (notice the different scale in the vertical axis for all graphs)."
      },
      "FIGREF4": {
        "num": null,
        "type_str": "figure",
        "uris": null,
        "fig_num": null,
        "text": "Eaton and Tamura (ET) (1994) proposed to estimate a variation of the Tobit model in which the independent variable is ln(X ij +a) and the maximum likelihood (ML) function is modified to endogenize the choice of the parameter \"a.\" Estimates based on the ET-Tobit variation are reported in column 5. Finally, column 6 reports estimates along the Poisson Pseudo Maximum Likelihood (PPML) model, proposed by Santos Silva and Tenreyro (SS-T) (2006) to deal with heteroskedasticity in constant-elasticity models.20  In the majority of cases, the estimates of our indicators remain positive and significant. Infrastructure has the largest estimated coefficient, except in the PPML column, where it is non-significant."
      },
      "FIGREF5": {
        "num": null,
        "type_str": "figure",
        "uris": null,
        "fig_num": "4",
        "text": "As expected, countries with lower values of trade facilitation indicators would experience higher export growth after the improvement along their trade facilitation indicators.24  For simplicity, we use coefficient estimates of the outcome equation (second-stage) and disregard the marginal effects of the indicators on the selection equation (first stage) that feed in the second stage through marginal changes in the inverse Mills ratio."
      },
      "FIGREF6": {
        "num": null,
        "type_str": "figure",
        "uris": null,
        "fig_num": "4",
        "text": "Simulation Results: Exports growth an ad-valorem equivalent of an increase in each indicator half-the-way to level of the exporter"
      },
      "FIGREF7": {
        "num": null,
        "type_str": "figure",
        "uris": null,
        "fig_num": "1",
        "text": "Average Value of Trade Facilitation Indicators by RegionSource: Authors' estimates."
      },
      "FIGREF8": {
        "num": null,
        "type_str": "figure",
        "uris": null,
        "fig_num": "2",
        "text": "Temporal Evolution of Indicators (Base=1 in 2004)Source: Authors' estimates."
      },
      "FIGREF9": {
        "num": null,
        "type_str": "figure",
        "uris": null,
        "fig_num": null,
        "text": "Figure 4. Simulation Results"
      },
      "TABREF0": {
        "num": null,
        "type_str": "table",
        "html": null,
        "text": "",
        "content": "<table/>"
      },
      "TABREF4": {
        "num": null,
        "type_str": "table",
        "html": null,
        "text": "in our estimates to correct bilateral trade cost variables to consider MRT. In a nutshell, implementing the procedure consists of replacing bilateral variables that account for theoretical bilateral trade costs in the specification and vary across exporter-importer pairs, namely: tij,",
        "content": "<table><tr><td>Dis tan</td><td>ij ce</td><td>,</td><td>ij RTA</td><td>ij Border ,</td><td>Common_Lan</td><td>guage</td><td>ij</td><td>,</td><td>p elationshi Colonial_R</td><td>ij</td><td>, and</td></tr></table>"
      },
      "TABREF6": {
        "num": null,
        "type_str": "table",
        "html": null,
        "text": "",
        "content": "<table/>"
      },
      "TABREF7": {
        "num": null,
        "type_str": "table",
        "html": null,
        "text": "only reports estimates for the outcome equation for briefness.",
        "content": "<table/>"
      },
      "TABREF8": {
        "num": null,
        "type_str": "table",
        "html": null,
        "text": "",
        "content": "<table><tr><td>Factor</td><td>Variance</td><td colspan=\"2\">Proportion</td></tr><tr><td>ICT</td><td>3.41</td><td>0.85</td></tr><tr><td>Rotated factor loadings</td><td/><td/></tr><tr><td>Variable</td><td/><td colspan=\"2\">Factor1 Uniqueness</td></tr><tr><td colspan=\"2\">Availability of latest ICT technology</td><td>0.96</td><td>0.08</td></tr><tr><td colspan=\"2\">Level of technology absorption</td><td>0.93</td><td>0.13</td></tr><tr><td colspan=\"2\">Extent of business internet use</td><td>0.93</td><td>0.14</td></tr><tr><td colspan=\"2\">Government prioritization of ICT</td><td>0.87</td><td>0.24</td></tr><tr><td colspan=\"2\">Source: Authors' calculations.</td><td/></tr><tr><td>1b. Physical infrastructure</td><td/><td/></tr><tr><td>Cumulative variance</td><td/><td/></tr><tr><td>Factor</td><td>Variance</td><td colspan=\"2\">Proportion</td></tr><tr><td colspan=\"2\">Infrastructure 3.30</td><td>0.83</td></tr><tr><td>Rotated factor loadings</td><td/><td/></tr><tr><td>Variable</td><td/><td colspan=\"2\">Factor1 Uniqueness</td></tr><tr><td colspan=\"2\">Quality of ports infrastructure</td><td>0.94</td><td>0.11</td></tr><tr><td colspan=\"2\">Quality of airports infrastructure</td><td>0.92</td><td>0.16</td></tr><tr><td colspan=\"2\">Quality of roads infrastructure</td><td>0.94</td><td>0.11</td></tr><tr><td colspan=\"2\">Quality of railroad infrastructure</td><td>0.82</td><td>0.32</td></tr><tr><td colspan=\"2\">Source: Authors' calculations.</td><td/></tr></table>"
      },
      "TABREF9": {
        "num": null,
        "type_str": "table",
        "html": null,
        "text": "Each variable and factor was standardized to values that range from 0 to 1 to facilitate comparison.",
        "content": "<table><tr><td>Indices/variables</td><td>Mean</td><td>SD</td><td>Lowest performance</td><td colspan=\"2\">Highest performance</td><td>Source</td></tr><tr><td>Information and Communications Tech.</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Indicator</td><td>0.49</td><td>0.24</td><td>Zimbabwe</td><td>0.01 Sweden</td><td>1</td><td/></tr><tr><td>Availability of latest ICT technology</td><td>0.62</td><td>0.19</td><td>Moldova</td><td>0.27 Sweden</td><td>1</td><td>WEF</td></tr><tr><td>Level of technology absorption</td><td>0.73</td><td>0.13</td><td>Bolivia</td><td>0.41 Iceland</td><td>1</td><td>WEF</td></tr><tr><td>Extent of business internet use</td><td>0.62</td><td>0.17</td><td>Algeria</td><td>0.32 Rep. of Korea</td><td>1</td><td>WEF</td></tr><tr><td>Government prioritization of ICT</td><td>0.68</td><td>0.14</td><td>Zimbabwe</td><td>0.33 Singapore</td><td>1</td><td>WEF</td></tr><tr><td/><td/><td/><td>Bosnia &amp;</td><td/><td/><td/></tr><tr><td>Infrastructure Indicator</td><td>0.49</td><td>0.24</td><td>Herzegovina</td><td>0.05 Singapore</td><td>1</td><td/></tr><tr><td>Quality of ports infrastructure</td><td>0.56</td><td>0.21</td><td>Armenia</td><td>0.17 Singapore</td><td>1</td><td>WEF</td></tr><tr><td>Quality of airports infrastructure</td><td>0.67</td><td>0.16</td><td>Paraguay</td><td>0.27 Singapore</td><td>1</td><td>WEF</td></tr><tr><td>Quality of roads infrastructure</td><td>0.57</td><td>0.21</td><td>Mongolia</td><td>0.23 France</td><td>1</td><td>WEF</td></tr><tr><td>Quality of railroad infrastructure</td><td>0.46</td><td>0.23</td><td>Paraguay</td><td>0.15 Switzerland</td><td>1</td><td>WEF</td></tr><tr><td>Border and Transport Efficiency Indicator</td><td>0.69</td><td>0.19</td><td>Kazakhstan</td><td>0.02 France</td><td>1</td><td/></tr><tr><td>Number of documents to export</td><td>0.50</td><td>0.16</td><td>Kyrgyzstan</td><td>0.15 France</td><td>1</td><td>DB</td></tr><tr><td>Number of days to export</td><td>0.25</td><td>0.16</td><td>Kazakhstan</td><td>0.06 Estonia</td><td>1</td><td>DB</td></tr><tr><td>Number of documents to import</td><td>0.49</td><td>0.17</td><td>Azerbaijan</td><td>0.14 France</td><td>1</td><td>DB</td></tr><tr><td>Number of days to import</td><td>0.25</td><td>0.16</td><td>Kazakhstan</td><td>0.03 Singapore</td><td>1</td><td>DB</td></tr><tr><td>Business Environment Indicator</td><td>0.44</td><td>0.25</td><td>Bangladesh</td><td>0.01 Denmark</td><td>1</td><td/></tr><tr><td>Government transparency</td><td>0.48</td><td>0.24</td><td>Bangladesh</td><td>0.15 Finland</td><td>1</td><td>TI</td></tr><tr><td>Public trust for government</td><td>0.44</td><td>0.19</td><td>Zimbabwe</td><td>0.18 Singapore</td><td>1</td><td>WEF`</td></tr><tr><td>Irreg. payments in exports and imports</td><td>0.70</td><td>0.17</td><td>Bangladesh</td><td>0.34 Denmark</td><td>1</td><td>WEF</td></tr><tr><td>Irreg. payments in public contracts</td><td>0.63</td><td>0.17</td><td>Bangladesh</td><td>0.26 Iceland</td><td>1</td><td>WEF</td></tr><tr><td>Measures to combat corruption</td><td>0.67</td><td>0.16</td><td>Cameroon</td><td>0.35 Finland</td><td>1</td><td>WEF</td></tr><tr><td>Favoritism of gov. to well-connected firms</td><td>0.59</td><td>0.17</td><td>Venezuela</td><td>0.28 Finland</td><td>1</td><td>WEF</td></tr><tr><td>Note:</td><td/><td/><td/><td/><td/><td/></tr></table>"
      },
      "TABREF10": {
        "num": null,
        "type_str": "table",
        "html": null,
        "text": "",
        "content": "<table><tr><td/><td/><td/><td colspan=\"2\">Baseline Estimates</td><td/><td/><td/><td/></tr><tr><td/><td>1(a)</td><td>1(b)</td><td>2(a)</td><td>2(b)</td><td>3(a)</td><td>3(b)</td><td>4(a)</td><td>4(b)</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td colspan=\"2\">INTERACTIONS WITH</td></tr><tr><td/><td colspan=\"2\">Baseline</td><td colspan=\"2\">Alternative</td><td colspan=\"2\">MRT-correction a</td><td colspan=\"2\">GDPpc</td></tr><tr><td/><td>Outcome</td><td>Selection</td><td>Outcome</td><td>Selection</td><td>Outcome</td><td>Selection</td><td>Outcome</td><td>Selection</td></tr><tr><td>Ln(Border_Transport_Effic_i)</td><td>0.071</td><td>0.265</td><td>-0.03</td><td>0.147</td><td>0.111</td><td>0.226</td><td>0.463</td><td>-0.87</td></tr><tr><td/><td>[0.041]*</td><td>[0.025]***</td><td>[0.041]</td><td colspan=\"3\">[0.025]*** [0.042]*** [0.024]***</td><td>[0.314]</td><td>[0.257]***</td></tr><tr><td>Ln(Business_ Environment_i)</td><td>0.147</td><td>-0.047</td><td>0.183</td><td>-0.02</td><td>0.259</td><td>0.004</td><td>0.344</td><td>-0.199</td></tr><tr><td/><td>[0.030]***</td><td>[0.030]</td><td>[0.031]***</td><td>[0.029]</td><td>[0.032]***</td><td>[0.027]</td><td>[0.155]**</td><td>[0.222]</td></tr><tr><td>Ln(ICT_i)</td><td>0.118</td><td>0.066</td><td>0.005</td><td>0.056</td><td>-0.218</td><td>0.04</td><td>-1.552</td><td>-0.106</td></tr><tr><td/><td colspan=\"2\">[0.036]*** [0.028]**</td><td>[0.036]</td><td>[0.029]*</td><td>[0.038]***</td><td>[0.026]</td><td>[0.200]***</td><td>[0.211]</td></tr><tr><td>Ln(Infrastructure_i)</td><td>0.467</td><td>0.196</td><td>0.417</td><td>0.087</td><td>0.651</td><td>0.173</td><td>1.313</td><td>0.795</td></tr><tr><td/><td colspan=\"6\">[0.045]*** [0.040]*** [0.046]*** [0.039]** [0.047]*** [0.037]***</td><td>[0.252]***</td><td>[0.320]**</td></tr><tr><td>Ln(1+Tariff_ij)</td><td>-1.462</td><td>-0.352</td><td>-1.509</td><td>-0.305</td><td>-2.151</td><td>-0.325</td><td>-1.37</td><td>-0.155</td></tr><tr><td/><td colspan=\"6\">[0.222]*** [0.173]** [0.220]*** [0.147]** [0.236]*** [0.163]**</td><td>[0.223]***</td><td>[0.202]</td></tr><tr><td>Ln(GDP_i)</td><td>1.078</td><td>0.387</td><td>1.011</td><td>0.211</td><td>1.193</td><td>0.324</td><td>1.027</td><td>0.339</td></tr><tr><td/><td colspan=\"6\">[0.014]*** [0.015]*** [0.014]*** [0.014]*** [0.015]*** [0.013]***</td><td>[0.018]***</td><td>[0.030]***</td></tr><tr><td>Ln(Population_i)</td><td>0.154</td><td>0.096</td><td>0.133</td><td>0.042</td><td>0.098</td><td>0.074</td><td>0.11</td><td>0.053</td></tr><tr><td/><td colspan=\"6\">[0.014]*** [0.014]*** [0.015]*** [0.013]*** [0.015]*** [0.014]***</td><td>[0.020]***</td><td>[0.030]*</td></tr><tr><td>Ln(Distance_ij)</td><td>-1.131</td><td>-0.404</td><td>-1.047</td><td>-0.255</td><td>-0.024</td><td>-0.022</td><td>-1.064</td><td>-0.356</td></tr><tr><td/><td colspan=\"6\">[0.018]*** [0.025]*** [0.018]*** [0.020]*** [0.001]*** [0.002]***</td><td>[0.018]***</td><td>[0.028]***</td></tr><tr><td>RTA_ij</td><td>0.432</td><td>1.046</td><td>0.555</td><td>0.694</td><td>0.98</td><td>0.735</td><td>0.49</td><td>0.841</td></tr><tr><td/><td colspan=\"6\">[0.037]*** [0.140]*** [0.037]*** [0.072]*** [0.026]*** [0.059]***</td><td>[0.038]***</td><td>[0.111]***</td></tr><tr><td>Landlocked_i</td><td>-0.163</td><td>-0.147</td><td>-0.097</td><td>-0.077</td><td>0.049</td><td>-0.165</td><td>-0.121</td><td>-0.198</td></tr><tr><td/><td colspan=\"4\">[0.034]*** [0.031]*** [0.035]*** [0.031]**</td><td>[0.036]</td><td>[0.028]***</td><td>[0.039]***</td><td>[0.041]***</td></tr><tr><td>Border</td><td>1.047</td><td>-0.11</td><td>1.161</td><td>0.045</td><td>2.311</td><td>0.552</td><td>1.095</td><td>-0.068</td></tr><tr><td/><td>[0.073]***</td><td>[0.216]</td><td>[0.068]***</td><td>[0.118]</td><td colspan=\"2\">[0.067]*** [0.138]***</td><td>[0.068]***</td><td>[0.168]</td></tr><tr><td>Common_Language</td><td>0.597</td><td>0.577</td><td>0.443</td><td>0.294</td><td>0.64</td><td>0.64</td><td>0.406</td><td>0.544</td></tr><tr><td/><td colspan=\"6\">[0.036]*** [0.047]*** [0.037]*** [0.041]*** [0.035]*** [0.049]***</td><td>[0.038]***</td><td>[0.064]***</td></tr><tr><td>Colonial_Relationship</td><td>0.442</td><td>-0.807</td><td>0.567</td><td>-0.797</td><td>-0.175</td><td>-0.595</td><td>0.554</td><td>-0.734</td></tr><tr><td/><td colspan=\"6\">[0.060]*** [0.229]*** [0.057]*** [0.093]*** [0.047]*** [0.129]***</td><td>[0.056]***</td><td>[0.331]**</td></tr><tr><td>Common_Colonizer</td><td>0.962</td><td>0.097</td><td>0.921</td><td>0.071</td><td>1.327</td><td>0.126</td><td>0.963</td><td>0.09</td></tr><tr><td/><td colspan=\"3\">[0.057]*** [0.049]** [0.058]***</td><td>[0.043]*</td><td colspan=\"2\">[0.062]*** [0.047]***</td><td>[0.060]***</td><td>[0.057]</td></tr><tr><td>Entry _Cost_ij</td><td/><td>-0.171</td><td/><td/><td/><td>-0.283</td><td/><td>-0.107</td></tr><tr><td/><td/><td>[0.052]***</td><td/><td/><td/><td>[0.046]***</td><td/><td>[0.056]*</td></tr><tr><td>Lag_positive_X_ij (=1[Xij(t-1)&gt;0])</td><td/><td/><td/><td>1.434</td><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td>[0.030]***</td><td/><td/><td/><td/></tr><tr><td>Ln(GDPpc_i) x Ln(ICT_i)</td><td/><td/><td/><td/><td/><td/><td>0.225</td><td>0.028</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>[0.027]***</td><td>[0.032]</td></tr><tr><td>Ln(GDPpc_i) x Ln(Infrastructure_i)</td><td/><td/><td/><td/><td/><td/><td>-0.13</td><td>-0.098</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>[0.031]***</td><td>[0.044]**</td></tr><tr><td>Ln(GDPpc_i) x Ln(Border_Transport_Effic_i)</td><td/><td/><td/><td/><td/><td/><td>-0.068</td><td>0.145</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>[0.042]</td><td>[0.035]***</td></tr><tr><td>Ln(GDPpc_i) x Ln(Business_ Environment_i)</td><td/><td/><td/><td/><td/><td/><td>-0.028</td><td>0.017</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>[0.022]</td><td>[0.031]</td></tr><tr><td>Constant</td><td>-3.546</td><td>-4.646</td><td>-1.048</td><td>-4.349</td><td>-15.501</td><td>0.582</td><td>-2.847</td><td>-3.263</td></tr><tr><td/><td colspan=\"5\">[0.304]*** [0.359]*** [0.323]*** [0.308]*** [0.334]***</td><td>[0.458]</td><td>[0.367]***</td><td>[0.502]***</td></tr><tr><td>Observations</td><td>40400</td><td>40400</td><td>40400</td><td>40400</td><td>40400</td><td>40400</td><td>40400</td><td>40400</td></tr></table>"
      },
      "TABREF11": {
        "num": null,
        "type_str": "table",
        "html": null,
        "text": "",
        "content": "<table><tr><td/><td>1(a)</td><td>1(b)</td><td>2</td><td>3</td><td>4</td><td>5</td></tr><tr><td/><td>Baseline Outcome</td><td>Baseline Selection</td><td>OLS</td><td>Tobit</td><td>Et -Tobit</td><td>Poisson</td></tr><tr><td>Ln(Border_Transport_Effic_i)</td><td>0.071</td><td>0.265</td><td>0.046</td><td>0.546</td><td>0.162</td><td>0.104</td></tr><tr><td/><td>[0.041]*</td><td>[0.025]***</td><td>[0.041]</td><td>[0.059]***</td><td>[0.026]***</td><td>[0.076]</td></tr><tr><td>Ln(Business_ Environment_i)</td><td>0.147</td><td>-0.047</td><td>0.153</td><td>-0.046</td><td>0.128</td><td>0.198</td></tr><tr><td/><td>[0.030]***</td><td>[0.030]</td><td>[0.030]***</td><td>[0.056]</td><td>[0.024]***</td><td>[0.068]***</td></tr><tr><td>Ln(ICT_i)</td><td>0.118</td><td>0.066</td><td>0.079</td><td>0.421</td><td>0.081</td><td>0.197</td></tr><tr><td/><td>[0.036]***</td><td>[0.028]**</td><td>[0.035]**</td><td>[0.059]***</td><td>[0.026]***</td><td>[0.083]**</td></tr><tr><td>Ln(Infrastructure_i)</td><td>0.467</td><td>0.196</td><td>0.485</td><td>0.732</td><td>0.44</td><td>-0.027</td></tr></table>"
      },
      "TABREF12": {
        "num": null,
        "type_str": "table",
        "html": null,
        "text": ".009]*** [0.028]*** [0.0138]*** [0.016]*** [0.026]***",
        "content": "<table><tr><td/><td>1</td><td>2</td><td>3</td><td>4</td><td>5</td><td>6</td></tr><tr><td/><td>Residuals</td><td>3 Year Lag</td><td>New Goods</td><td>Infr+WDI</td><td>Average 2004 -07 1</td><td>Sum 2</td></tr><tr><td/><td>(outcome)</td><td>(outcome)</td><td>(outcome)</td><td>(outcome)</td><td>(outcome)</td><td>(outcome)</td></tr><tr><td>Ln(Border_Transp_Effic_i) (resid)</td><td>-0.108</td><td/><td/><td/><td/><td/></tr><tr><td/><td>[0.071]</td><td/><td/><td/><td/><td/></tr><tr><td>Ln(Business_ Env_i) (resid)</td><td>0.234</td><td/><td/><td/><td/><td/></tr><tr><td/><td>[0.035]***</td><td/><td/><td/><td/><td/></tr><tr><td>Ln(ICT_i) (resid)</td><td>0.007</td><td/><td/><td/><td/><td/></tr><tr><td/><td>[0.058]</td><td/><td/><td/><td/><td/></tr><tr><td>Ln(Infrast_i) (resid)</td><td>2.588</td><td/><td/><td/><td/><td/></tr><tr><td/><td>[0.221]***</td><td/><td/><td/><td/><td/></tr><tr><td>Ln(Border_Transp_Effic_i) (t-3)</td><td/><td>0.406</td><td/><td/><td/><td/></tr><tr><td/><td/><td>[0.090]***</td><td/><td/><td/><td/></tr><tr><td>Ln(Business_ Env_i) (t-3)</td><td/><td>0.147</td><td/><td/><td/><td/></tr><tr><td/><td/><td>[0.055]***</td><td/><td/><td/><td/></tr><tr><td>Ln(ICT_i) (t-3)</td><td/><td>0.109</td><td/><td/><td/><td/></tr><tr><td/><td/><td>[0.058]*</td><td/><td/><td/><td/></tr><tr><td>Ln(Infrast_i) (t-3)</td><td/><td>0.584</td><td/><td/><td/><td/></tr><tr><td/><td/><td>[0.093]***</td><td/><td/><td/><td/></tr><tr><td>Ln(Border_Transp_Effic_i)</td><td/><td/><td>0.146</td><td>0.128</td><td>0.206</td><td/></tr><tr><td/><td/><td/><td colspan=\"3\">[0.0395]*** [0.043]*** [0.079]***</td><td/></tr><tr><td>Ln(Business_ Env_i)</td><td/><td/><td>0.128</td><td>0.096</td><td>0.029</td><td/></tr><tr><td/><td/><td/><td colspan=\"2\">[0.0290]*** [0.033]***</td><td>[0.061]</td><td/></tr><tr><td>Ln(ICT_i)</td><td/><td/><td>0.256</td><td>0.025</td><td>0.221</td><td/></tr><tr><td/><td/><td/><td>[0.0357]***</td><td>[0.038]</td><td>[0.081]***</td><td/></tr><tr><td>Ln(Infrast_i)</td><td/><td/><td>0.145</td><td/><td>0.611</td><td/></tr><tr><td/><td/><td/><td>[0.0443]***</td><td/><td>[0.089]***</td><td/></tr><tr><td>Ln(Infrast)</td><td/><td/><td/><td>0.829</td><td/><td/></tr><tr><td>Including WDI exp</td><td/><td/><td/><td>[0.057]***</td><td/><td/></tr><tr><td>Ln (Border_Transp_Effic_i)</td><td/><td/><td/><td/><td/><td>-0.25</td></tr><tr><td>+ Ln (Border_Transp_Effic_j)</td><td/><td/><td/><td/><td/><td>[0.147]*</td></tr><tr><td>Ln (Business_ Env_i)</td><td/><td/><td/><td/><td/><td>0.209</td></tr><tr><td>+ Ln (Business_ Env_j)</td><td/><td/><td/><td/><td/><td>[0.111]*</td></tr><tr><td>Ln (ICT_i)</td><td/><td/><td/><td/><td/><td>-0.519</td></tr><tr><td>+ Ln (ICT_j)</td><td/><td/><td/><td/><td/><td>[0.124]***</td></tr><tr><td>Ln (Infrast_i)</td><td/><td/><td/><td/><td/><td>1.867</td></tr><tr><td>+ Ln (Infrast_j)</td><td/><td/><td/><td/><td/><td>[0.182]***</td></tr><tr><td>Ln(1+Tariff_ij)</td><td>-1.337</td><td>-0.556</td><td>-0.780</td><td>-1.447</td><td>-1.517</td><td>-2.05</td></tr><tr><td/><td>[0.223]***</td><td>[0.449]</td><td colspan=\"4\">[0.206]*** [0.228]*** [0.449]*** [0.224]***</td></tr></table>"
      },
      "TABREF13": {
        "num": null,
        "type_str": "table",
        "html": null,
        "text": "",
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(5)</td><td>(6)</td></tr><tr><td/><td>Fuels</td><td>Ores and</td><td>Manufactures</td><td>Textiles</td><td>South-</td><td>South-South</td></tr><tr><td/><td/><td>Metals</td><td/><td/><td>North</td><td/></tr><tr><td/><td>(Outcome)</td><td>(Outcome)</td><td>(Outcome)</td><td>(Outcome)</td><td>(Outcome)</td><td>(Outcome)</td></tr><tr><td>Ln(Border_Transp_Effic_i)</td><td>3.783</td><td>0.367</td><td>0.174</td><td>0.626</td><td>0.0387</td><td>-0.0204</td></tr><tr><td/><td>[1.059]***</td><td>[0.217]*</td><td colspan=\"2\">[0.0537]*** [0.0568]***</td><td>[0.0486]</td><td>[0.0490]</td></tr><tr><td>Ln(Business_ Env_i)</td><td>-0.122</td><td>0.332</td><td>0.0226</td><td>-0.0108</td><td>0.0934</td><td>0.240</td></tr><tr><td/><td>[0.336]</td><td>[0.122]***</td><td>[0.0514]</td><td>[0.0522]</td><td colspan=\"2\">[0.0464]** [0.0424]***</td></tr><tr><td>Ln(ICT_i)</td><td>1.583</td><td>-0.340</td><td>0.0436</td><td>0.104</td><td>-0.0971</td><td>-0.214</td></tr></table>"
      },
      "TABREF14": {
        "num": null,
        "type_str": "table",
        "html": null,
        "text": "",
        "content": "<table><tr><td/><td colspan=\"2\">Baseline No Tariff</td><td/><td colspan=\"2\">Baseline Importer</td><td>Baseline Imp &amp; Exp FE</td></tr><tr><td/><td>Outcome</td><td>Selection</td><td colspan=\"2\">Outcome</td><td colspan=\"2\">Selection</td><td>Outcome</td><td>Selection</td></tr><tr><td>Ln(Border_Transp_Effic_i)</td><td/><td/><td/><td/><td/></tr><tr><td>Factors</td><td>Variance</td><td>Difference</td><td colspan=\"3\">Proportion</td><td>Cumulative</td></tr><tr><td>Factor1</td><td>2.94</td><td>0.10</td><td colspan=\"2\">0.47</td><td/><td>0.47</td></tr><tr><td>Factor2</td><td>2.84</td><td>2.17</td><td colspan=\"2\">0.45</td><td/><td>0.92</td></tr><tr><td>Factor3</td><td>0.67</td><td>0.64</td><td colspan=\"2\">0.11</td><td/><td>1.03</td></tr><tr><td>Factor4</td><td>0.03</td><td>.</td><td colspan=\"2\">0.00</td><td/><td>1.03</td></tr><tr><td/><td/><td colspan=\"4\">Factor Loadings</td></tr><tr><td>Variable</td><td/><td/><td colspan=\"2\">Factor 1</td><td colspan=\"2\">Factor 2 Uniqueness</td></tr><tr><td colspan=\"3\">Availability of latest ICT technology</td><td>0.75</td><td/><td>0.57</td><td>0.06</td></tr><tr><td colspan=\"3\">Level of technology absorption</td><td>0.72</td><td/><td>0.50</td><td>0.17</td></tr><tr><td colspan=\"3\">Extent of business internet use</td><td>0.73</td><td/><td>0.43</td><td>0.15</td></tr><tr><td colspan=\"3\">Government prioritization of ICT</td><td>0.68</td><td/><td>0.42</td><td>0.34</td></tr><tr><td colspan=\"3\">Quality of ports infrastructure</td><td>0.47</td><td/><td>0.75</td><td>0.15</td></tr><tr><td colspan=\"3\">Quality of airports infrastructure</td><td>0.56</td><td/><td>0.72</td><td>0.16</td></tr><tr><td colspan=\"3\">Quality of roads infrastructure</td><td>0.44</td><td/><td>0.76</td><td>0.15</td></tr><tr><td colspan=\"3\">Quality of railroad infrastructure</td><td>0.39</td><td/><td>0.50</td><td>0.36</td></tr><tr><td colspan=\"3\">b. Soft infrastructure or institutional variables</td><td/><td/><td/></tr><tr><td>Factors</td><td>Variance</td><td colspan=\"2\">Difference</td><td colspan=\"2\">Proportion</td><td>Cumulative</td></tr><tr><td>Factor1</td><td>4.79</td><td>2.20</td><td/><td>0.57</td><td/><td>0.57</td></tr><tr><td>Factor2</td><td>2.59</td><td>1.63</td><td/><td>0.31</td><td/><td>0.88</td></tr><tr><td>Factor3</td><td>0.95</td><td>0.65</td><td/><td>0.10</td><td/><td>0.98</td></tr><tr><td>Factor4</td><td>0.30</td><td>0.28</td><td/><td>0.04</td><td/><td>1.03</td></tr><tr><td>Factor5</td><td>0.03</td><td>.</td><td/><td>0.00</td><td/><td>1.03</td></tr></table>"
      },
      "TABREF15": {
        "num": null,
        "type_str": "table",
        "html": null,
        "text": "",
        "content": "<table><tr><td/><td>Outcome</td><td>Selection</td><td>Outcome</td><td>Selection</td><td>Outcome</td><td>Selection</td></tr><tr><td>Ln(Border_Transport_Effic_i)</td><td>0.133</td><td>0.319</td><td>0.196</td><td>0.271</td><td>0.414</td><td>-1.031</td></tr><tr><td/><td colspan=\"4\">[0.0393]*** [0.0249]*** [0.0396]*** [0.0229]***</td><td>[0.293]</td><td>[0.203]***</td></tr><tr><td>Ln(Business_ Environment_i)</td><td/><td/><td/><td/><td/><td/></tr></table>"
      }
    }
  }
}