{
  "paper_id": "D15348558",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:03:50.784925Z"
  },
  "title": "Structure and Dynamics",
  "authors": [
    {
      "first": "Augusto",
      "middle": [],
      "last": "De La",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Torre",
      "middle": [
        "Erik"
      ],
      "last": "Feyen",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Alain",
      "middle": [],
      "last": "Ize",
      "suffix": "",
      "affiliation": {},
      "email": "aize@worldbank.org"
    },
    {
      "first": "Augusto",
      "middle": [],
      "last": "De La Torre",
      "suffix": "",
      "affiliation": {},
      "email": "adelatorre@worldbank.org"
    },
    {
      "first": "Erik",
      "middle": [],
      "last": "Feyen",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Martin",
      "middle": [],
      "last": "Cihak",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Eduardo",
      "middle": [],
      "last": "Fernandez-Arias",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Roberto",
      "middle": [],
      "last": "Rocha",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "2011-10",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D15348558",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "What shapes the process of financial development (FD) and how predictable is it? Does it follow a single path or multiple paths? What are the sequences and shapes of the development paths followed by various FD indicators? Remarkably, the literature (particularly empirical) on these issues is relatively thin. The proposition that financial structure is shaped by the efforts of market participants to circumvent and reduce the frictions that hinder financial contracting is of course a familiar one. 2 Yet, few papers have attempted to analyze these frictions systematically in terms of the way they interact and what this may imply for the dynamics of FD. Interestingly, more work has been done on measuring the impact of FD on economic growth than on exploring how FD is affected by economic growth. 3 And when discussing the impact of financial structure on growth, the literature, at least until very recently, generally concluded that function matters more than form. 4 FD has been typically understood as a relatively smooth and predictable march from \"relationship-based finance\" to \"arms-length finance\" involving a systematic process of market completion driven by a gradual reduction of agency frictions. 5 However, the global financial crisis showed that FD has a \"dark side\" that can make it both non-linear and bumpy. Thus, what may appear as FD progress can in fact exacerbate market failures, thereby undermining financial sustainability.",
        "cite_spans": [
          {
            "start": 804,
            "end": 805,
            "text": "3",
            "ref_id": null
          },
          {
            "start": 975,
            "end": 976,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Using a conceptual framework based on a typology of the frictions that hinder financial contracting, this paper explores and explains some of the patterns and paths of FD and discusses some of its maladies. Following work by de la Ize (2010, 2011) , the paper first separates the frictions into agency frictions, which restrict the scope for delegation, and collective frictions, which restrict the scope for pooling and participation. Each of these two classes of frictions is in turn broken down into two paradigms, depending on the completeness of information and the extent of rationality. Thus, the two agency paradigms are costly enforcement (CE) and asymmetric information (AI); the two collective paradigms are collective action (CA) and collective cognition (CC).",
        "cite_spans": [
          {
            "start": 231,
            "end": 247,
            "text": "Ize (2010, 2011)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Financial structure reflects economic agents' efforts to find the path of least resistance around these four classes of frictions and paradigms. In turn, FD (the evolution of financial structure over time) reflects the gradual erosion of frictions, quickened by innovation, returns to scale, and network effects. The paper also identifies ways in which the same gradual easing of frictions that underlies the \"bright side\" of FD helps breed the tensions and fault lines that will eventually burst into the open in the form of financial crises (the \"dark side\" of FD).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "2 See for example Merton and Bodie (2004) . 3 See for example Beck and Levine (2005) . 4 See Demirgüç-Kunt and Levine (1999) or Allen and Gale (2000) . More recent papers (such as Demirgüç-Kunt, Feyen, and Levine, 2011) have come closer to recognizing that banks and markets play different roles at different stages of economic development, that is, that form might also matter. 5 An earlier strand of thought viewed financial development as driven by the steady mitigation of asymmetric information failures such as moral hazard and adverse selection (see, for instance, Akerlof, 1970; Spence, 1973; and Stiglitz and Weiss, 1981) . A more recent strand has emphasized enforcement costs and lack of collateral leading to problems of limited pledgeability (see Holmstrom and Tirole, 1998; and Geanakoplos, 2009) . Rajan and Zingales (2003) present a more complete narrative rooted in the same basic threads.",
        "cite_spans": [
          {
            "start": 18,
            "end": 41,
            "text": "Merton and Bodie (2004)",
            "ref_id": "BIBREF32"
          },
          {
            "start": 44,
            "end": 45,
            "text": "3",
            "ref_id": null
          },
          {
            "start": 62,
            "end": 84,
            "text": "Beck and Levine (2005)",
            "ref_id": "BIBREF4"
          },
          {
            "start": 87,
            "end": 88,
            "text": "4",
            "ref_id": null
          },
          {
            "start": 111,
            "end": 124,
            "text": "Levine (1999)",
            "ref_id": "BIBREF13"
          },
          {
            "start": 128,
            "end": 149,
            "text": "Allen and Gale (2000)",
            "ref_id": "BIBREF2"
          },
          {
            "start": 195,
            "end": 219,
            "text": "Feyen, and Levine, 2011)",
            "ref_id": "BIBREF12"
          },
          {
            "start": 379,
            "end": 380,
            "text": "5",
            "ref_id": null
          },
          {
            "start": 572,
            "end": 586,
            "text": "Akerlof, 1970;",
            "ref_id": "BIBREF0"
          },
          {
            "start": 587,
            "end": 600,
            "text": "Spence, 1973;",
            "ref_id": "BIBREF38"
          },
          {
            "start": 601,
            "end": 630,
            "text": "and Stiglitz and Weiss, 1981)",
            "ref_id": null
          },
          {
            "start": 760,
            "end": 787,
            "text": "Holmstrom and Tirole, 1998;",
            "ref_id": null
          },
          {
            "start": 788,
            "end": 810,
            "text": "and Geanakoplos, 2009)",
            "ref_id": "BIBREF17"
          },
          {
            "start": 813,
            "end": 838,
            "text": "Rajan and Zingales (2003)",
            "ref_id": "BIBREF33"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "From this construct emerges the basic proposition that the order of appearance of financial activities, which should reflect the intensity of the frictions to which they are exposed, should correlate with scale effects and the shape (convexity or concavity) of the development paths. Based on cross-section development paths (derived from an econometric exercise that averages countries' financial development over a thirty-year time span for a large set of FD indicators), the paper finds that-except for some notable outliers whose deviant behavior is in itself quite informative-these patterns are, indeed, broadly verified. In particular, public debt, banking, and capital markets develop sequentially and under increasingly convex paths. However, the paper also finds that the dynamic development paths followed by specific country groups can deviate substantially from the cross-section paths. This may reflect country-specific development policies, path dependence, innovation-induced leapfrogging, cycles and crashes, or quantum jumps in financial development past some level of income.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The paper then explores possible reasons underlying the gaps in FD that emerge relative to the benchmarks obtained from the cross-section paths. It concludes that financial instability, in the form of financial crashes rather than simple financial volatility, can account for large and lasting gaps, particularly as regards private credit depth and bank margins. Demand effects, as proxied by past output growth, can also account for substantial cross-country differentials in financial depth. On the supply side, enabling environment factors such as enforcement costs, and creditor or property rights also play an important role, albeit on average somewhat more limited than stability or demand effects. This analysis also leads to useful insights as regards the order and relative ease with which frictions are overcome. In particular, we find that information frictions appear early but are easier to overcome than contractual frictions. While the former are mostly technological and can be easily imported, the latter mostly reflect collective action frictions that are strictly home-based, hence trickier to resolve.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The rest of the paper is organized as follows. Section 2 discusses the conceptual framework, first from the bright side, then the dark side. Section 3 applies this framework to the empirics of FD, considering first the cross-section patterns, then the dynamic paths. Section 4 explores the factors behind the developmental gaps. Section 5 concludes by underlining some of the caveats and limitations of our empirical analysis and flagging key policy issues and challenges looking forward.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The analytics of financial development",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.",
        "sec_num": null
      },
      {
        "text": "Financial development is all about the gradual grinding down (or circumvention) of the frictions that hinder financial contracting. If we lived in a frictionless Arrow-Debreu world of complete markets, risks would be fully and efficiently internalized in the price system, suppliers of funds or insurance would deal directly in the market with the users of funds or insurance, and neither of them would have a use for financial service providers. In the real world, however, frictions make markets and the ability to contract incomplete and imperfect, thereby opening a wide scope for the financial system to add value to society.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "a. The bright side",
        "sec_num": null
      },
      {
        "text": "Two basic classes of frictions hinder financial transactions-agency frictions and collective frictions. Each class can, in turn, be subdivided into two categories: one relates to informational frictions, which relate to agents' limited capacity to obtain or understand information; another relates to what we can loosely define as relational frictions, that is, agents' capacity to agree and to act upon collectively beneficial financial arrangements, on the one hand, and to their capacity to enforce bilateral contracts, on the other (Table 1) . This typology underpins four paradigms, two of which-asymmetric information (AI) and costly enforcement (CE)-are associated with agency frictions, and the other two-collective action (CA) and collective cognition (CC)-with collective frictions. The four paradigms can be associated with the different stages a financial contract goes through, from preparing the contract to negotiating and enforcing it (Table 1) . 6 Agency frictions hinder FD because they limit the capacity of individuals to delegate and contract bilaterally. Asymmetric information frictions lead to a misalignment of incentives between the \"principal\" and the \"agent\"-the agent can use his informational advantage to act in ways that are not in the interest of the principal. This, in turn, can trigger the commonly known market failures of adverse selection, moral hazard and shirking, and false reporting. Information asymmetry frictions limit financial contracts to those where agents have their own resources at risk (\"skin in the game\") and/or where the principal can adequately screen and monitor the agent. Enforcement frictions also lead to a misalignment of incentives between the \"principal\" and the \"agent,\" but in this case due to imperfect pledgeability-a situation where the agent is unable to credibly commit to honor the contract. Imperfect pledgeability thus restricts financial contracts to those that can be effectively collateralized.",
        "cite_spans": [
          {
            "start": 963,
            "end": 964,
            "text": "6",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 536,
            "end": 545,
            "text": "(Table 1)",
            "ref_id": null
          },
          {
            "start": 951,
            "end": 960,
            "text": "(Table 1)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "a. The bright side",
        "sec_num": null
      },
      {
        "text": "Collective frictions, on the other hand, hinder FD because they constrain participation. \"Participation\" is understood throughout this paper as akin to, but with a more general meaning than, the traditional definition of \"financial inclusion.\" Participation can increase both along the intensive margin-the same players engaged in more financial transactions-and the extensive margin-more players entering into financial transactions. Much of the gains from financial activity relate to the reduction in transaction costs and the increase in liquidity and risk diversification benefits that result from arrangements in which many agents participate. Such arrangements can take the form of markets, where transactions can be conducted around a simple trading platform, or financial institutions (a bank, an insurance company, a mutual fund) that offer services whose benefits are pooled across a large number of customers. Network effects are central to this process. The higher the number of participants, the higher the benefits of participation. However, participation is hindered by cognition frictions-one does not participate in an activity that is not well understood-as well as collective action frictions, which typically restrict the setting up and operation of multilateral pooling arrangements. 7 Market participants who wish to engage in financial contracting must, therefore, find the path of least resistance around these frictions and the associated market failures. Once a decision is made to participate in financial contracts, the private responses to coping with frictions can be divided into two subsets: responses aimed at lessening the frictions themselves (acquiring information, using collateral, delegating) and responses aimed at lessening the exposure to these frictions (diversifying and pooling risk, buying insurance and hedges, staying liquid). In turn, the state seeks to facilitate these private responses through a set of progressively more intrusive public interventions: (i) the provision of a basic contractual and informational infrastructure that facilitates private bilateral contracting; (ii) the regulation and taxation needed to internalize externalities or protect consumers; (iii) coordination arrangements that facilitate participation (catalytic involvement, systemic lending of last resort, government guarantees); and (iv) the direct provision by the state of financial services (possibly in competition with those offered by the private sector).",
        "cite_spans": [
          {
            "start": 1306,
            "end": 1307,
            "text": "7",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "a. The bright side",
        "sec_num": null
      },
      {
        "text": "Different components of the financial system help deal with frictions in different ways. Consider, for example, the need for information: capital markets provide price signals and motivate the supply of hard, public information by borrowing firms; instead, banks fill the information gap by generating proprietary information; fund managers do so by monitoring marketable assets; and market facilitators (auditors, rating agencies, and credit bureaus) contribute by selling specialized information and analysis. As another example, take the need for risk reduction through diversification: capital markets allow investors to diversify by buying assets with different risk profiles; instead, banks, insurance companies, and asset managers provide diversification through pooling. Finally, take the need for liquidity: capital markets provide the liquidity that allows participants to unwind assets at limited cost; instead, banks offer deposits that can be redeemed on demand and at par.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "a. The bright side",
        "sec_num": null
      },
      {
        "text": "Financial structure is thus a snapshot, at a given point in time, of the actual constellation of financial services aimed at coping with frictions. 8 Financial development is, in turn, the evolution of financial structure over time. An early resolution of collective action frictions (including through the introduction of central banks) sets the stage by allowing for basic payment and custody services. Once this is done, financial markets start resolving agency frictions by relying on non-tradable and immovable collateral and connections, that is, on relationship-based transactions. As the informational and contractual environment improves, private information becomes public and other types of collateral become available and tradable, gradually allowing FD to break free from the tyranny of connections. Similarly, as information becomes more abundant and governance arrangements improve, monitoring costs come down and monitoring can increasingly rely on third parties (rating agencies, market analysts, investment advisors, external auditors), statistical methods (scoring systems, value-at-risk calculations), and accounting and disclosure standards.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "a. The bright side",
        "sec_num": null
      },
      {
        "text": "The gradual easing of agency frictions helps boosts participation. In turn, by unleashing positive network and scale externalities, the benefits of participation (liquidity, efficiency, etc.) become self-reinforcing. Thus, in the more mature phase of FD, there is a quantum leap in participation, as more clients, players, and transactions make markets increasingly deep, dense, and interconnected. The rising participation also increases the degree to which financial institutions and capital markets complement each other. The whole process is quickened by financial innovation, a major driver of FD that reflects and channels the forces of competition, deregulation, and regulatory and tax arbitrage, as well as theoretical or operational breakthroughs. 9",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "a. The bright side",
        "sec_num": null
      },
      {
        "text": "The gradual easing of finance frictions depicted above provides broad pointers about the order in which various financial activities are likely to emerge, and the shape of the paths they are likely to follow once they emerge. The order of appearance of financial activities should reflect the intensity of the frictions to which they are exposed. The activities that are the least prone to (agency or collective action) frictions should emerge and develop first. On the other hand, those activities that are strongly inhibited by collective action frictions should appear later. However, once a critical mass is reached and they start to develop, rising participation should trigger increasingly important positive network externalities that further boost their development. We would thus expect those activities to be also the ones that have the most explosive (convex) development paths. Since activities that exhibit the highest returns to scale should generally be the ones exposed to the highest collective frictions, scale effects should correlate with the order in which financial activities appear and the shape (convexity or concavity) of their development path. 10 As we will see below, these basic patterns are broadly verified. However, before shifting from analytics to empirics, consider first the dark side of the finance frictions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "a. The bright side",
        "sec_num": null
      },
      {
        "text": "There are two types of finance maladies (that is, failures to complete markets and achieve efficient equilibria). The first one refers to the inability to resolve the agency frictions or collective (participation) frictions that hinder FD. Failures to reduce agency frictions continue to dominate the FD literature. They may occur at the level of the investor (reflecting his inability to monitor or lack of interest in doing so), at the level of the borrower (reflecting problems of 9 Indeed, the history of FD is marked by major waves of innovation. Consider, for instance, the role in the exponential ascent of finance in the western world stemming from the invention of Italian banking (based on traderelated bills of exchange) by the Medici in the late XIV century; or the introduction of payments systems based on checking accounts, fractional reserve banking, and central banking during the XVII century; or the development of the government bond market, its seeds already visible in the late middle ages; or the invention of the joint-stock, limited liability company in the early XVII century and the associated mushrooming of stock exchanges; or the emergence of marine insurance and life insurance in the second half of the XVII century; or, in the latter part of the XX century, the development of securitization and derivative products. For an insightful and entertaining rendition of the history of finance in the western world, see Ferguson (2008) . For a recently updated review of the roots and dynamics of financial innovation, see Lerner and Tufano (2011) . On the role of competition and deregulation in FD, see Rajan and Zingales (2003) . Examples of theoretical and methodological breakthroughs that have dramatically influenced FD include double-entry bookkeeping, probability theory, life expectancy tables and actuarial science, and the Black-Scholes option theory. 7 governance), or somewhere in between (reflecting problems of incentives and \"skin in the game\" at some level of the monitoring pyramid). Failures to resolve participation frictions, although less discussed, are equally important. They are a routine occurrence in the less-developed financial systems and justify much of the state's catalytic and financial infrastructure-building role. But they may also happen in well-developed systems, particularly in the process of spreading risk. 11",
        "cite_spans": [
          {
            "start": 1447,
            "end": 1462,
            "text": "Ferguson (2008)",
            "ref_id": "BIBREF15"
          },
          {
            "start": 1550,
            "end": 1574,
            "text": "Lerner and Tufano (2011)",
            "ref_id": "BIBREF30"
          },
          {
            "start": 1632,
            "end": 1657,
            "text": "Rajan and Zingales (2003)",
            "ref_id": "BIBREF33"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "b. The dark side",
        "sec_num": null
      },
      {
        "text": "The second type of finance malady does not come from the financial system's inability to reduce frictions. Instead, it is the apparently successful financial development ensuing from a reduction of agency and participation frictions-a process that is typically boosted by innovation-that itself may endogenously lead to problems of instability and unsustainability. Thus, FD may often take place in a fragile or even self-destructive mode that is in conflict with financial stability-this endogenous outcome is what we define as the \"dark side of finance.\"",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "b. The dark side",
        "sec_num": null
      },
      {
        "text": "The dark side of finance has three basic modes. In the first mode, the successful easing of agency frictions is, paradoxically, at the source of the problem. It can trigger lethal collective action failures. For example, the availability of public information and the associated reduction in the ability to appropriate the rents from private information encourage investors to free ride. Instead of staying put and investing in monitoring, they may rather invest short and rely on market liquidity to exit at the first sign of possible trouble. 12 But the easing of agency frictions can also trigger a second round of agency failures, much as building more highways can exacerbate congestion by increasing traffic. As shown in the global crisis, the rising reliance on third party monitors, coupled with the ease of exit, can give rise to a complex and opaque chain of transactions, where agents have little or no \"skin in the game.\" 13",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "b. The dark side",
        "sec_num": null
      },
      {
        "text": "In the second mode of the dark side, the successful easing of collective action frictions on account of rising participation is, again paradoxically, what triggers the problems. The positive externalities of increased market participation in good times turn into crippling negative externalities and other collective action failures in bad times. While market participation is a \"win-win\" situation for all, as it enhances depth and liquidity, it also widens the scope for uninternalized externalities, coordination failures, and free riding problems. For example, agents may take positions expecting to free-ride on market liquidity-i.e., expecting to unwind their positions if needed at little or no cost. But market withdrawals in times of stress can unleash negative externalities as they may be individually optimal but socially harmful because of the systemic implications of fire sale spirals and self-fulfilling collapses in liquidity. 14 To the extent that agents do not internalize these externalities, they will take excessive risk (from a social viewpoint) in the tranquil times.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "b. The dark side",
        "sec_num": null
      },
      {
        "text": "In either case, problems arise from significant wedges between private and social costs and benefits, which markets on their own are simply unable to handle. Instead, the financial activities individuals engage in as self-protection for the good times may no longer work in the 8 bad times. For example, insuring oneself by selling risk to others (through, say, credit default swaps) can actually raise systemic fragility through interconnected risk and lead to contagion and accentuated downward spirals in bad times, when default risk becomes highly correlated and the value of collateral collapses. Or else rising participation along the intensive dimension (the same intermediaries engaging in more transactions and becoming financial giants) can boost social moral hazard by vastly increasing the social costs of individual institution failures through the too-big-to-fail or too-interconnected-to-fail syndromes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "b. The dark side",
        "sec_num": null
      },
      {
        "text": "The dark side has yet a third mode in which the successful reduction of agency or participation frictions leads to problems of collective cognition. The bonanza associated with FD feeds a collective mood of optimism that puts the system on a disequilibrium path. This is typically amplified by financial innovations (for example, securitization) that unleash bouts of exuberance, even if the full implications of the innovations are not well understood. The mood swings first accentuate the upswing; once the market sentiment switches and euphoria turns into despair, they worsen the collapse. 15",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "b. The dark side",
        "sec_num": null
      },
      {
        "text": "The empirics of financial development",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "We now proceed to conduct a simple empirical analysis of aggregate FD indicators. Our aim is to illustrate the above conceptual framework by showing that the order of appearance of various financial activities and the path they follow as they develop validate, at least broadly, the linkages and dynamics described in the previous section. We measure domestic financial development based on a battery of indicators that include: 16  Key components of commercial banks' operations (deposit and non-deposit funding, credit to the private sector, claims on other domestic financial institutions);  Insurance companies premia (life and non-life);  Mutual funds and pension funds assets;  Public and private debt securities (domestic and external capitalization);  Domestic equity market capitalization.  Domestic equity market turnover  The share of fee-based income in total banking income  Banks' net interest margin;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "a. Data and methodology",
        "sec_num": null
      },
      {
        "text": "To reflect cross-border finance, we use two financial globalization indicators:  Gross country external debt (claims and liabilities); 15 The importance of mood swings for financial bubbles and panics finds its roots in Keynes's animal spirits and Hyman Minsky's writings on financial crises (see Minsky 1975). More recently, it was popularized by Kindleberger (1989) and Shiller (2006) . 16 The data are from FinStats 2009, a world-wide financial database put together by the World Bank, which covers 40 key financial indicators for the period 1980-2008 (coverage quality varies between variables). The data come from a variety of sources including IFS, BIS, WDI, S&P, Bankscope, Axco, and national sources.",
        "cite_spans": [
          {
            "start": 136,
            "end": 138,
            "text": "15",
            "ref_id": null
          },
          {
            "start": 349,
            "end": 368,
            "text": "Kindleberger (1989)",
            "ref_id": null
          },
          {
            "start": 381,
            "end": 387,
            "text": "(2006)",
            "ref_id": null
          },
          {
            "start": 390,
            "end": 392,
            "text": "16",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "a. Data and methodology",
        "sec_num": null
      },
      {
        "text": " Gross country external equity (claims and liabilities).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "a. Data and methodology",
        "sec_num": null
      },
      {
        "text": "Finally, we include four bank soundness indicators:  Leverage (the unweighted capital to assets ratio);  Capital adequacy (the risk-weighted capital to assets ratio);  Profitability (returns on assets);  Liquidity (the share of liquid assets into total bank assets).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "a. Data and methodology",
        "sec_num": null
      },
      {
        "text": "To make the data as comparable as possible across countries, we control for economic development (based on the level and square of GDP per capita) as well as various other factors that can be considered to be exogenous (at least in the short-term) to FD policy and the FD process itself, including: 17 population (size, density, young and old dependency ratios) and country-specific characteristics (fuel exporter, offshore financial center, transition country).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "a. Data and methodology",
        "sec_num": null
      },
      {
        "text": "To better capture the underlying FD patterns, we employ quantile (median) regressions, which are less influenced by outliers. Moreover, rather than undergoing a panel estimate, which would blend variations across countries and across time, we conduct our analysis in two stages. In the first stage, we take the medians for each country of its FD indicators over the whole sample period and then conduct a cross-section estimate over the medians. In a second stage, we compare this cross-section aggregate development path, which serves as a benchmark, with the individual, dynamic development paths followed by specific country groupings, grouped by initial income levels and by regions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "a. Data and methodology",
        "sec_num": null
      },
      {
        "text": "The results on three key patterns-order of appearance, convexity, and returns to scaleare displayed in Figure 2 , where activities are ordered by the per capita income level at which they appear. 18 Financial activities that are the least prone to frictions emerge and develop first. Activities that are subject to strong frictions require more time. Some activities (such as debt and equity securities markets) are strongly boosted by scale and network effects, which accentuate the convexity of the development paths after some threshold level of friction reduction is reached. The main stylized patterns that emerge from the econometric analysis of the available data are discussed in what follows.",
        "cite_spans": [
          {
            "start": 196,
            "end": 198,
            "text": "18",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 103,
            "end": 111,
            "text": "Figure 2",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "b. The patterns",
        "sec_num": null
      },
      {
        "text": "Government borrowing. It emerges the earliest in the game (Figure 2 ), as governments are the first to overcome elementary frictions. But given the smallness of financial markets at low levels of economic development, government borrowing takes place initially abroad and in 10 foreign currency. 19 External public debt declines as per capita income rises and is replaced by domestic debt (Figure 3) . Remarkably, the latter is a big outlier as regard the predicted correlation between order of appearance and returns to scale. Although domestic debt faces large returns to scale (implying a large size threshold and significant collective action frictions), it appears at a relatively early stage. This suggests that governments are willing to pay a premium arguably not just to meet their financing needs but also because government debt markets are a public good that helps conduct monetary policy or develop private debt and derivative markets. In addition, domestic public debt follows an S-shaped path, as solvency constraints eventually limit its size relative to GDP (Figure 3 ).",
        "cite_spans": [
          {
            "start": 296,
            "end": 298,
            "text": "19",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 58,
            "end": 67,
            "text": "(Figure 2",
            "ref_id": null
          },
          {
            "start": 389,
            "end": 399,
            "text": "(Figure 3)",
            "ref_id": "FIGREF1"
          },
          {
            "start": 1075,
            "end": 1084,
            "text": "(Figure 3",
            "ref_id": "FIGREF1"
          }
        ],
        "eq_spans": [],
        "section": "b. The patterns",
        "sec_num": null
      },
      {
        "text": "Banking services. They come next (Figure 2 ). Retail funding (bank deposits) emerges before credit. Bank deposit services initially expand in response to the early need for simple custodial and payment services. But banks have a harder time lending than attracting funds. As information gathering moves from relationship-based lending to arms-length finance, private credit rises along a convex path-it catches up with deposits over time and eventually exceeds retail funding as wholesale (non-deposit) funding makes up for the slack (Figure 4 ). Lending to other financial institutions follows private credit and is highly convex. These features are all related. As frictions ease up, retail investors are increasingly able to shift into higher yielding market instruments or to have their funds managed by asset managers or institutional investors rather than banks. At the same time, banks increasingly lend to each other. 20 The high convexity of these activities reflects the reduction of collective action frictions associated with rising participation (more players and same players engaging in more activity) and denser finance.",
        "cite_spans": [
          {
            "start": 926,
            "end": 928,
            "text": "20",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 33,
            "end": 42,
            "text": "(Figure 2",
            "ref_id": null
          },
          {
            "start": 534,
            "end": 543,
            "text": "(Figure 4",
            "ref_id": "FIGREF3"
          }
        ],
        "eq_spans": [],
        "section": "b. The patterns",
        "sec_num": null
      },
      {
        "text": "Capital markets. They come after banking (Figure 2 ). Private debt securities follow equity. The late appearance of capital markets and the strong convexity of their development paths are of course clear manifestations of the complexity of both agency and collective action frictions. Remarkably, private (market) debt is another big outlier. It emerges late in the game despite limited returns to scale. This suggests that, unlike in the case of public debt whose growth is primarily constrained by critical mass effects, the growth of private debt is limited by information and enforcement frictions rather than by returns to scale-collective action frictions. On the other hand, the fact that corporate bonds develop after stocks is arguably because growing firms can initially substitute bank debt for market debt but will need at some point to issue stocks no matter what. 21 Institutional investors. They appear at very different stages of FD. Pension funds emerge early, mutual funds late; insurance arises somewhere in between, with non-life emerging earlier than life. That pension funds appear early reflects the key role played by policy, in the form of pension reforms. That mutual funds appear late despite not facing increasing returns to scale (i.e., not being constrained by market size) reflects the fact that the marketable, liquid assets-which mutual funds need to invest in-appear relatively late in the game. The later appearance of life over non-life insurance follows the same logic. The early emergence of non-life insurance is in part because it is influenced by policy, in the form of mandatory insurance for motor vehicles; the late appearance of life insurance can be explained by the later development of capital markets on which it depends. 22 Reflecting the need to invest in marketable assets and for life cohorts to interact inter-generationally, life insurance takes time to bloom; but once it does, it follows a steeply convex path.",
        "cite_spans": [
          {
            "start": 878,
            "end": 880,
            "text": "21",
            "ref_id": null
          },
          {
            "start": 1771,
            "end": 1773,
            "text": "22",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 41,
            "end": 50,
            "text": "(Figure 2",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "b. The patterns",
        "sec_num": null
      },
      {
        "text": "Development paths are unlikely to be unique, i.e., the lower-income countries of today are unlikely to exactly retrace the path followed yesterday by the higher-income countries. There are a number of reasons why this might be the case. A first reason is country-specific policies and institutional settings. FD is faster and deeper in countries that have better policies or stronger institutions. A second reason is path dependence, which results from the fact that output growth is itself a function of financial development. Thus, because today's financial development depends on today's output, which in turn depends on yesterday's financial development, initial conditions matter. Thus, initially better institutional rules and arrangements can become selfreinforcing. 23 A third reason is leapfrogging. It most likely results from financial innovations that are easily transferable across borders; therefore, it affects those financial services that do not rely too heavily on (non-tradable) local institutions. 24 A fourth reason is financial crashes that leave enduring scars in the FD process. A fifth and final reason is endogenous quantum jumps in FD at the higher end of the income scale.",
        "cite_spans": [
          {
            "start": 774,
            "end": 776,
            "text": "23",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "c. The paths",
        "sec_num": null
      },
      {
        "text": "To unscramble these effects we separate countries into four groups according to their initial per capita income (low, lower middle, higher middle, high) and plot the year-by-year medians for each of the groups, together with the underlying cross-section path obtained by averaging data over the whole period for which it is available. Given that incomes grow over time, they provide the general direction of movement. Hence, the year-by-year medians provide a reasonable proxy for the underlying dynamic paths. 25 The results are summarized in Figures 5 to 8. Key features worth noting are as follows: 1) With a few exceptions (public debt and non-life insurance), the dynamic paths followed by all financial depth indicators in the higher income countries cross the cross-section paths from below, suggesting quantum jumps in financial development at the higher end of the income scale. Similar features appear for financial globalization and the equity market turnover. Such an \"explosion\" of financial activity suggests that, once countries reach some stage of economic and financial development, interconnectedness and network effects become so high as to \"ignite\" a secondary chain-reaction of financial activity, both inside and across countries. 26",
        "cite_spans": [
          {
            "start": 511,
            "end": 513,
            "text": "25",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "c. The paths",
        "sec_num": null
      },
      {
        "text": "2) However, for several depth indicators, including bank deposits, life insurance premia, pension fund assets and domestic public debt, the dynamic paths followed by the lower income countries also cross the cross-section paths from below, suggesting the presence of leap frogging effects. Leap frogging is also detectable for the equity market turnover at the lowest end of the income scale, as well as for banking margins for all income levels except at the top. In the case of pension funds and domestic debt, such leap frogging is likely to be mostly policy-induced. However, for bank deposits and bank margins it is likely to reflect the diffusion of technological innovations. In the case of bank margins, innovations affect all countries across the income scale, except those at the top where the already narrow margins limit the scope for further gains.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "c. The paths",
        "sec_num": null
      },
      {
        "text": "3) Some indicators, notably private credit and wholesale funding for the low and middle income countries, exhibit clear cyclical paths of booms and busts, suggesting that for these countries financial development was hardly a smooth process (more on this below). Should those countries not have been hit by such crises, it is apparent from the stark, Vshaped recovery of private credit after the bust (crossing the cross-section path at a sharp angle) that both sides of their banking intermediation (deposits as well as credit) would have similarly benefitted from innovation-induced leap frogging.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "c. The paths",
        "sec_num": null
      },
      {
        "text": "4) The cross-section path for the ratio of fee income to interest income is U-shaped, suggesting that early banks as well as mature banks rely less on intermediation. For the former, it is because they cannot lend, for the latter because competition with capital markets and other intermediaries (reflecting the overcoming of both agency and collective action frictions in mature financial systems) induces them to rely increasingly on fees from market services rather than on interest income from traditional intermediation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "c. The paths",
        "sec_num": null
      },
      {
        "text": "How can financial development successes and gaps relative to benchmark be explained? Is it due to demand effects, supply effects, or the lasting impact of past financial turbulence? To address these issues, we add policy controls to the regressions of financial development indicators (FDIs) and test the impact of credit crashes on financial development. More specifically:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What explains financial development successes and gaps? a. The policy variables",
        "sec_num": "4."
      },
      {
        "text": " On the demand side, we add past output growth, as a proxy for the investment-related demand for loanable funds and equity (i.e., the supply of \"bankable\" projects).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What explains financial development successes and gaps? a. The policy variables",
        "sec_num": "4."
      },
      {
        "text": " On the supply side, we use four enabling environment indicators (EEIs), credit information 27 , enforcement costs 28 , creditor rights 29 and property rights 30 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What explains financial development successes and gaps? a. The policy variables",
        "sec_num": "4."
      },
      {
        "text": " For financial turbulence, we define mild, strong and severe credit crashes as annual drops in private credit to GDP of 5 to 10 percent, 11to 20 percent and over 20 percent, respectively. 31 To eliminate the effect of recurrent volatility, we also include in the regressions the standard deviation of normalized private credit.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What explains financial development successes and gaps? a. The policy variables",
        "sec_num": "4."
      },
      {
        "text": "In all cases, we first filter these policy variables (effectively we also \"benchmark\" them) using the same set of controls as for FDIs. We then include the residuals as additional controls to explain financial development. Table 2 , which reports the results of the EEI benchmarking, provides revealing insights on how the underlying frictions that affect the development process are themselves affected by financial development. In particular, we find that the quality of the informational environment (as proxied by credit information) is concave but subject to scale effects. In contrast, the quality of the contractual environment (creditor and property rights) is convex but not subject to scale effects.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 223,
            "end": 230,
            "text": "Table 2",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "What explains financial development successes and gaps? a. The policy variables",
        "sec_num": "4."
      },
      {
        "text": "This suggests that informational frictions are of a mostly technological nature. Because of fixed costs, they are easier to implement in larger countries. However they are solvable with adequate investments and ready-made imports from abroad. Moreover, once the required investments are in place, there are decreasing returns to further informational improvements as developmental levels rise. In contrast, contractual frictions cannot be solved by technological investments or imports. They are mostly institutional and reflect collective action frictions that 31 We depart from most of the crisis literature by studying multiple annual credit crashes instead of focusing on a \"before and after analysis\" based on financial crisis periods. All three crash variables are defined as the percentage of years a country experienced a given type of crash. We average all data for 2005-07 and add each crash variable separately to the regressions of private credit to GDP. are trickier to resolve, no matter how large the country. And the pay-offs from better institutions continue to rise with the level of economic development. Table 3 reports the results of adding the policy controls to the regressions, using the subset of FD indicators over which policy variables were found to have the most significant impacts. The results can be summarized as follows:",
        "cite_spans": [
          {
            "start": 562,
            "end": 564,
            "text": "31",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 1124,
            "end": 1131,
            "text": "Table 3",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "b. Results",
        "sec_num": null
      },
      {
        "text": " Enforcement costs affect bank credit, bank wholesale funding and the equity market turnover. The strong impact on banking is consistent with the presumption that collateral (hence the capacity to enforce) is vital to banking credit. The impact on the equity turnover may reflect the fact that better enforcement generally coincides with better corporate governance.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "b. Results",
        "sec_num": null
      },
      {
        "text": " Credit information appears to be more of a mixed bag. It does not have much of an impact on banking but instead has a strong impact on domestic equity market turnover. While caveats of course apply (the lack of significance may simply reflect the limited quality of the indicator), this mixed result could suggest that while relationship lending and the use of collateral can remedy for informational problems in banking, informational frictions are more difficult to circumvent in the case of capital markets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "b. Results",
        "sec_num": null
      },
      {
        "text": " Creditor and property rights strongly affect the domestic equities market but do not seem to have much impact on banking depth; however, they enhance the profitability, solvency and liquidity of banks. The importance of contractual rights for the development of the equities market is obvious (contractual rights are also likely to be strongly correlated with governance). The fact that they also indirectly affect banking is somewhat more puzzling but broadly plausible: a better rule of law may promote the capitalization of banks by enhancing their profitability.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "b. Results",
        "sec_num": null
      },
      {
        "text": " Past GDP growth strongly promotes bank credit while reducing the liquidity of bank assets. This confirms that demand effects have a first-order impact on banking depth indicators. The negative impact on liquidity is of course fully consistent with the positive impact on credit.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "b. Results",
        "sec_num": null
      },
      {
        "text": " Credit crashes have a strong impact on banking depth (primarily credit but also funding), as well as on banks' margins; they also have some negative impact on stock trading. That credit crashes induce banks to contract intermediation and raise their margins is of course hardly surprising. What is more remarkable, however, is that banks take a long time to recover. 32 It is also quite telling that it is credit crashes-but not volatility per se-that leave a substantial and lasting imprint on financial development. Interestingly, we also find that the probability of crashes increases as private credit \"over-performs\" over its benchmark (Table 4) . This is a noteworthy reminder that financial development and financial stability interact in complex ways, reflecting the ever-present duality between the bright side and the dark side.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 643,
            "end": 652,
            "text": "(Table 4)",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "b. Results",
        "sec_num": null
      },
      {
        "text": " The fact that credit crashes and demand effects have such a strong impact on private credit while, once benchmarked (i.e., after accounting for endogeneities), supply side constraints only appear to have a more moderate impact is important to inform the policy trade-off debate between stability and development. While finance can certainly be improved through financial reforms, it ends up being highly dependent on high but sustainable economic growth. Good economic policies and sound prudential management are essential to financial development.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "b. Results",
        "sec_num": null
      },
      {
        "text": "This paper started from the premise that both the evolution of financial structure (financial development) and its sustainability (financial stability) are shaped by four fundamental types of frictions and their associated market failures and paradigms. Two such frictions restrict agents' capacity to establish and enforce bilateral contracts (agency frictions) and the other two restrict agents' capacity to participate and coordinate their financial activities in ways that are collectively desirable (collective frictions). The broad predictions derived from this approach regarding the order of appearance, returns to scale and shape of developmental paths of various financial activities turned out to be generally satisfied. In particular, where activities are mostly hindered by participation frictions, development paths exhibit substantial convexities, as rising participation and interconnectedness generate positive externalities that promote further participation and interconnectedness. Thus, much of financial development may be explosive.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Final thoughts",
        "sec_num": "5."
      },
      {
        "text": "The obvious counterpart of such explosiveness, however, is that the impact of financial development (measured for example as private credit to GDP) on real development (output growth) must necessarily exhibit decreasing returns. Unless the rate of income growth keeps accelerating as the level of income rises (a clear dynamic impossibility), the impact of finance on growth should necessarily level off at some point. This is exactly the conclusion that several recent papers reach when regressing output growth against financial depth indicators. 33 In this sense, finance resembles a luxury good; its use explodes as income rises, yet its benefits (whether in welfare or growth) should naturally exhibit falling marginal returns. By itself, this does not necessarily imply that there can be \"too much finance\". If one reasonably assumes nonsatiation, more finance should always be better.",
        "cite_spans": [
          {
            "start": 549,
            "end": 551,
            "text": "33",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Final thoughts",
        "sec_num": "5."
      },
      {
        "text": "However, the same frictions that feed the developmental forces of the bright side also feed the forces of instability from the dark side, making them interact in complex and unexpected ways. If collective action failures become more problematic in denser and more interconnected financial systems, the dark side of finance may well increase in intensity as income rises. Even if the intensity remained constant, instead of rising, the declining marginal benefits of financial development should eventually fall below the (rising or constant) marginal costs of financial instability. If so, the conclusion that finance will at some point become excessive would become inescapable. But the balance between the marginal costs and marginal benefits of finance will ultimately depend on the quality (and cost) of the policy response, as better policies could simultaneously limit the risks (and costs) of financial instability. This puts an increasing premium on good policies that keep the forces of the dark side in check as financial development deepens. Note: Median regressions on cross-sectional averages for available data in the period 1980-2008. The contract enforcement index is the principal component of the following indicators from Doing Business: contract enforcement costs, number of days to enforce a contract (in logs), and number of procedures to enforce a contract. The creditor rights index and the credit information index are from Doing Business. The property rights index is from the Heritage Foundation. GDP growth is the average annual growth over the sample period. Credit Crash is the fraction of sample years in which a country experienced an annual decline in domestic private credit to GDP of 20 percent or more. The additional controls are GDP per capita (squared), population size and density, fuel exporter dummy, age dependency ratio, offshore financial center dummy, transition country dummy, and year-fixed effects. Note: Logit estimations with country-fixed effects. Odds ratios are presented. A x% credit crash is defined as an x% annual drop in domestic private credit to GDP. Growth variables are calculated using 5year window moving averages. Pre-crash credit growth deviation is T-1 to T-3 growth minus T-6 to T-3 growth, where T denotes the year of the crash. Figure 2 . Appearance, Convexity, and Returns to Scale of FD Indicator Paths Note: Appearance is the level of GDP per capita at which financial services start to appear is as captured by the intercept estimated in a cross-sectional regression of 1980-2008 averages with the dependent variable in question and GDP per capita. Convexity is measured by the coefficient of quadratic per capita GDP in the workhorse regression. Scale effects are measured by the coefficient of population size in the workhorse regression. The workhorse median regression cross-sectional model regresses the financial indicator of interest on: GDP per capita (squared), population size and density, fuel exporter dummy, age dependency ratio, offshore financial center dummy, transition country dummy, and year-fixed effects. Note: First, a cross-sectional regression model is estimated on country averages, controlling for GDP per capita (squared), population size and density, young and old age dependency ratios, a financial offshore center dummy, a transition country dummy, and a large fuel exporter dummy. Then the variables are filtered. The filtering consists in removing from the actual country observations the expected contributions of all factors except GDP per capita, using the cross-sectional estimates from the above model. To account for non-linearities of GDP per capita in the cross-sectional regression, a 4-knot spline approach is used. The filtered variables are then regressed on the splines and the expected values are plotted. Note: First, a cross-sectional regression model is estimated on country averages, controlling for GDP per capita (squared), population size and density, young and old age dependency ratios, a financial offshore center dummy, a transition country dummy, and a large fuel exporter dummy. Then the variables are filtered. The filtering consists in removing from the actual country observations the expected contributions of all factors except GDP per capita, using the crosssectional estimates from the above model. To account for non-linearities of GDP per capita in the cross-sectional regression, a 4-knot spline approach is used. The filtered variables are then regressed on the splines and the expected values are plotted. Note: First, a cross-sectional regression model is estimated on country averages, controlling for GDP per capita (squared), population size and density, young and old age dependency ratios, a financial offshore center dummy, a transition country dummy, and a large fuel exporter dummy. Annual country residuals are derived from the crosssectional estimates which are used to calculate annual country-group medians. The charts plot annual country-group medians of the filtered variables against the logarithm of GDP per capita. The filtering consists in removing from the actual annual country observations the expected contributions of all factors except GDP per capita, using the crosssectional estimates from the above model. To account for nonlinearities of GDP per capita in the cross-sectional regression, a 4-knot spline approach is used. ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 2299,
            "end": 2307,
            "text": "Figure 2",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Final thoughts",
        "sec_num": "5."
      },
      {
        "text": "For a more detailed discussion of the paradigms, see de la Torre and Ize (2010, 2011).7 The collective action frictions of the bright side involve uninternalized positive externalities and coordination failures that prevent agents from moving to a superior equilibrium where everybody would be better off. The collective action frictions of the dark side (discussed below) involve uninternalized negative externalities, free riding, or coordination failures that prevent agents from avoiding falling into an equilibrium that is worse for the group as a whole, albeit possibly better for some.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The shape and nature of financial structure is given by the mix (that is, relative weights and composition) and degree of sophistication of markets and products (debt, equity, derivatives), leveraged intermediaries (commercial banks, investment banks, insurance companies, hedge funds, dealers), non-leveraged asset managers (brokers, mutual funds, pension funds), and facilitators (accounting & auditing firms, rating agencies, investment consultants, mortgage originators, etc.).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "This is the main theme discussed in Anginer, de la Torre and Ize (2011).12 Huang and Ratnovski (2011) show that the dark side of bank wholesale funding dominates when bank assets are more arm's length and tradable.13 SeeAschcraft and Schuerman (2008) andGorton and Metrick (2010).14 SeeShleifer and Vishny (2011).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The controls were selected iteratively, based on individual statistical significance and collective explanatory power.18 The level of GDP per capita at which financial services start to appear is measured by the intercept of the crosssection paths for the main depth indicators with the horizontal axis. To limit lower tail distortions when a non-linear fit is imposed on the data we only use for these estimates a linear per capita GDP term. Convexity is measured by the coefficient of quadratic per-capita GDP when the financial depth indicators are regressed against both per-capita GDP and its square. Scale effects are measured by the coefficient of population size in the controlled regressions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "This is of course the basic premise of the original sin literature, which focuses on the inability of emerging economy sovereigns and corporates to issue long-term domestic currency-denominated debt. For the relevant analysis and suggestions for \"redemption\" see, for example,Eichengreen and Hausmann (1999); Calvo and Reinhart (2002);Eichengreen and Hausmann (2002);and Eichengreen, Hausmann, and Panizza (2005). The fact that the better foreign institutional framework facilitates enforcement is an important component of the \"original sin\" story (see de laTorre and Schmukler, 2004).20 The high convexity of wholesale funding and interbank lending can be viewed as the growth analog of the rapid rise of wholesale funding and bank interconnectedness. SeeShin (2010).21 The fact that equity markets have an unlimited upside may also contribute to explain their earlier appearance even under high agency frictions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The abnormally low (negative) returns to scale of casualty insurance reflect the predominance of foreign trade insurance in the small open economies. It accounts for a disproportionally high share of total casualty insurance, reflecting the importance of foreign trade for these economies. SeeFeyen, Lester and Rocha (2011).23 See North (1990).24 Consider, for example, the cases of credit card services and e-banking. These services are now found in most developing countries and, while they may cover a small fraction of the adult population, they work with comparable functionality and quality as in rich countries. In both cases, developing countries have been able to leapfrog because the associated technology is relatively easy to import and adapt, and the services do not heavily depend on local contractual institutions.25 The correlation between time and per-capita income for the world as a whole is 0.82. Except for the early eighties and the early nineties, per-capita income grew smoothly during the rest of the sample period.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Note however that is also possible for at least part of this financial explosion to be itself a direct reflection of the forces of the dark side, i.e., to be a bubble linked with collective cognition problems or economic rent extraction rather than value added production. Indeed, many commentators (for instance,Haldane, 2010, or Turner, 2010 have suggested that the pre-crisis explosion of finance in the high-income countries was precisely driven by such dynamics.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "That banking intermediation takes a long time to recover from a crash can be readily inferred from the fact that we estimated the impact on current financial development of crises that happened over a thirty years time-span.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Deidda and Fattouh (2002) find that FD has a positive but statistically insignificant impact on growth in countries with low level of economic development and a positive and statistically significant impact on growth in countries with higher levels of economic development.Rioja and Valev (2004) find that there is no statistically significant relationship between finance and growth at low levels of FD, that there is a strong positive relationship at intermediate levels of FD, and that there is a weaker but still positive effect at higher levels of FD. Arcand, Berkes and Panizza (2011) find that finance actually starts having a negative effect on output growth when credit to the private sector exceeds 110 percent of GDP. This result is congenial to that in De Gregorio andGuidotti (1995), who found that in high income countries FD was positively correlated with output growth during 1960-1985 but that the correlation was negative in the 1970-85 subperiod.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "The Market for Lemons: Quality Uncertainty and the Market Mechanism",
        "authors": [
          {
            "first": "G",
            "middle": [],
            "last": "Akerlof",
            "suffix": ""
          }
        ],
        "year": 1970,
        "venue": "",
        "volume": "84",
        "issue": "",
        "pages": "488--500",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Akerlof, G. (1970). \"The Market for Lemons: Quality Uncertainty and the Market Mechanism\", Quarterly Journal of Economics 84 (3): 488-500.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "7 Deadly Frictions in Subprime Mortgage Securitization",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Ashcraft",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Schuermann",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "PRMIA Credit Forum",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ashcraft, A. and T. Schuermann (2008), \"7 Deadly Frictions in Subprime Mortgage Securitization\", PRMIA Credit Forum",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Comparing Financial Systems",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Allen",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Gale",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Allen, F. and D. Gale (2000), Comparing Financial Systems, The MIT Press",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Too Much Finance?\" Mimeo",
        "authors": [
          {
            "first": "J",
            "middle": [
              "L"
            ],
            "last": "Arcand",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Berkes",
            "suffix": ""
          },
          {
            "first": "U",
            "middle": [],
            "last": "Panizza",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Arcand, J.L., E. Berkes and U. Panizza (2011). \"Too Much Finance?\" Mimeo. March.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Legal Institutions and Financial Development",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Beck",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Levine",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Handbook of New Institutional Economics",
        "volume": "",
        "issue": "",
        "pages": "251--278",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Beck, T. and R. Levine (2005). \"Legal Institutions and Financial Development\" in C. Ménard and M. M. Shirley (eds.), Handbook of New Institutional Economics, 251-278, Springer, The Netherlands.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Stock Markets, Banks and Growth: Panel Evidence",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Beck",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Levine",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Journal of Banking and Finance",
        "volume": "",
        "issue": "",
        "pages": "423--442",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Beck, T. and R. Levine (2004). \"Stock Markets, Banks and Growth: Panel Evidence.\" Journal of Banking and Finance, 423-442.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Finance for Growth: Policy Choices in a Volatile World",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Caprio",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Honohan",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Caprio, J. and P. Honohan (2001). Finance for Growth: Policy Choices in a Volatile World. Oxford University Press and World Bank.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Financial Development, Property Rights, and Growth",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Claessens",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Laeven",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Journal of Finance",
        "volume": "58",
        "issue": "6",
        "pages": "2285--2812",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Claessens, S. and L. Laeven (2003). \"Financial Development, Property Rights, and Growth.\" Journal of Finance, Volume 58, Issue 6, 2285-2812.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Regulatory Reform: Integrating Paradigms",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "De La Torre",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Ize",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "International Finance",
        "volume": "13",
        "issue": "1",
        "pages": "109--148",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "De la Torre, A. and A. Ize (2010). \"Regulatory Reform: Integrating Paradigms\", International Finance 13(1): 109-39.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Containing Systemic Risk: Paradigm-Based Perspectives on Regulatory Reform",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "De La Torre",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Ize",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Economia",
        "volume": "11",
        "issue": "1",
        "pages": "25--64",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "De la Torre, A. and A. Ize (2011). \"Containing Systemic Risk: Paradigm-Based Perspectives on Regulatory Reform\" Economia 11(1): 25-64",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Coping with Risk Through Mismatches: Domestic and International Financial Contracts for Emerging Economies",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "De La Torre",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Schmukler",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "International Finance",
        "volume": "7",
        "issue": "",
        "pages": "349--90",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "De la Torre, A. and S. Schmukler (2004). \"Coping with Risk Through Mismatches: Domestic and International Financial Contracts for Emerging Economies\", International Finance 7: 349- 90.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "The Evolving Role of Banks and Securities Markets",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Demirgüç-Kunt",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Feyen",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Levine",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "World Bank Policy Working Paper 5805",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Demirgüç-Kunt, A., E. Feyen, and R. Levine (2011). \"The Evolving Role of Banks and Securities Markets\" World Bank Policy Working Paper 5805.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Bank-Based and Market-Based Financial Systems: Cross-Country Comparisons",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Demirguc-Kunt",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Levine",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Demirguc-Kunt, A. and R. Levine (1999). \"Bank-Based and Market-Based Financial Systems: Cross-Country Comparisons\" World Bank Policy Working Paper 2143.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Currency Mismatches, Debt Intolerance and Original Sin: Why they are Not the Same and why it Matters",
        "authors": [
          {
            "first": "B",
            "middle": [],
            "last": "Eichengreen",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Hausmann",
            "suffix": ""
          },
          {
            "first": "U",
            "middle": [],
            "last": "Panizza",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Eichengreen, B., R. Hausmann, and U. Panizza (2003), \"Currency Mismatches, Debt Intolerance and Original Sin: Why they are Not the Same and why it Matters\", NBER Working Paper No. 10036 (Cambridge, MA: National Bureau of Economic Research)",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "The Ascent of Money: A Financial History of the World",
        "authors": [
          {
            "first": "Niall",
            "middle": [],
            "last": "Ferguson",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ferguson, Niall (2008). The Ascent of Money: A Financial History of the World. The Penguin Press, New York.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "What Drives The Development of the Insurance Sector: An Empirical Analysis Based on a Panel of Developed and Developing economies",
        "authors": [
          {
            "first": "E",
            "middle": [],
            "last": "Feyen",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Lester",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Rocha",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Feyen, E., R. Lester and R. Rocha, (2011). \"What Drives The Development of the Insurance Sector: An Empirical Analysis Based on a Panel of Developed and Developing economies\", World Bank Policy Research Working Paper 5572",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "The Leverage Cycle",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Geanakoplos",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Geanakoplos J. (2009). \"The Leverage Cycle\", Cowles Foundation Discussion Paper 1715.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Neglected Risks, Financial Innovation, and Financial Fragility",
        "authors": [
          {
            "first": "N",
            "middle": [],
            "last": "Gennaioli",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Shleifer",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Vishny",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gennaioli, N., A. Shleifer and R. Vishny (2010), \"Neglected Risks, Financial Innovation, and Financial Fragility\", NBER Working Paper 16068.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Securitized Banking and the Run on Repo",
        "authors": [
          {
            "first": "G",
            "middle": [],
            "last": "Gorton",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Metrick",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "Yale ICF Working Paper",
        "volume": "",
        "issue": "",
        "pages": "9--14",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gorton, G. and A. Metrick (2010) \"Securitized Banking and the Run on Repo\", Yale ICF Working Paper 09-14.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Related Lending and Economic Performance: Evidence from Mexico",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Haber",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "The Journal of Economic History",
        "volume": "67",
        "issue": "",
        "pages": "5551--581",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Haber, S. (2007). \"Related Lending and Economic Performance: Evidence from Mexico,\" The Journal of Economic History 67: 5551-581.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "What is the Contribution of the Financial System: Miracle or Mirage?\" in The Future of Finance and the Theory that Underpins it",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Haldane",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Haldane, A. (2010), \"What is the Contribution of the Financial System: Miracle or Mirage?\" in The Future of Finance and the Theory that Underpins it, London School of Economics",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Private and Public Supply of Liquidity",
        "authors": [
          {
            "first": "B",
            "middle": [],
            "last": "Holmstrom",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Tirole",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Holmstrom B. and J. Tirole (1996). \"Private and Public Supply of Liquidity\", NBER Working Paper 5817.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "The Dark Side of Bank Wholesale Funding",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Huang",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Ratnovski",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Huang, R. and L. Ratnovski (2010). \"The Dark Side of Bank Wholesale Funding\", Working Paper 1223, European Central Bank.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "The Finance-Growth Nexus: Evidence from Bank Branch Deregulation",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Jayaratne",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [
              "E"
            ],
            "last": "Strahan",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "Quarterly Journal of Economics",
        "volume": "111",
        "issue": "",
        "pages": "639--670",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Jayaratne, J. and P.E. Strahan (1996). \"The Finance-Growth Nexus: Evidence from Bank Branch Deregulation.\" Quarterly Journal of Economics 111, 639-670.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "Finance and Growth: Schumpeter Might be Right",
        "authors": [
          {
            "first": "R",
            "middle": [
              "G"
            ],
            "last": "King",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Levine",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "Quarterly Journal of Economics",
        "volume": "108",
        "issue": "",
        "pages": "717--738",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "King, R.G. and R. Levine (1993a). \"Finance and Growth: Schumpeter Might be Right.\" Quarterly Journal of Economics 108, 717-738.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Finance, Entrepreneurship, and Growth: Theory and Evidence",
        "authors": [
          {
            "first": "R",
            "middle": [
              "G"
            ],
            "last": "King",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Levine",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "Journal of Monetary Economics",
        "volume": "32",
        "issue": "",
        "pages": "513--542",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "King, R.G. and R. Levine (1993b). \"Finance, Entrepreneurship, and Growth: Theory and Evidence.\" Journal of Monetary Economics 32: 513-542.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "Innovating Our Way to Financial Crisis",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Krugman",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "The Financial Times",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Krugman, P. (2007), \"Innovating Our Way to Financial Crisis\", The Financial Times",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "Legal Determinants of External Finance",
        "authors": [
          {
            "first": "La",
            "middle": [],
            "last": "Porta",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Lopez-De-Silanes",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Shleifer",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [
              "W"
            ],
            "last": "Vishny",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "Journal of Finance Vol LXII",
        "volume": "3",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R.W. Vishny (1997). \"Legal Determinants of External Finance.\" Journal of Finance Vol LXII No. 3.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "Law and Finance",
        "authors": [
          {
            "first": "La",
            "middle": [],
            "last": "Porta",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Lopez-De-Silanes",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Shleifer",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [
              "W"
            ],
            "last": "Vishny",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "Journal of Political Economy",
        "volume": "106",
        "issue": "",
        "pages": "1113--1155",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R.W. Vishny (1998). \"Law and Finance.\" Journal of Political Economy 106, 1113-1155.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "The Consequences of Financial Innovation: A Counterfactual Research Agenda\" NBER Working Paper 16780",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Lerner",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Tufano",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lerner J. and P. Tufano (2011). \"The Consequences of Financial Innovation: A Counterfactual Research Agenda\" NBER Working Paper 16780.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "Finance and Growth: Theory and Evidence",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Levine",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Handbook of Economic Growth",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Levine, R. (2005). \"Finance and Growth: Theory and Evidence\" in P. Aghion and S. N. Durlauf (eds.), Handbook of Economic Growth, Elsevier B.V.",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "The Design of Financial Systems: Towards A Synthesis of Function and Structure",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Merton",
            "suffix": ""
          },
          {
            "first": "Z",
            "middle": [],
            "last": "Bodie",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Merton, R. and Z. Bodie, (2004). \"The Design of Financial Systems: Towards A Synthesis of Function and Structure\" NBER Working Paper 10620",
        "links": null
      },
      "BIBREF33": {
        "ref_id": "b33",
        "title": "Saving Capitalism from the Capitalists: Unleashing the Power of Financial Markets to Create Wealth and Spread Opportunity. Crown Business Division of Random House",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Rajan",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Zingales",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rajan, R. and L. Zingales, 2003. Saving Capitalism from the Capitalists: Unleashing the Power of Financial Markets to Create Wealth and Spread Opportunity. Crown Business Division of Random House: New York.",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "Financial Dependence and Growth",
        "authors": [
          {
            "first": "R",
            "middle": [
              "G"
            ],
            "last": "Rajan",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Zingales",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "American Economic Review",
        "volume": "88",
        "issue": "",
        "pages": "559--586",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rajan, R.G., Zingales, L. (1998). \"Financial Dependence and Growth.\" American Economic Review 88, 559-586.",
        "links": null
      },
      "BIBREF35": {
        "ref_id": "b35",
        "title": "The Future of Banking in America",
        "authors": [
          {
            "first": "K",
            "middle": [],
            "last": "Samolyk",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "FDIC Banking Review",
        "volume": "16",
        "issue": "2",
        "pages": "29--65",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Samolyk, K. (2004). \"The Future of Banking in America\", FDIC Banking Review 16(2): 29-65.",
        "links": null
      },
      "BIBREF36": {
        "ref_id": "b36",
        "title": "Risk and Liquidity, Clarendon Lectures in Finance",
        "authors": [
          {
            "first": "H",
            "middle": [
              "S"
            ],
            "last": "Shin",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Shin, H.S., (2010). Risk and Liquidity, Clarendon Lectures in Finance, Oxford University Press, Chapter 9.",
        "links": null
      },
      "BIBREF37": {
        "ref_id": "b37",
        "title": "Fire Sales in Finance and Macroeconomics",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Shleifer",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Vishny",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Journal of Economic Perspectives",
        "volume": "25",
        "issue": "1",
        "pages": "29--48",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Shleifer, A. and R. Vishny (2011). \"Fire Sales in Finance and Macroeconomics\", Journal of Economic Perspectives, 25(1): 29-48",
        "links": null
      },
      "BIBREF38": {
        "ref_id": "b38",
        "title": "Job Market Signaling",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Spence",
            "suffix": ""
          }
        ],
        "year": 1973,
        "venue": "Quarterly Journal of Economics",
        "volume": "87",
        "issue": "3",
        "pages": "355--374",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Spence, M. (1973). \"Job Market Signaling\" Quarterly Journal of Economics 87 (3):.355-374",
        "links": null
      },
      "BIBREF39": {
        "ref_id": "b39",
        "title": "Asymmetric Information in Credit Markets: Implications for Macroeconomic Policy",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Stiglitz",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Weiss",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "Oxford Economic Papers",
        "volume": "44",
        "issue": "4",
        "pages": "694--724",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Stiglitz, J. and A. Weiss (1992). \"Asymmetric Information in Credit Markets: Implications for Macroeconomic Policy\", Oxford Economic Papers 44 (4): 694-724.",
        "links": null
      },
      "BIBREF40": {
        "ref_id": "b40",
        "title": "What Do Banks do? Why Do Credit Booms and Busts Occur and What Can Public Policy Do About It? InThe Future of Finance and the Theory that Underpins it",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Turner",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Turner, A. (2010), \"What Do Banks do? Why Do Credit Booms and Busts Occur and What Can Public Policy Do About It? InThe Future of Finance and the Theory that Underpins it, London School of Economics",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "num": null,
        "uris": null,
        "text": "Figure 1. Frictions, Paradigms, and Failures",
        "type_str": "figure",
        "fig_num": null
      },
      "FIGREF1": {
        "num": null,
        "uris": null,
        "text": "Paths for Government Debt: External and Domestic",
        "type_str": "figure",
        "fig_num": "3"
      },
      "FIGREF3": {
        "num": null,
        "uris": null,
        "text": "Banking Indicators' Paths: Retail and Wholesale Funding and Private Credit",
        "type_str": "figure",
        "fig_num": "4"
      },
      "FIGREF4": {
        "num": null,
        "uris": null,
        "text": "Financial Depth Indicators: Dynamic and Cross-Section Development Paths DMB Domestic Deposits / GDP (IFS) Non-Deposit Funding / GDP (IFS) Private Credit / GDP (IFS) DMB Claims on the Domestic Non-Monetary Financial Sector / GDP (IFS) Insurance Premiums (Non-Life) /GDP (AXCO) Insurance Premium (Life) / GDP (AXCO)",
        "type_str": "figure",
        "fig_num": null
      },
      "FIGREF6": {
        "num": null,
        "uris": null,
        "text": "Figure 5b. Financial Depth Indicators: Dynamic and Cross-Section Development Paths",
        "type_str": "figure",
        "fig_num": null
      },
      "FIGREF7": {
        "num": null,
        "uris": null,
        "text": "Financial Globalization Indicators: Dynamic and Cross-Section Paths Gross Portfolio Debt Liabilities / GDP (IFS) Gross Portfolio Debt Assets / GDP (IFS) Gross Portfolio Equity Liabilities / GDP (IFS) Gross Portfolio Equity Assets / GDP (IFS) Note: See note of Figure 5a.",
        "type_str": "figure",
        "fig_num": "6"
      },
      "FIGREF8": {
        "num": null,
        "uris": null,
        "text": "Financial Efficiency and Liquidity Indicators: Dynamic and Cross-Section Paths Net Interest Margin (Bankscope) Stock Market Turnover Ratio (S&P) Note: See note of Figure 5a.",
        "type_str": "figure",
        "fig_num": "7"
      },
      "TABREF0": {
        "num": null,
        "text": "Depth of Credit Information Index (Doing Business Indicators, World Bank) 28 Source: we merge Number of Procedures, Time to Resolution, and Costs as percent of Claim into a single indicator using the first principal component (all three indices are from Doing Business Indicators, World Bank). 29 Source: Strength of Legal Rights, Doing Business Indicators (World Bank).",
        "type_str": "table",
        "html": null,
        "content": "<table/>"
      },
      "TABREF1": {
        "num": null,
        "text": "Median regressions on cross-sectional averages for available data in the period 1980-2008. The contract enforcement index is the principal component of the following indicators from Doing Business: contract enforcement costs, number of days to enforce a contract (in logs), and number of procedures to enforce a contract. The creditor rights index and the credit information index are from Doing Business. The property rights index is from the Heritage Foundation.",
        "type_str": "table",
        "html": null,
        "content": "<table><tr><td/><td/><td>CREDIT</td><td>CREDITOR</td><td>PROPERTY</td></tr><tr><td/><td>ENFORCEMENT</td><td>INFORMATION</td><td>RIGHTS</td><td>RIGHTS</td></tr><tr><td>Log GDP per capita</td><td>0.741</td><td>3.442***</td><td>-1.998</td><td>-20.37***</td></tr><tr><td/><td>(1.094)</td><td>(3.438)</td><td>(-1.416)</td><td>(-2.859)</td></tr><tr><td>Log Squared GDP per capita</td><td>-0.0561</td><td>-0.164**</td><td>0.169*</td><td>1.837***</td></tr><tr><td/><td>(-1.236)</td><td>(-2.465)</td><td>(1.798)</td><td>(3.869)</td></tr><tr><td>Log Population</td><td>-0.0852</td><td>0.500***</td><td>-0.0278</td><td>-0.355</td></tr><tr><td/><td>(-1.333)</td><td>(5.164)</td><td>(-0.204)</td><td>(-0.542)</td></tr><tr><td>Log Population density</td><td>0.0270</td><td>-0.142</td><td>0.257*</td><td>-0.622</td></tr><tr><td/><td>(0.375)</td><td>(-1.317)</td><td>(1.671)</td><td>(-0.846)</td></tr><tr><td>Log Age dependency ratio, young</td><td>0.101</td><td>0.245</td><td>1.025</td><td>-7.026</td></tr><tr><td/><td>(0.158)</td><td>(0.262)</td><td>(0.790)</td><td>(-1.051)</td></tr><tr><td>Log Age dependency ratio, old</td><td>-0.833***</td><td>0.295</td><td>0.881</td><td>8.690***</td></tr><tr><td/><td>(-3.155)</td><td>(0.777)</td><td>(1.634)</td><td>(2.933)</td></tr><tr><td>Offshore dummy</td><td>-0.211</td><td>0.190</td><td>1.774**</td><td>10.42***</td></tr><tr><td/><td>(0.657)</td><td>(0.386)</td><td>(2.539)</td><td>(3.097)</td></tr><tr><td>Transition dummy</td><td>-0.407</td><td>-0.0678</td><td>2.300***</td><td>-13.70***</td></tr><tr><td/><td>(-0.967)</td><td>(-0.104)</td><td>(2.623)</td><td>(-3.132)</td></tr><tr><td>Fuel exporter dummy</td><td>-0.158</td><td>-0.993***</td><td>-0.780</td><td>-4.426</td></tr><tr><td/><td>(-0.647)</td><td>(-2.675)</td><td>(-1.504)</td><td>(-1.723)</td></tr><tr><td>Constant</td><td>-0.749</td><td>-15.14***</td><td>2.706</td><td>107.1**</td></tr><tr><td/><td>(-0.194)</td><td>(-2.675)</td><td>(0.342)</td><td>(2.559)</td></tr><tr><td>Observation</td><td>158</td><td>158</td><td>158</td><td>162</td></tr><tr><td>Pseudo R2</td><td>0.211</td><td>0.392</td><td>0.233</td><td>0.501</td></tr><tr><td>T-statistics in parentheses</td><td/><td/><td/><td/></tr><tr><td>*** p &lt;0.01; ** p&lt;0.5, * p&lt;0.1</td><td/><td/><td/><td/></tr><tr><td>Note:</td><td/><td/><td/><td/></tr></table>"
      },
      "TABREF2": {
        "num": null,
        "text": "",
        "type_str": "table",
        "html": null,
        "content": "<table><tr><td colspan=\"2\">BANK PRIVATE CREDIT/ GDP</td><td>BANK DOMESTIC DEPOSITS/ GDP</td><td>BANK NON-DEPOSIT FUNDING/ GDP</td><td>BANK NET INTEREST MARGIN</td><td>STOCK MARKET TURNOVER</td><td>STOCK MARKET CAPITALIZ ATION/GDP</td><td>RETURN ON ASSETS</td><td>BANK CAPITAL/ TOTAL ASSETS</td><td>BANK LIQUID ASSETS / TOTAL ASSETS</td></tr><tr><td>ENFORCEMENT</td><td>-4.6</td><td>-0.8</td><td>-4.1</td><td>-0.1</td><td>-4.7</td><td>-4.9</td><td>0.0</td><td>0.1</td><td/></tr><tr><td/><td>(3.7)***</td><td>(0.4)</td><td>(4.2)***</td><td>(0.2)</td><td>(4.5)***</td><td>(1.0)</td><td>(0.2)</td><td>(0.4)</td><td/></tr><tr><td>CREDITOR RIGHTS</td><td>2.1</td><td>0.8</td><td>-0.3</td><td>0.2</td><td>-1.1</td><td>-0.4</td><td>0.0</td><td>-0.1</td><td/></tr><tr><td/><td>(3.2)***</td><td>(0.8)</td><td>(0.6)</td><td>(0.7)</td><td>(2.0)**</td><td>(0.1)</td><td>(0.8)</td><td>(0.9)</td><td/></tr><tr><td>CREDIT INFORMATION</td><td>0.8</td><td>-2.8</td><td>-1.8</td><td>0.0</td><td>3.3</td><td>-2.0</td><td>0.0</td><td>0.1</td><td/></tr><tr><td/><td>(1.1)</td><td>(2.1)*</td><td>(2.8)**</td><td>(0.0)</td><td>(4.6)***</td><td>(0.6)</td><td>(0.4)</td><td>(0.4)</td><td/></tr><tr><td>PROPERTY RIGHTS</td><td>0.0</td><td>0.2</td><td>0.0</td><td>0.0</td><td>0.5</td><td>0.8</td><td>0.0</td><td>0.1</td><td/></tr><tr><td/><td>(-0.1)</td><td>(0.9)</td><td>(0.1)</td><td>(0.5)</td><td>(6.5)***</td><td>(2.2)**</td><td>(2.6)***</td><td>(3.0)***</td><td/></tr><tr><td>GDP GROWTH</td><td>7.1</td><td>0.6</td><td>1.0</td><td>-0.1</td><td/><td/><td/><td/><td>-1.5</td></tr><tr><td/><td>(7.4)***</td><td>(0.4)</td><td>(1.1)</td><td>(0.1)</td><td/><td/><td/><td/><td>(1.7)*</td></tr><tr><td>CREDIT CRASH</td><td>-111.3</td><td>-63.7</td><td>-55.4</td><td>27.0</td><td/><td/><td/><td/><td/></tr><tr><td/><td>(5.1)***</td><td>(1.8)*</td><td>(3.7)***</td><td>(1.9)**</td><td/><td/><td/><td/><td/></tr><tr><td>ADDITIONAL CONTROLS</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Observation</td><td>118</td><td>118</td><td>118</td><td>88</td><td>103</td><td>103</td><td>117</td><td>127</td><td>100</td></tr><tr><td>Pseudo R2</td><td>0.573</td><td>0.441</td><td>0.261</td><td>0.486</td><td>0.456</td><td>0.354</td><td>0.299</td><td>0.19</td><td>0.186</td></tr><tr><td>T-statistics in parentheses</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">*** p &lt;0.01; ** p&lt;0.5, * p&lt;0.1</td><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>"
      },
      "TABREF3": {
        "num": null,
        "text": "",
        "type_str": "table",
        "html": null,
        "content": "<table><tr><td>5% Credit Crash</td><td>10 % Credit Crash</td><td>20 % Credit Crash</td></tr></table>"
      }
    }
  }
}