{
  "paper_id": "D15527161",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:03:51.628530Z"
  },
  "title": "China and the World Trading System",
  "authors": [
    {
      "first": "Aaditya",
      "middle": [],
      "last": "Mattoo",
      "suffix": "",
      "affiliation": {},
      "email": "amattoo@worldbank.org"
    },
    {
      "first": "Arvind",
      "middle": [],
      "last": "Subramanian",
      "suffix": "",
      "affiliation": {},
      "email": "asubramanian@piie.com"
    },
    {
      "first": "Richard",
      "middle": [],
      "last": "Baldwin",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "C",
      "middle": [
        "Fred"
      ],
      "last": "Bergsten",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Chad",
      "middle": [],
      "last": "Bown",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Bernard",
      "middle": [],
      "last": "Hoekman",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Gary",
      "middle": [],
      "last": "Hufbauer",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Pascal",
      "middle": [],
      "last": "Lamy",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Patrick",
      "middle": [],
      "last": "Low",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Will",
      "middle": [],
      "last": "Martin",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Zanny",
      "middle": [],
      "last": "Minton- Beddoes",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Martin",
      "middle": [],
      "last": "Wolf",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "2011-12",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D15527161",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "The WTO's Doha Round of trade negotiations is on life support and there are intermittent and half-hearted efforts to resuscitate it. It would seem that the post-war framework for multilateral trade cooperation is under existential threat. It is, however, premature to draw that conclusion.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction: The Challenge",
        "sec_num": null
      },
      {
        "text": "One of the under-recognized virtues of the multilateral trading system-embodied in the GATT and then the WTO-is that, unlike other international institutions such as the IMF or the UN Security Council, it has been until recently an effective framework for cooperation among the systemically important players. The effectiveness is reflected in the fact that participation in decision making and the content of negotiations have continually adapted to changing economic realities. In this light, the current Doha Agenda is an aberration because it does not reflect one of the biggest-indeed tectonic-shifts in the international economic and trading system: the rise of China. If responding to the rise of China becomes an important concern of multilateral negotiations, the WTO cooperative framework can be revitalized.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction: The Challenge",
        "sec_num": null
      },
      {
        "text": "How the WTO has at each stage of its existence responded to evolving circumstances is described in Section I. Section II shows that a significant but publicly unacknowledged impediment to concluding the Doha negotiations is the WTO members' difficulty in coming to terms with China's trade juggernaut and the policies, such as the managed exchange rate, that are perceived to fuel it but are not part of the Doha agenda. Section III takes a longer view and shows that, even with conservative assumptions about its growth and trade dependence, China's share of global trade is likely to be twice as large as that of the United States in 20 years. Section IV argues that China will continue to have a stake in maintaining an open multilateral trading system; and then assesses the implications of China seeking, as other dominant powers have often sought, to translate its power into trading privilege. Section V examines how international cooperation today can be designed in a way that anticipates China's dominance. In particular, we suggest that the time has come for an initiative on multilateral trade negotiations that builds on but redefines the Doha Agenda and that would anchor China more fully in the multilateral trading system. Such an initiative would have two pillars. First, a new negotiating agenda that would include the major issues of interest to China and its trading partners, and thus unleash the powerful reciprocal liberalization mechanism that has driven the WTO process to previous successes. The agenda would be China-informed rather than China-centered. Second, new restraints on bilateralism and regionalism that would help preserve incentives -especially in the context of a rising China -for maintaining the current broadly non-discriminatory trading order.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction: The Challenge",
        "sec_num": null
      },
      {
        "text": "Looking back, there were four distinct bouts of the GATT/WTO responding to evolving circumstances after its creation in 1945. The first accommodated European efforts at integration. The US, recognizing the political imperatives for integration within Europe, fostered it. Then, when the US started to feel the discriminatory effects of European integration, and in order to mitigate these effects, it pushed strongly for reductions in MFN tariffs under various -rounds‖ of multilateral trade negotiations. President Kennedy, in his special message to Congress seeking support for the eponymous round, cited European integration at the top of the list of reasons for undertaking multilateral trade negotiations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. The WTO's Responsiveness in Historical Context",
        "sec_num": null
      },
      {
        "text": "The Tokyo Round of trade negotiations, launched in 1973, was an attempt to adjust to at least three major developments: the collapse of the Bretton Woods system of fixed exchange rates, the oil price shock and the rise of Japan as a major trading power. The need to address the competitive threat from Japan was reflected in the emphasis in the Tokyo Round negotiations on disciplining subsidies and permitting contingent protection against surges in imports.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. The WTO's Responsiveness in Historical Context",
        "sec_num": null
      },
      {
        "text": "Next, as development and globalization proceeded apace through the 1980s, hitherto -small‖ developing countries started growing in size and started becoming attractive to industrial country exporters as markets. This -shock‖ of the economic transformation of a large number of developing countries meant that the previous equilibrium whereby developing countries were left out of the GATT process needed to be revisited.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. The WTO's Responsiveness in Historical Context",
        "sec_num": null
      },
      {
        "text": "In the Uruguay Round, the larger developing countries were brought into the fold because their markets started to matter, and they had to take on many of the obligations previously assumed by only industrial countries. Thus, there was a greater convergence of obligations across members and the earlier two-tiered approach was diluted. In fact, in the bid to bring the larger developing countries into the fold through the -single-undertaking,‖ a large number of small and poor countries were also swept up -a form of -democratic overshooting‖ that we return to in the conclusion.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. The WTO's Responsiveness in Historical Context",
        "sec_num": null
      },
      {
        "text": "The negotiating agenda and the scope of the WTO have also been updated. Beginning in the 1980s, when the United States perceived its comparative advantage to lie in the generation of intellectual property and in services sectors, it pushed for new international rules that would protect intellectual property rights, and open international markets for IP-intensive products (pharmaceuticals, software and movies) as well as financial and telecommunications services.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. The WTO's Responsiveness in Historical Context",
        "sec_num": null
      },
      {
        "text": "The fourth major landmark for the WTO related to China. Beginning in the 1990s, when it was becoming clear that China represented a huge market access opportunity, the US and EU launched efforts to reduce China's trade barriers. This initiative was assisted by the fact that the Chinese leadership, or at least some parts of it under Zhu Rongji, wanted to use the WTO as a means for furthering domestic reform and anchoring it in the WTO. China committed to substantially reducing its barriers in agriculture, industry and services. China was not alone: a number of Eastern European and other communist countries like Vietnam also joined the WTO on similar tough terms.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. The WTO's Responsiveness in Historical Context",
        "sec_num": null
      },
      {
        "text": "The trading system has accommodated an emerging China. How will it adapt to and be shaped by a dominant China? Our key argument is that while China will have strong reasons to sustain the open trading order, that cannot be taken for granted. The world needs to tether China to the multilateral system as an insurance against the small possibility that China will seek to translate its power into trading privilege.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. The WTO's Responsiveness in Historical Context",
        "sec_num": null
      },
      {
        "text": "China's trade ascendancy and presence are not a distant phenomenon. In manufacturing trade, China is now a large supplier to all the major markets, and its presence has grown significantly over the course of the Doha Round negotiations. We identify the world's ten largest traders and for each of them also identify the largest sources of supply in the manufacturing sector. 1 Figure 1 presents the results. China's share in the major import markets has doubled between 2001 and 2009, and in some of the most important world markets, China now accounts for more than a fifth of total manufacturing imports. China's share of manufacturing imports in Japan is 35 percent, in the European Union about 30 percent, and in the United States slightly over 25 percent. 2 Furthermore, China looms especially large in the markets of major trading partners in sectors where protection is greatest. To illustrate this, we identify for each of the top ten trading partners, the ten most protected sectors (defined at the Harmonized Schedule (HS) 2-digit level of aggregation in 2009 in terms of the MFN tariff alone). Figure 2 depicts China's share in these sectors in the largest ten traders for 2001 and 2009.",
        "cite_spans": [
          {
            "start": 761,
            "end": 762,
            "text": "2",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 377,
            "end": 385,
            "text": "Figure 1",
            "ref_id": null
          },
          {
            "start": 1105,
            "end": 1113,
            "text": "Figure 2",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "II. China's Current Trade Ascendancy and Its Implications",
        "sec_num": null
      },
      {
        "text": "Two points are worth highlighting. First, in the most protected sectors, China's share of imports in 2009 is substantially greater than for overall imports (shown in Figure 1 ) and dwarfs that of any other supplier in each of these markets. 3 For example, China's share in these sectors in Japan is over 70 percent, in Korea over 60 percent, in Brazil about 55 percent, in the United States, Canada, and the European Union about 50 percent each. Second, even in these protected sectors, China's share has increased dramatically over the course of the Doha Round. In many of the importing countries (e.g., Brazil, the European Union, and the United States), China's share has more than doubled. Also striking is how much market share China has gained even in countries such as Canada, Mexico, and Turkey that have free trade agreements with close and large neighbors. Thus, liberalization under the Doha agenda today, especially in the politically charged, high-tariff sectors, is increasingly about other countries opening their markets to Chinese exports. In short, with some exaggeration one might say that the MFN tariff of countries is really a China tariff, or the China tariff is really the -least-favored-nation‖ tariff. Implications: The elephant in the green room",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 166,
            "end": 174,
            "text": "Figure 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "II. China's Current Trade Ascendancy and Its Implications",
        "sec_num": null
      },
      {
        "text": "The Green Room is the venue for key WTO negotiations. And there the great shared but unuttered fear is of competition from an increasingly dominant China. 4 It seems today that progress in the Doha Round hinges critically on greater market opening not in services or agriculture but in manufacturing (nonagricultural market access or NAMA in WTO-speak). Services negotiations have been given insufficient attention and are now widely regarded as too complicated to deliver significant market opening in this Round. In agriculture, with food prices high and expected to remain so, import protectionism has become less salient. Rather, it is the threat of agricultural export restrictions that is more serious, but addressing it is not on the Doha agenda anyway despite the efforts of some WTO members. So, Doha today is mostly about the negotiations on market access in manufacturing. And in manufacturing trade, as shown above, China looms large especially in the most protected sectors.",
        "cite_spans": [
          {
            "start": 155,
            "end": 156,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "II. China's Current Trade Ascendancy and Its Implications",
        "sec_num": null
      },
      {
        "text": "But Chinese dominance per se should not have precluded mutually beneficial bargains. The Chinese market, despite China's far-reaching WTO accession commitments, remains protected in a number of areas (such as fertilizers, vehicles, and certain other manufacturing items). Moreover, as Laborde, Martin, and van der Mennsbrugghe (2011) have shown, other countries would also see increased exports from the proposed Doha liberalization by WTO members. The proposals of the United States and others to move further toward free trade in selected sectors could translate into even greater export gains.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "II. China's Current Trade Ascendancy and Its Implications",
        "sec_num": null
      },
      {
        "text": "What then is stymieing the reciprocity mechanism that has delivered negotiating success in the WTO in the past? China's trade dominance has been achieved in large part by China's successful growth strategy, which has included an embrace of markets and an unusually high degree of trade openness (Subramanian, 2011) . The problem, however, is the strong political perception that China's export success has been achieved, and continues to be sustained, in part by an undervalued exchange rate.",
        "cite_spans": [
          {
            "start": 295,
            "end": 314,
            "text": "(Subramanian, 2011)",
            "ref_id": "BIBREF27"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "II. China's Current Trade Ascendancy and Its Implications",
        "sec_num": null
      },
      {
        "text": "It seems unlikely and politically unrealistic to expect China's trading partners to open further their markets to China when China is perceived as de facto (via the undervalued exchange rate) imposing an import tariff and export subsidy not just in selected manufacturing sectors but across the board. The evidence on the existence and extent of undervaluation continues to be debated. On the one hand, in a survey of studies on renminbi misalignment conducted by Cline and Williamson (2008) , 17 of the 18 studies concluded that the renminbi is undervalued; the average estimate of the undervaluation was 19 percent for the 2000-07 period as a whole and considerably higher for the 2004-07 period. On the other hand, Dunaway, Leigh, and Li (2006) argue that all estimates of renminbi undervaluation are very sensitive to underlying assumptions about models and parameters and therefore not reliable. Nevertheless, the fear persists that China will gain even greater market share as a result of any trade liberalization in the Doha Round-not just in countries' own markets but also in third markets, in each of which the effects of the exchange rate are likely to be felt.",
        "cite_spans": [
          {
            "start": 464,
            "end": 491,
            "text": "Cline and Williamson (2008)",
            "ref_id": "BIBREF8"
          },
          {
            "start": 718,
            "end": 747,
            "text": "Dunaway, Leigh, and Li (2006)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "II. China's Current Trade Ascendancy and Its Implications",
        "sec_num": null
      },
      {
        "text": "One sign of this fear is that industrial and especially developing countries are increasingly resorting to contingent protection against imports from China (Bown, 2010) . For example, the share of developing-country antidumping actions against China (as a share of their total actions) increased from 19 percent in 2002 to 34 percent in 2009. The corresponding figures for industrial countries were 11 and 27 percent, respectively. But recourse to this instrument will become more difficult when China attains market economy status in 2016. Moreover, the product-specific transitional safeguards that were negotiated at the time of China's WTO accession are due to expire in 2013. This leaves countries even more anxious about competition from China.",
        "cite_spans": [
          {
            "start": 156,
            "end": 168,
            "text": "(Bown, 2010)",
            "ref_id": "BIBREF4"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "II. China's Current Trade Ascendancy and Its Implications",
        "sec_num": null
      },
      {
        "text": "Consider most starkly Brazil's predicament. Its currency has appreciated sharply (40 percent) over the last few years, while those of competitors in Asia, especially China, have not. Brazil has been trying desperately and repeatedly to use capital controls to stem these pressures on the currency. Its imports from China have surged, especially in the most protected sectors. The political economy would have to be very odd if Brazil, under the current circumstances, would lower trade barriers in these very sectors. And Brazil's tariffs in these sectors are about 25 percent on average ( Figure 2 ). It is therefore not surprising that Brazilian Finance Minister Guido Mantega said in January 2011 that in relation to exchange rate policies, -China and the United States are the worst offenders. This is a currency war that is turning into a trade war.‖ 5 In fact, Brazil has submitted a proposal to the WTO arguing in favor of contingent protection measures against imports from countries with undervalued exchange rates. Recently, the government raised by 30 percentage points a tax on cars with a large percentage of imported parts after Chinese-made car imports surged.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 590,
            "end": 598,
            "text": "Figure 2",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "II. China's Current Trade Ascendancy and Its Implications",
        "sec_num": null
      },
      {
        "text": "The politically charged problem of trade imbalances with respect to China, especially in manufacturing, is not restricted to Brazil alone. All of China's major trading partners, with the exception of South Korea, have witnessed a substantial widening of the wedge between exports to and imports from China. For example, both the United States and the European Union have seen the manufacturing trade deficit increase over three times to US$200 billion and US$250 billion, respectively (figure 3A). But other large emerging-market countries have also seen sharp increases in their trade deficit with China (figure 3B). India's Commerce Minister, Anand Sharma, said recently that the \"trade imbalance with China has been a matter of concern. It has been discussed at the highest level when the prime minister met the Chinese president in Hanoi in October (2010).\" The Brazilian finance minister has also said, -We want to export our manufactured goods [to China] and export less in terms of commodities.‖",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "II. China's Current Trade Ascendancy and Its Implications",
        "sec_num": null
      },
      {
        "text": "From an economic perspective, it is the multilateral trade balance of countries that is important, which could be influenced by the exchange rate. But given China's large global trade surplus, the bilateral trade imbalance relative to China, which has been attributed in part to China's currency policy, has become a political problem for many countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "II. China's Current Trade Ascendancy and Its Implications",
        "sec_num": null
      },
      {
        "text": "In effect, the whole basis for exchanging trade policy concessions is being undermined because a de facto trade policy instrument-the exchange rate-is seen as nullifying these concessions while remaining beyond the scope of multilateral negotiations and discipline. What China gives by way of trade concessions, it is seen as undoing through its exchange rate policy. This connection between the exchange rate and reciprocal trade liberalization has not received adequate attention and may be key to understanding the predicament today (Bergsten, xx). Source: Mattoo, Ng and Subramanian 2011A corollary of our analysis is that unless Chinese currency policy changes significantly, and unless there can be credible checks on the use of such policies in the future, the perception we outlined above will remain. There are some signs that China has slowly but surely embarked on a process of internationalizing its currency that will over time eliminate the undervaluation of the renminbi. The horizon for renminbi internationalization is as yet unclear but it is unlikely to happen over the next year or two.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "II. China's Current Trade Ascendancy and Its Implications",
        "sec_num": null
      },
      {
        "text": "As shown in Table 1 and discussed in Subramanian (2011) , within the next twenty years China is likely to be economically dominant: by 2030, its market-based GDP is projected to equal that of the US, its PPP-based GDP by then to be twice that of the US, China's trade in goods to be nearly two times that of the US and Europe, and the renminbi stands a good chance of nipping at the heels of the dollar, if not eclipsing it, as the main reserve currency. These projections do not require China to grow at anything close to the torrid rates of 11 percent that China has posted in the last fifteen years. They require China to grow at just under 7 percent a year over the next two decades. Nor do these projections require China to maintain its current trajectory of steeply rising openness (measured as the ratio of trade-to-GDP). For projecting trade, economic theory and evidence offer guidance. Just as the force between two objects in physics depends on the product of their masses and the distance between them, so trade between two countries is thought to depend on their economic mass (GDP) and all the frictions affecting trade, including transport costs and policy barriers.",
        "cite_spans": [
          {
            "start": 37,
            "end": 55,
            "text": "Subramanian (2011)",
            "ref_id": "BIBREF27"
          }
        ],
        "ref_spans": [
          {
            "start": 12,
            "end": 19,
            "text": "Table 1",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "III. The Dominance to Come",
        "sec_num": null
      },
      {
        "text": "The theoretical foundations of this so-called -gravity model‖ have been solidified in recent years (see Eaton and Kortum, 2002; Anderson and van Wincoop, 2003; Subramanian and Wei, 2007; Helpman, Melitz and Rubinstein, 2008) . Unlike economic convergence, which worked in theory but was realized in the real world incompletely and tardily, gravity as a determinant of trade has been robustly and consistently vindicated in the real world.",
        "cite_spans": [
          {
            "start": 104,
            "end": 127,
            "text": "Eaton and Kortum, 2002;",
            "ref_id": null
          },
          {
            "start": 128,
            "end": 159,
            "text": "Anderson and van Wincoop, 2003;",
            "ref_id": "BIBREF0"
          },
          {
            "start": 160,
            "end": 186,
            "text": "Subramanian and Wei, 2007;",
            "ref_id": "BIBREF26"
          },
          {
            "start": 187,
            "end": 224,
            "text": "Helpman, Melitz and Rubinstein, 2008)",
            "ref_id": "BIBREF12"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. The Dominance to Come",
        "sec_num": null
      },
      {
        "text": "From an analytical perspective, it is important to note that the shifts in trade are likely to be a direct consequence of the shifts in the economy via the -gravity‖ effect. 6 The results are shown in Table 2 (for selected countries). If gravity exerts its expected force, the effects will be striking, indeed even more striking than the effects on GDP. China, which accounted for 10 percent of world trade in goods in 2010 will account for nearly15 percent in 2030. Its trade will be more than two times that of the United States and more than four times that of Germany, both of which will see a decline in their shares of world trade.",
        "cite_spans": [
          {
            "start": 174,
            "end": 175,
            "text": "6",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 201,
            "end": 208,
            "text": "Table 2",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "III. The Dominance to Come",
        "sec_num": null
      },
      {
        "text": "6 These projections assume an income elasticity of trade of 1. If going forward, developments such as defragmentation of production occur, the relationship of trade and income may change. One of the subtler implications of the gravity model is that trade between two dynamic countries will grow exponentially faster than trade between less dynamic ones (because trade benefits from the gravity exerted by the income of both countries). The share of intra-European trade which comprised about 29 percent of world trade in 2008 will decline to about 9 percent in 2030. In contrast intra-BRICs trade and intra-BIICs (including Indonesia rather than Russia) trade will rise dramatically; intra-Asian trade, which today is about a third of intra-European trade will surpass intra-European trade well before 2030. In other words, not only will the world's economic center of economic gravity shift to Asia, so too will the center of trade with China as the focal point, or even -hub.‖ of empire. To recap those numbers, the ratio of trade to GDP for the US rarely exceeded 15 percent during Pax Americana compared with China's current ratio of 57 percent (Table 3) . Over and under-trading are derived from a regression of the relevant trade measure on population (column 2), population and per capita GDP (PPP) (column 3), population, per capita GDP (PPP) and a dummy for oil producers (column 4). In each of these regressions, the coefficient on the dummy for the UK (1870), US (1975) , and China (2008) yields the magnitude of over-trading or under-trading for the relevant country. Strictly speaking, since the variables are specified in log terms, over/under-trading is obtained as the exponential of the coefficient on the relevant dummy variable minus 1.",
        "cite_spans": [
          {
            "start": 1471,
            "end": 1480,
            "text": "US (1975)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 1149,
            "end": 1158,
            "text": "(Table 3)",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "III. The Dominance to Come",
        "sec_num": null
      },
      {
        "text": "The fact of China's trade-dependence will tend to create a strong stake for China in maintaining an open trading and financial system. Historians and political scientists have argued that trade, and the intertwining of interests that it brings, is no guarantee against economic or military conflict: Germany just prior to World War I, was also a major trader. But there are two critical differences: China is trade dependent in a way that the US or even Germany never was, and moreover, given China's low levels of income, China's stake in openness might be greater because its rise to prosperity, on which is predicated the legitimacy of its government, will depend upon an open system. Post-World War II, the United States fashioned such a system out of enlightened self-interest. In contrast, China's interest in this system might be much more existential and strong because of its low level of income.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. The Dominance to Come",
        "sec_num": null
      },
      {
        "text": "Moreover, the depth of China's international integration may itself preclude protectionist measures. Industrial country firms have made large relationship-specific investments in China, outsourcing assembly and intermediate goods and services production; Chinese firms have formed strong links with locally-established foreign manufacturing firms, foreign banks, retailers, telecommunications and transport providers, and are increasingly investing abroad. As a result, the business functions of Chinese customers and suppliers of goods and services are highly intertwined with their counterparts in other countries. Any protectionist action would threaten these relationships and be self-destructive. This mutual dependence situation gives rise to political economy forces that could counteract protectionist pressures.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. The Dominance to Come",
        "sec_num": null
      },
      {
        "text": "There is another reason for believing that China's stake in an open system is deepening. China is in fact promoting and seeking the rise of the renminbi. The latest five-year plan states the goal of renminbi internationalization and -gradually‖ realizing renminbi convertibility. Over the last two years, it has taken several steps to promote the international use of the renminbi in trade and financial transactions. As a result, the stock of renminbi-denominated bonds issued overseas is expected to reach between 180 and 200 billion dollars from negligible amounts a few years ago.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. The Dominance to Come",
        "sec_num": null
      },
      {
        "text": "Moreover, renminbi internationalization offers the political exit for Chinese policy-makers from their mercantilist strategy. When the currency consequences of internationalization start affecting, and eliciting opposition from, the export interests, the Chinese authorities will seek to overcome that by playing up the benefits of international reserve status of the renminbi. The calculus then will be that the economic losses (reduced exports and valuation losses) are matched by the gains to national prestige from encouraging the rise to reserve currency status of the renminbi. 7 The trumpeting of symbolic and nationalist gains could serve to drown out the protests of those who might suffer substantive losses. -renminbi rules‖ could be the slogan of China's policy-makers to exit from mercantilism.",
        "cite_spans": [
          {
            "start": 584,
            "end": 585,
            "text": "7",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. The Dominance to Come",
        "sec_num": null
      },
      {
        "text": "In this sense, it is encouraging that China is becoming more of a routine participant in WTO dispute settlement proceedings both as an initiator of disputes and as a respondent. It is also encouraging that so far, China has largely agreed to comply with the terms of WTO dispute settlement proceedings. For example, of the eight cases brought by the United States, three have been resolved by a memorandum of understanding, two are pending decision, and in three China has alleged compliance with the decision of the Dispute Settlement Body. 8 China's actual compliance will take some time to ascertain especially given the vast amount of economic activity controlled or directed by the state. But there are indications that China takes its WTO commitments seriously.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. The Dominance to Come",
        "sec_num": null
      },
      {
        "text": "Even if China has a broad stake in preserving the multilateral trading system, the scope for skirmish and conflict exists. Even the United States manipulated the trading system to its own advantage, for example, by maintaining for long periods, quantitative restrictions in textiles and clothing, trade-distorting subsidies in agriculture, allowing relatively easy recourse to contingent protection in manufacturing, requiring trade partners to impose voluntary export restrictions in automobiles and steel, and perhaps most egregiously, pushing through rules on the protection of intellectual property despite the vehement opposition of developing countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Translating power into privilege",
        "sec_num": null
      },
      {
        "text": "So, is the current open, rules-based economic system safe? History's lesson is that we can never be sure. We cannot be certain that the enmeshing of interests will be strong enough to sustain the status quo. Nor is there a cast-iron guarantee that the current ideological embrace of markets as the predominant basis for organizing economic relations will survive the vicissitudes of intellectual fashion, the selective and self-serving interpretations of policymakers, and the financial crises that will inevitably shock the modern global economy. There is tail-side risk that interests, ideology, and institutions, both domestic and international, will be inadequate to the task of preserving the current system. And then there is always the unforeseeable and the irrational.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Translating power into privilege",
        "sec_num": null
      },
      {
        "text": "There is, therefore, still the possibility that China could seek to leverage its power in certain ways, including: pursuing industrial and protectionist policies domestically; capturing exclusive access to resources abroad; and obtaining privileged access to markets by entering discriminatory arrangements with selected partners.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Translating power into privilege",
        "sec_num": null
      },
      {
        "text": "The temptation to exercise power need not stem from some sinister motive on the part of China but simply from the fact that increased size confers greater market power. Economic selfinterest then dictates that a country exploit this power to improve its welfare by influencing its terms-of-trade, by increasing the price of its exports and/or reducing the price of its imports (including raw materials). In fact, the GATT/WTO has been seen as primarily a mechanism for large countries reciprocally to forego exercising market power (Bagwell and Staiger, 2004) . So, our call for a China-inspired round of trade negotiations is to recognize that the previous bargain struck at the time of China's WTO accession, may no longer be an equilibrium (from the Chinese perspective). Hence, a new bargain may need to be struck, which would reflect China's increased size.",
        "cite_spans": [
          {
            "start": 532,
            "end": 559,
            "text": "(Bagwell and Staiger, 2004)",
            "ref_id": "BIBREF3"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Translating power into privilege",
        "sec_num": null
      },
      {
        "text": "The first concern is that China may not live by the obligations that it has already assumed. Four examples are often presented: China's IPR regime, China's currency policy, China's services trade regime, and China's export restrictions, with the first being a case of possible violation of the letter of WTO law, the second a case of violating the spirit of WTO law, the third inhabiting the murky ground in between, and the fourth being inconsistent with China's accession commitments. 9 In each case, the tension arises because of the inconsistency between certain national policy goals and its WTO commitments.",
        "cite_spans": [
          {
            "start": 487,
            "end": 488,
            "text": "9",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reneging on existing obligations",
        "sec_num": null
      },
      {
        "text": "China faces a particular challenge in reconciling the WTO obligations on the protection of intellectual property rights (IPRs) with its goal of improving access to cutting-edge technologies for its national firms. Here it is relevant that China's dominance will be associated at least initially not with technological leadershipas in the case of its predecessors Britain and the US but with technological catch-up. So in the implementation of IPRs, it may favor technogical dissemination over creating incentives for innovation to an extent that creates tensions vis a vis its TRIPS obligations. For instance, the U.S. ITC (2011) estimated, based on a survey of more than five thousand U.S. IP-intensive firms, that the losses to U.S. industry from IPR infringement in China totaled roughly $48 billion in 2009 and that U.S. companies spent nearly $5 billion that year to combat this infringement. These estimates raise the question of whether China is flouting the rules in the WTO's TRIPs agreement that require countries not only to embody in their laws adequate levels of IP protection, but to implement the laws -effectively and expeditiously.‖ Consider China's exchange rate policy. In the case of China, its accession to the WTO is widely acknowledged to have led to considerable liberalization and hence to circumscribing China's ability to use trade policies for mercantilist purposes. Recall that China's export-focused development strategy began in the mid-1980s but it did not start generating consistently large current account surpluses until the oughties. It is not a coincidence therefore that China's mercantilism started to emerge after China's accession to the WTO. With constraints on the use trade policy instruments (including export subsidies) to sustain the export juggernaut, China turned to use policy instruments other than trade, namely the exchange rate (Rodrik, 2009) . But undervalued exchange rates not only sustained exports, it also generated surpluses.",
        "cite_spans": [
          {
            "start": 1883,
            "end": 1897,
            "text": "(Rodrik, 2009)",
            "ref_id": "BIBREF21"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reneging on existing obligations",
        "sec_num": null
      },
      {
        "text": "China made far-reaching promises to rapidlyperhaps too rapidly -liberalize services as part of its accession to the WTO. These commitments encompassed whole swathes of the economy which had previously been closed to foreign participation, ranging from transport and telecommunication to finance and retail. In banking, for example, foreign banks had been virtually shut out at the time of accession, but China committed to eliminate all restrictions over the next seven years. The problem is that the measures affecting entry into services markets, such as licensing requirements and procedures, allow for significant regulatory discretion. Recently the US complained about Chinese measures affecting trading rights and distribution services for certain publications and audiovisual entertainment products, and the WTO panel found that these measures were indeed inconsistent with China's WTO obligations. In other cases, it can be harder to disentangle the protectionist from the legitimate. For example, when China decided to impose minimum working capital requirements for each direct branch of a foreign bank located in China rather than applying (as, for example, the Europeans had requested) minimum capital requirements and capital adequacy ratios to the overall commercial presence of a bank in China, it was hard to tell whether the goal was to ensure financial stability or to inhibit foreign competition. The broader concern is that the WTO's services rules are not sufficiently sophisticated to prevent de facto back-sliding on de jure ambitious commitments.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reneging on existing obligations",
        "sec_num": null
      },
      {
        "text": "A WTO panel ruled against certain export restrictions China maintained. This dispute concerned restraints on a number of raw materials, including various forms of bauxite, coke, fluorspar, magnesium, and zinc. China is a leading producer of each of the raw materials which are used to produce everyday items as well as technology products. The WTO panel found that China's export duties were inconsistent with the commitments that China had agreed to in its Protocol of Accession to eliminate all export duties and not to apply export quotas. The Panel also found that export quotas imposed by China on some of the raw materials were inconsistent with WTO rules. In particular, China had argued in its defense that some of its export duties and quotas were justified because they related to the conservation of exhaustible natural resources for some of the raw materials. But China was not able to demonstrate that it imposed these restrictions in conjunction with restrictions on domestic production or consumption of the raw materials so as to conserve the raw materials. 10",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reneging on existing obligations",
        "sec_num": null
      },
      {
        "text": "Trade economists often invoke the image of Ulysses' tying himself to the mast to illustrate the value of binding commitments. Some WTO members may feel that the Chinese experience resembles more closely the activities of Ulysses' wife Penelope who unraveled by night the shroud of Laertes she wove by day to keep her suitors at bay. China liberalized by joining the WTO and is seen as undoing some of this through exchange rate undervaluation, weak enforcement of intellectual property rights and protectionist use of regulatory discretion.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reneging on existing obligations",
        "sec_num": null
      },
      {
        "text": "A second source of conflict could arise in areas which are not currently covered by WTO commitments or rules for China. Three important examples include the specific services where China has not assumed liberalizing commitments, government procurement where it has so far not assumed any international disciplines, and technical regulations where WTO rules allow significant national discretion. In these areas, the key issue is whether China will choose the path of greater opennesseither unilaterally or in the context of reciprocal liberalization -or will continue to maintain certain restrictions on foreign participation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "ii. Keeping markets closed",
        "sec_num": null
      },
      {
        "text": "China has made great strides in removing policy barriers as part of its WTO accession. But although it is highly open in terms of trade outcomes, it still protects domestic producers from foreign competition. According to Borchert, Gootiz and Mattoo (2011), China's services sector policies are more restrictive than the average level of restrictiveness of low and middle income countries and much more so than those of the high income countries in all sectors except transport (Figure 4 ).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 478,
            "end": 487,
            "text": "(Figure 4",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "ii. Keeping markets closed",
        "sec_num": null
      },
      {
        "text": "Public procurement in China represents well over 20% of China's economy (Anderson, et al. 2011) . A recent study by the European Union Chamber of Commerce of foreign-invested enterprises (FIEs) competing in China's public procurement markets found the regulatory framework governing this enormous and increasing amount of economic activity is fragmented, inconsistent and unevenly implemented. Common challenges encountered by EU businesses when competing for public contracts included -difficulty in obtaining timely, accurate information about upcoming projects; lack of communication of detailed evaluation criteria for projects; decentralization of tenders leading to more costs, less transparency; unfair implementation of public procurement awards; and unsatisfactory appeals procedures.‖ The WTO's Trade Policy Review on China also finds that -China continues to face challenges in implementing a consistent and transparent approach to procurement across all levels of government.‖ 11",
        "cite_spans": [
          {
            "start": 72,
            "end": 95,
            "text": "(Anderson, et al. 2011)",
            "ref_id": "BIBREF2"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure 4: China's Services Trade Policies in International Perspective",
        "sec_num": null
      },
      {
        "text": "China is not yet a member of the WTO's government procurement agreement. The WTO Agreement on Government Procurement (GPA) is a plurilateral Agreement which comprises only a subset of the full Membership of the WTO. China has applied for accession to the Agreement, and while Anderson (2008) notes that -work on the accession of China, while obviously a complex and challenging undertaking, is progressing well,‖ it is evidently not an easy negotiation.",
        "cite_spans": [
          {
            "start": 276,
            "end": 291,
            "text": "Anderson (2008)",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure 4: China's Services Trade Policies in International Perspective",
        "sec_num": null
      },
      {
        "text": "iii. Using dominance to gain discriminatory access to foreign markets",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure 4: China's Services Trade Policies in International Perspective",
        "sec_num": null
      },
      {
        "text": "Historically, political power has translated into trade advantage through privileged access to markets and to resources. How much do these concerns still matter? To an extent, these concerns are less salient, because of fundamental changes in policy, institutions and markets. Levels of protection are generally low today and legally bound at the WTO. So preferential access to markets matters less than when protection was high or could be raised vis-a-vis third countries. For example, the level of imperial preferences in 1936 was about 6-12 percent and was estimated to be twice that level in the preceding decade (McDougall and Hutt, 1954) . As discussed below, most preferences granted in the context of regional agreements today are much lowerbecause applied tariffs are much lower and because areas of high protection tend to be excluded from the agreements. But we cannot take small preference margins for granted, because in areas like services trade and government procurement, multilateral disciplines are incomplete and there is considerable scope for discretion in sourcing.",
        "cite_spans": [
          {
            "start": 618,
            "end": 644,
            "text": "(McDougall and Hutt, 1954)",
            "ref_id": "BIBREF19"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure 4: China's Services Trade Policies in International Perspective",
        "sec_num": null
      },
      {
        "text": "As far as current preferential agreements are concerned, China is today more sinned against than sinning. The number of such agreements has increased from about 70 in 1990 to almost 300 today. All WTO members except Mongolia have concluded at least one, and some such as the European Union, Chile and Mexico, more than 20. Some of the large traders have already concluded agreements with each other or about to do so, e.g. EU-Mercosul, Japan-Mercosul, EU-India and India-Japan. Today about half of the exports of the 30 largest exporting countries go to partners with whom the country has some sort of preferential agreement. Meanwhile, China itself has concluded agreements only with a few countries, notably those in ASEAN, Peru, Chile and New Zealand.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure 4: China's Services Trade Policies in International Perspective",
        "sec_num": null
      },
      {
        "text": "But a closer look reveals that many of these agreements have had a limited impact in creating preferential trade (WTO, 2011) reflected in the fact that only 16 per cent of goods trade actually takes place on preferential terms. The reasons for this low share are that over one half of trade is already subject to zero MFN rates where there is no room for preferences; and many products with high tariffs (e.g. in agriculture) are excluded from preferential agreements, so that trade still occurs at MFN rates.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure 4: China's Services Trade Policies in International Perspective",
        "sec_num": null
      },
      {
        "text": "Even in this world of limited preferences, China enjoys fewer privileges than other countries. Only about 6 percent of its exports enjoy preferential accesswhich is significantly below the world average, and low compared to other large traders, such as the European Union (13 percent), United States (22 percent), India (26 percent) and Brazil (15 percent) (Table 4) . Not only do a relatively small proportion of China's exports enjoy preferential access, its nonpreferential exports are also somewhat disadvantaged. For most countries, less than 10 percent of non-preferential exports face MFN tariffs greater than 5 percent but for China (along with Japan and the EU's external trade) the proportion is twice as high (WTO, 2011). Many preferential agreements, including some of China's agreements, now also have a services dimension. Fink and Molinuevo (2008) and Marchetti and Roy (2008) have shown that these agreements typically involve wider and deeper commitments than those which countries have made under the General Agreement on Trade in Services (GATS) at the WTO. In other words, countries include more sectors and legally commit to greater openness in preferential agreements than they do multilaterally. But most of these commitments hover above applied policy and very few have had a liberalizing impact. For example, India has committed to allowing maximum foreign ownership of 25 percent in basic telecommunications under the GATS, to 49 percent in some of its preferential agreements, but in practice it already allows 74 percent. Even in the rare cases, where preferential agreements have induced liberalization, say in Costa Rica's elimination of its telecommunications monopoly, the new policies are at least in principle applied on a nondiscriminatory basis. Thus the cost of exclusion today from a preferential agreement in services is not worse access but less secure access, because these agreements involve not more liberalization but wider and deeper bindings.",
        "cite_spans": [
          {
            "start": 837,
            "end": 862,
            "text": "Fink and Molinuevo (2008)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 867,
            "end": 891,
            "text": "Marchetti and Roy (2008)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 357,
            "end": 366,
            "text": "(Table 4)",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Figure 4: China's Services Trade Policies in International Perspective",
        "sec_num": null
      },
      {
        "text": "It would be wrong, however, on the basis of this evidence to underestimate the potential discriminatory effect of preferential arrangements. In agriculture and some manufacturing sectors, like textiles, tariffs are still high. In services, any future deepening of preferential agreements could create significant discrimination against outsiders because MFN levels of protection are significant, and there is considerable scope for the preferential recognition of standards, licensing and qualification requirements. Strong exclusionary effects could also arise from -deeper integration‖ along other dimensions: preferential agreements increasingly have provisions on investment protection, intellectual property rights, government procurement, competition policy, and technical barriers to trade. A discriminatory tariff may matter less than the selective recognition of product safety standards or selective access to government procurement markets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure 4: China's Services Trade Policies in International Perspective",
        "sec_num": null
      },
      {
        "text": "To sum up, preferential agreements have so far had limited discriminatory effects, so excluded countries such as China have not suffered much disadvantage. But if deeper agreements are negotiated in future, adverse effects for excluded countries could be much more significant.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure 4: China's Services Trade Policies in International Perspective",
        "sec_num": null
      },
      {
        "text": "China has so far revealed more interest in obtaining privileged access to natural resources than in seeking privileged access to markets. One reason may be that its most significant export markets are large industrial country markets which are mostly open. In contrast, natural resources are located in smaller developing countries that are more susceptible to Chinese influence. Still, given the diversified and competitive nature of many natural resource markets, it is not clear that there is any serious danger of vertical foreclosurei.e. of Chinese control depriving other countries of competitive access to natural resources.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "iv. Using dominance to gain discriminatory access to natural resources",
        "sec_num": null
      },
      {
        "text": "China's resource anxiety stems from the fact that it is a large importer and vulnerable to the concentration of supplies in a few countries. In natural resources, its dependence is already evident across the board. For example, as Table 5 shows, China accounts for 65 percent of world imports of iron ores and concentrates and 80 percent of its imports come from just three countries -Australia, Brazil and India. In food, at this stage importswith the exception of soya beans -still account for a small share of total consumption, but ultimately the binding constraints of land and water combined with growing demand can increase import dependence. 12",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 231,
            "end": 238,
            "text": "Table 5",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "iv. Using dominance to gain discriminatory access to natural resources",
        "sec_num": null
      },
      {
        "text": "A response to this dependence has been investment abroad, in a bid to secure long-term access to resources. As Figure 5 shows, a large proportion of its FDI flowsin 2009, as much as 70 percentis in natural resources. While China's share in global FDI flows in natural resources is not high enough to justify fears of monopolization, the share has doubled from 7 to 14 percent between 2003 and 2010. China's FDI is unusual in another respect: in recent years, nearly 80 percent of FDI flows have originated from state-owned or controlled firms, raising concerns in some recipient countries (Rosen and Hanemann, 2009) .",
        "cite_spans": [
          {
            "start": 589,
            "end": 615,
            "text": "(Rosen and Hanemann, 2009)",
            "ref_id": "BIBREF22"
          }
        ],
        "ref_spans": [
          {
            "start": 111,
            "end": 119,
            "text": "Figure 5",
            "ref_id": "FIGREF5"
          }
        ],
        "eq_spans": [],
        "section": "iv. Using dominance to gain discriminatory access to natural resources",
        "sec_num": null
      },
      {
        "text": "Should this response of China to its own perceived dependence be a source of concern for outsiders? Much will depend on how concentrated are the markets for natural resources. As long as markets are competitive and sources are diversified, China's actions will have limited effect on other countries. For example, in the key energy sector, energy types are becoming more diversified and within particular ones-for example oil and natural gas-there are more sources of supply. Moreover, just as WTO bindings constrain the scope for preferential access to markets, a WTO provision -GATT 1994 Article XVII on State Trading Enterprisesis meant to prevent state traders and investors from departing from the MFN principle. Thus, in principle, even a stateowned firm based abroad could not divert its output in a discriminatory fashion to its home country. However, even though this provision extends to all such enterprises -wherever located,‖ it is not clear that WTO rules can oblige a country to ensure its firms honor its obligations even when they are located outside its territory. How this provision is interpreted and applied will have a crucial bearing on how much scope countries like China have to secure privileged access to resources by investing abroad. Source: Kierkegaard (forthcoming 2012).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "iv. Using dominance to gain discriminatory access to natural resources",
        "sec_num": null
      },
      {
        "text": "Finally, exclusivity in access can arise by restricting exports of resources where a country itself has a major share of the resource. In China's case, concerns have already arisen, as discussed above, because it restricted exports of rare earth metals, for some of which (e.g. scandium and yttrium) it accounts for more than 70 percent of the world's exports, as well as of other key raw materials, such as various forms of bauxite, magnesium, and zinc, where again it accounts for a large share of world exports.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "iv. Using dominance to gain discriminatory access to natural resources",
        "sec_num": null
      },
      {
        "text": "The high probability scenario is one of China having a vested interest in an open trading system and hence acting, even leading, to preserve it. But we cannot be sureeven the United States was tempted to manipulate the trading system to its own advantage, as discussed above.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V. Anticipating Dominance: Implications for Policy and International Cooperation",
        "sec_num": null
      },
      {
        "text": "From the Chinese perspective, there will inevitably be a weighing of the benefits of adhering to multilateral principles and processesin terms of economic efficiency, low transactions costs and minimal political frictionsand of seeking more advantageous bilateral or plurilateral deals by exploiting its growing economic heft.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V. Anticipating Dominance: Implications for Policy and International Cooperation",
        "sec_num": null
      },
      {
        "text": "From the perspective of the rest-of-the-world, there is tail-side risk and perhaps the need for an insurance policy against the contingency of China leveraging its power to secure trading privilege. One way of signaling that the world community recognizes the need to deal with a dominant China in the future and the need to do so multilaterally would be embark on a new initiative on trade negotiations-a China-inspired agenda-whose aim would in fact be to anchor China, to the maximum extent possible, in the multilateral trading system.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V. Anticipating Dominance: Implications for Policy and International Cooperation",
        "sec_num": null
      },
      {
        "text": "However, we would first note that large parts of the current Doha Agenda, such as the market access negotiations in manufacturing, agriculture and services, as well as the domestic support issues in agriculture, remain relevant, perhaps even more so in the context of a rising China. Consider two examples. Even though China made striking commitments to open its services markets as part of the accession negotiations, some explicit restrictionse.g. limits on foreign ownership in telecommunications and life insurance-and implicit impedimentse.g. the exercise of regulatory discretion in financial services and the awarding of licenses-still remain. Services exporters from other countries have a strong interest in the huge and growing Chinese market and have argued strongly for the elimination of remaining impediments and greater regulatory transparency. Since China itself is developing an interest in exporting servicesits exports of services have grown at over 18 percent per annum over the last decadethere may be the basis for a bargain, especially if industrial countries and larger emerging market countries are willing to lock-in openness to cross-border trade in business services and allow Chinese FDI without creating implicit barriers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V. Anticipating Dominance: Implications for Policy and International Cooperation",
        "sec_num": null
      },
      {
        "text": "In agriculture, China's subsidies to farmers increased six-fold between 2008 and 2010 to $147 billion (OECD, 2011). The OECD report suggests that in absolute figures, China's subsidies to farmers were higher than those of the United States, and even in terms of the proportion that subsidies contributes to farm income, China's was at 17 percent in 2010, over twice that of the United States' 7 percent. The number and scope of programs providing budgetary support to agriculture has been increasing and to an increasing extent, take the form of direct income support payments. In this respect, China seems to be conforming to a broader trend whereby countries, as they become richer, switch from taxing to subsidizing agriculture. These developments make the domestic support elements of the agricultural negotiations even more relevant.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V. Anticipating Dominance: Implications for Policy and International Cooperation",
        "sec_num": null
      },
      {
        "text": "We identify new elements of a bargain that might be possible in the context of a rising China. Some of these elements, such as climate change-motivated trade actions and exchange rates, are not at all addressed in the Doha agenda, while others, such as food and investment security, are only partially addressed. We identify both areas in which China will seek market opening and concessions from other trading partners and areas in which China will need to open its markets or accept other disciplines in response to demands by its trading partners. 13",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V. Anticipating Dominance: Implications for Policy and International Cooperation",
        "sec_num": null
      },
      {
        "text": "China will be a large importer of energy and foodstuffs in the medium term. It has a big incentive in ensuring that partner countries do not restrict their exports of these commodities.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Security of access to food, energy, and other resources",
        "sec_num": null
      },
      {
        "text": "Pressure on food supplies, and associated high food prices, could be a medium-to long-term reality because some of the driving factors-rising prosperity in the developing world, which creates more demand; high fuel prices; stagnant agricultural productivity; and climate-change induced pressure on agricultural supplies-could also be of a durable nature. In this broader context, China's quest for self-sufficiency is likely eventually to run up against the twin constraints of land and water.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Security of access to food, energy, and other resources",
        "sec_num": null
      },
      {
        "text": "These fundamentals are being exacerbated by two types of trade policy interventions: export restrictions on foodstuffs, and trade-related biofuel policies in the industrial countries. In the food crisis of 2008, 18 countries imposed some form of export restrictions (World Bank, 2008) . If in bad times, China is subject to the export-restricting actions of producing countries, like Argentina in soya beans, trade will be seen as an unreliable way of maintaining food security; there will be a greater pressure to move toward more self-reliance as insurance against the bad times. This is costly.",
        "cite_spans": [
          {
            "start": 273,
            "end": 284,
            "text": "Bank, 2008)",
            "ref_id": "BIBREF29"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Security of access to food, energy, and other resources",
        "sec_num": null
      },
      {
        "text": "Much better would be to have a system where both imports and exports remain free to flow in good times and bad. The Doha round has been devoted to traditional forms of agricultural protection-trade barriers in the importing countries and subsidies to food production in producing countries-which are now becoming less important as food prices have soared and import barriers have declined. 14 It would be in China's interest to enlarge the trade agenda so that trade-related biofuel policies, such as tariffs on imported ethanol, and all trade barriers, both on imports and exports, are put on the trade agenda. 15 Most medium term projections assume high and rising energy prices-fueled by rising demand in emerging market economies such as China and India and uncertainties about available supplies created or rather resuscitated fears about energy security. There is a scramble for oil resources as countries such as China and India seek to obtain direct control over them through foreign direct investment.",
        "cite_spans": [
          {
            "start": 612,
            "end": 614,
            "text": "15",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Security of access to food, energy, and other resources",
        "sec_num": null
      },
      {
        "text": "An important factor underlying rising prices is the cartelization of oil markets by the oil exporters. It is one of the striking omissions of the trading system that there are no multilateral rules on government restrictions affecting the most important traded commodity. The world and China will have a vital stake in securing energy security, and therefore in designing multilateral rules against collusive behavior that threaten energy security, always allowing for legitimate exceptions on the grounds of price stabilization and environmental protection. Such cooperative action would spare China and other countries the costs of unilateral action to secure supplies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Security of access to food, energy, and other resources",
        "sec_num": null
      },
      {
        "text": "But China has been on the other side of the resource equation too. China's restrictions on exports of rare earths have created anxiety in the rest of the world because it is the almost exclusive supplier of these minerals crucial to global electronics, defense and renewable energy industries. But, as noted above, the WTO ruled recentlyafter being asked to do so by the European Union and the United States -that China breached its accession commitments by curbing exports of eight raw materials. Even though China has appealed the decision, it will be under pressure to allow the exports of these resources and the decision may also have some precedential value in discouraging export restrictions on rare earths. In the circumstances, it may be more amenable to clearer general principles outlawing not just prohibitions and quantitative restrictions on exports, but also export taxes which can have the same effect. This is especially so because China itself is dependent on imports of highly concentrated natural resourcesas discussed above.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Security of access to food, energy, and other resources",
        "sec_num": null
      },
      {
        "text": "In some cases, Chinese foreign investment has provoked anxiety and protectionist sentiment. The most prominent recent case has been the Chinese technology company Huawei which has been denied permission on a number of occasions to buy American companies because of its alleged links to the military. Similarly, the European Commission is investigating whether action needs to be taken to prevent takeovers by publicly controlled foreign investment funds. But such unilateral actions, which a number of countries are contemplating, could easily be construed as defensive and protectionist, especially if they are justified in the name of national security--as was the case when the U.S. Congress scuttled the China National Offshore Oil Corporation's bid for the oil firm UNOCAL in 2005.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Security of access for foreign investments",
        "sec_num": null
      },
      {
        "text": "The case for a multilateral approach is clear. China, like other exporters of capital, including those in the Middle East, wants secure access to investment opportunities in foreign markets, and importers of capital have legitimate concerns about the motivations of state investors and the consequences of such transactions. Mutually beneficial bargains are there for the making. The WTO is an appropriate forum for such deals because it already regulates private and government investments in key service sectors, such as telecommunications, transport, and finance. One way to manage such investments would be to require countries importing capital, such as the United States and EU members, not to impose undue restrictions on investments. In return, investing countries would commit to following certain criteria--transparency, an arms-length relationship with governments, and the pursuit of purely commercial objectives--modeled after the voluntary code of conduct for sovereign wealth funds negotiated under the auspices of the IMF in October 2008.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Security of access for foreign investments",
        "sec_num": null
      },
      {
        "text": "Even though the climate change talks have lost momentum, policy action to address climate change is likely in the future. Under the range of likely emissions reductions being envisaged by the major industrial countries, there will be calls to offset the competitiveness pressure of imports from countries which make less ambitious reductions. The most extreme form of trade action would be one that is based on the carbon content of imports and applied to all merchandise imports. This would no doubt address the competitiveness and environmental concerns in high income countries but would come at the price of seriously damaging the trade prospects of developing country trading partners. It has been shown that such action would imply average tariffs on merchandise imports from India and China of over 20 percent and would depress their manufacturing exports between 16 and 21 percent (Mattoo, Ng, and Subramanian, 2009) .",
        "cite_spans": [
          {
            "start": 889,
            "end": 924,
            "text": "(Mattoo, Ng, and Subramanian, 2009)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Limits to climate change-motivated trade action",
        "sec_num": null
      },
      {
        "text": "If there are problems with such extreme action, there are also political problems with inaction. We identify in our research intermediate solutions which broadly address the competitiveness concerns of producers in high income countries without inflicting serious damage on developing country trade. This option is the least undesirable from a developing country trade perspective. Therefore, as part of any international agreement on climate change, China could seek to negotiate rules in the WTO that would either prohibit all forms of carbon-based border tax adjustment, or at most allow under the strictest conditions the least undesirable option.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Limits to climate change-motivated trade action",
        "sec_num": null
      },
      {
        "text": "Government procurement has largely escaped WTO rules. Given the evidence of opacity, lack of accountability, and discrimination in national procurement regimes, there are bound to be huge mutual benefits from liberalization. A subset of, mostly industrial, countries are parties to the Agreement on Government Procurement and have promised not to discriminate against each other. But non-members like China are not assured of fair treatment in other countries. The total size of the government procurement market has been estimated to be 15-20 percent of GDP in the OECD economies and an even larger share of GDP in the emerging markets. WTO staff has estimated that the portion currently covered by the GPA is a little less than 3 percent of world GDP. For China, an obvious incentive is to gain assured access to the procurement markets of industrial and larger developing countries and is consistent with China being a competitive supplier across the board.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Government procurement",
        "sec_num": null
      },
      {
        "text": "At the same time, China's government procurement is large and highly protected. Trading partners have a big stake in reducing this protection. The Chinese central government has indicated that it alone procures more than $88 billion in goods and services annually. When the procurement of sub-central entities is added, the size of the Chinese procurement market has been estimated to be more than $700 billion. The WTO Secretariat estimates that at least onethird could potentially be covered by GPA rules. This is a big prize for other countries, and it may be the basis of a deal between the larger emerging market countries and the existing GPA signatories on mutual access to their procurement markets. Other countries would of course want to negotiate adequate disciplines to ensure transparency and limits on discretion in Chinese procurement.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Government procurement",
        "sec_num": null
      },
      {
        "text": "As noted above, the perceived undervaluation of major currencies, especially the Chinese renminbi, is a central concern for not just industrial countries, but also developing countries. Undervalued currencies are in effect both an import tax and an export subsidy, and the countries that maintain them wind up hurting the profitability of industries in states with which they trade. The link between trade and exchange rates is too strong to be ignored. 16 While Article XV:4 of the GATT recognizes a link between the two, the weight of opinion is that it does not clearly prohibit undervalued exchange rates.",
        "cite_spans": [
          {
            "start": 454,
            "end": 456,
            "text": "16",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Exchange rates",
        "sec_num": null
      },
      {
        "text": "For a number of domestic reasons, China will want to change its exchange rate policies. These include: the need to re-balance growth away from foreign to domestic demand to avoid the vulnerabilities that China encountered when growth in its exports markets collapsed in 2008; to bring down high inflation; to avoid adding to the already high stock ($3.2 trillion) of foreign exchange reserves because of the additional losses that will accrue when the renminbi eventually appreciates; and to make the renminbi an international currency, which would require opening its capital account. But these changes might not happen quickly enough and a multilateral effort by trading partners to secure new rules against undervaluation might be a useful complement to the domestic imperatives faced by China to appreciate its currency. A multilateral approach is also needed to preempt the type of unilateral action of the kind that is being contemplated by Brazil and the United States, and hence to avoid the dangers of retaliation and escalation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Exchange rates",
        "sec_num": null
      },
      {
        "text": "One possibility going forward would be for the IMF and the WTO to cooperate on exchange-rate issues. The IMF would continue to provide technical expertise to assess the valuation of currencies. But because undervalued currencies have serious consequences on trade, it would make sense to make use of the WTO's enforcement mechanism, which is credible and effective. The WTO would not displace the IMF; rather, this arrangement would harness the comparative advantage of the two institutions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Exchange rates",
        "sec_num": null
      },
      {
        "text": "An agenda with reciprocal liberalization involving China and its major trading partners is critical. But might regional and bilateral agreements rather than a multilateral agreement be the way forward? We think not, for several reasons.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tightening disciplines on discrimination",
        "sec_num": null
      },
      {
        "text": "Advocates of this approach rely on the competitive dynamic it creates: if two countries negotiate preferential reductions of barriers, one or several outsiders will be hurt. These outsiders will then have an incentive to negotiate preferential agreements themselves, and so on until the goal of global free trade is achieved. They would thus favor all countries negotiating free trade agreements, including with China.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Promiscuous regionalism",
        "sec_num": null
      },
      {
        "text": "There are two problems with this approachin addition to those of trade distortion and complexity (-spaghetti bowl‖) identified by Jagdish Bhagwati (2009) . The success of bilateral agreements in the past in reducing barriers and generating the competitive dynamic for further liberalization simply cannot be applied to China. The most important successes of such agreements-NAFTA and Eastern and Central Europe-have largely involved a big economic power such as the United States or the European Union negotiating with smaller countries. As such, it is the smaller countries that have done most of the incremental liberalization. In these negotiations, it is the larger countries that have held the balance of negotiating power and influence and successfully used them.",
        "cite_spans": [
          {
            "start": 147,
            "end": 153,
            "text": "(2009)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Promiscuous regionalism",
        "sec_num": null
      },
      {
        "text": "Going forward though, with China's growing size, the balance of negotiating power will be with China rather than its partners that are seeking bilateral agreements. A decade ago, the US too in its bilateral agreements sought to impose more stringent intellectual property protection than that negotiated multilaterally, as well as labor and environment standards where none could be negotiated multilaterally. The key argument for multilateralism is that there will be enough combined heft among China's trading partners such that negotiating with China can be more balanced. For example, China might be willing to open its government procurement market in return for its major trading partners opening theirs. But China's willingness to open up in a similar manner in negotiations just with the United States or European Union or with some lessweighty combination in a bilateral negotiation is far from clear. If the basic problem is the imbalance of leverage arising from China's size, bilateralism will by definition be less effective than multilateralism.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Promiscuous regionalism",
        "sec_num": null
      },
      {
        "text": "If bilateralism will be less effective in securing market opening, a similar problem carries over to enforcement and the incentives to adhere to previously agreed-upon rules. China's incentive to abide by multilateral rules will be stronger than to abide by a series of bilateral agreements. The reputational costs and the effectiveness and legitimacy of enforcement would be a more effective deterrent in a multilateral context than regionally or bilaterally. 17 It is the opprobrium that is associated with being a deviant from the global norm-rather than a bilateral one-that is the most valuable weapon that the world can deploy in tying China today in a way that minimizes the prospects of an aggressively dominant China in the future.",
        "cite_spans": [
          {
            "start": 461,
            "end": 463,
            "text": "17",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Promiscuous regionalism",
        "sec_num": null
      },
      {
        "text": "Suppose instead that China's major trading partners enter into bilateral agreements among themselves but exclude China. To a limited extent, this is already happening: there are more than 300 preferential agreements in place today while China itself has concluded only a handful, with ASEAN, Peru, Chile and New Zealand. The Trans-Pacific Partnership (TPP), which the US is negotiating with eight Asia-Pacific countries, but not China and Japan, could also be seen in this light, as could India's agreements with Japan, Korea, the ASEAN countries and soon the EU. The consequence if not the aim of more concerted efforts by large countries would be to encircle China and worsen the relative terms of its access to the markets of its trading partners, presumably to induce it to negotiate further mutual market opening.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Hostile regionalism",
        "sec_num": null
      },
      {
        "text": "The problem with this strategy is that it will probably not be effective in the short run and will certainly sour the prospects for cooperation in the medium to long run. China is already dominant and increasingly beyond the scope of the threat of sanctions. China has enough market power to offer or deny to its Asian neighbors and enough cash to dangle to all those in need, from Africa to the heart (and not just the periphery) of Europe, to deter countries from pursuing this type of hostile regionalism. Long before China's trading partners can achieve encirclement, China will have negotiated free trade agreements with, invested in infrastructure in, and helped avert financial crises in some or many of these same countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Hostile regionalism",
        "sec_num": null
      },
      {
        "text": "Hence an attempt at hostile regionalism will not only be unsuccessful, it will also leave behind bad memories. And what the system does not need is a dominant China nurturing resentments and harboring grudges against a hostile outside world.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Hostile regionalism",
        "sec_num": null
      },
      {
        "text": "Suppose that a dominant China-in order to isolate a few target countries say the US and Indiawere to return the favor and started negotiating free trade agreements in ways that enabled it to secure preferential access to other markets and granted preferential access to some countries to its own markets. It could do the same in terms of gaining discriminatory access to energy and natural resources in other countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Chinese regionalism",
        "sec_num": null
      },
      {
        "text": "To an extent, the concern that China could secure preferential access say to the Asian and African markets and discriminate against the US and India might be less salient because levels of protection are generally low today and legally bound at the WTO. So preferential access to markets matters less than when protection was high or could be raised vis-a-vis third countries. But we cannot take small preference margins for granted, because in areas like services trade and government procurement, multilateral disciplines are incomplete and there is considerable scope for discretion in sourcing, and in some sectors in manufacturing such as apparel, protection levels are still high. Moreover, there remains scope for China to grant preferential access to its markets to selected countries because of the still high levels of Chinese protection in its services, government procurement, and other sectors. On balance, a patchwork of discriminatory deals involving China and undermining the system cannot be ruled out.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Chinese regionalism",
        "sec_num": null
      },
      {
        "text": "The idea is now gaining ground that the TPP with the US in the lead and based on the idea of open regionalism could be an alternative to the multilateralism of the WTO as the next frontier of trade liberalization and also as the best way of engaging China on trade issues. The appeal of the TPP is, of course, related in part to the lack of progress on the Doha Round. But this appeal might be illusory.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The limitations of regionalism: The example of the Trans-Pacific Partnership",
        "sec_num": null
      },
      {
        "text": "Consider two scenarios. In the first, the US embarks on a process of deep integration with a number of Asia-Pacific countries without China. To avoid the dangers of hostile regionalism, TPP countries could subscribe to the principle of open regionalism (a kind of conditional MFN principle whereby countries that embrace the terms of the agreement get all its benefits but not if they stay out) would apply.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The limitations of regionalism: The example of the Trans-Pacific Partnership",
        "sec_num": null
      },
      {
        "text": "The problem with this approach is the following. China would never agree to just fall in line with rules in the negotiation of which it has not participated. For example, if TPP members negotiated rules against undervalued exchange rates, China would probably stay away. If so, this would hardly achieve the objective of engaging with China and disciplining problematic Chinese policies which are key to maintaining the open character of the trading system. It could, of course get worse. China could construe TPP as an act of hostile regionalism that excludes China and in turn negotiate preferential agreements of its own-say with the EU alone-which would create significant trade diversion for American and other exporters because of high Chinese levels of protection in certain areas. TPP could thus provoke China into playing the regionalism game in a way that could fundamentally fragment the trading system.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The limitations of regionalism: The example of the Trans-Pacific Partnership",
        "sec_num": null
      },
      {
        "text": "In the second scenario, suppose that the US invites China to the TPP negotiating table to be part of the process of creating the rules. Would this really be superior to negotiating with China multilaterally, where the EU, Brazil and India would also be at the table? If the problem of a rising China is that it will have a lot of bargaining power by virtue of its economic size and dominance, then a multilateral process will add more negotiating heft on the other side of the negotiation. How can it not help to have Brazil and India as part of the group putting pressure on China to adhere to better rules?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The limitations of regionalism: The example of the Trans-Pacific Partnership",
        "sec_num": null
      },
      {
        "text": "In sum, the TPP will either exclude China (and open regionalism may have little sway in persuading China to join) or will be less effective in engaging China because it would exclude other large trading countries-EU, Brazil and India-whose collective heft might be crucial in balancing the bargaining power of China.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The limitations of regionalism: The example of the Trans-Pacific Partnership",
        "sec_num": null
      },
      {
        "text": "One way of keeping China anchored in the multilateral system would be for China's trading partners to say that -not only in our dealings with you but also amongst ourselves, we will embrace multilateralism.‖ This would signal a belief in the intrinsic worth of multilateralism rather than just as an instrument to contain China. One goal of such restraint today would be to prevent a dominant China tomorrow from pursuing preferential arrangements tomorrow that disadvantage excluded countries. Another object would be to promise China improved -relative access‖ to markets in return for its own liberalization.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Multilateralism today for multilateralism tomorrow",
        "sec_num": null
      },
      {
        "text": "What would constitute a credible commitment to multilateralism? There is considerable scope for countries to fine tune their level of commitment to multilateralism. They could simply refrain from concluding new preferential agreements; granting China (and other countries) an opportunity to accede to existing agreements, i.e. practice -open regionalism‖; or go further still, and -multilateralize‖ existing preferential agreements, i.e. extending the full benefits of existing preferential agreements to excluded countries, including China? As we saw above, the world has already traveled some way down the preferential route, but preferential agreements have so far had limited discriminatory effects. Adverse effects for excluded countries could be much more significant if these agreements were deepened.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Multilateralism today for multilateralism tomorrow",
        "sec_num": null
      },
      {
        "text": "One option would be simply to freeze the status quo. This could be done through a political commitment or, perhaps more durably, through strengthening multilateral rules. The latter would involve tightening and effectively enforcing Article XXIV on regional agreements in GATT 1994 and the corresponding Article V in the GATS to preclude new preferential arrangements.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Multilateralism today for multilateralism tomorrow",
        "sec_num": null
      },
      {
        "text": "A stronger commitment in the form of -open regionalism,‖ discussed above in the context of the TPP, would be to allow any excluded country, such as China, to join existing regional agreements provided it met the conditions for membership. These conditions could include a reduction in tariffs to levels comparable with those of existing members. This approach may be particularly appropriate for non-tariff barriers, such as product standards, and in areas such as government procurement, where greater progress in openness is feasible among smaller groups of countries. In these areas, open regionalism would imply a willingness to extend to outsiders the same treatment as to participants in an agreement provided that they demonstrate that they apply, say, similar standards and themselves allow competitive access in areas like government procurement. The basis for such openness already exists in current WTO provisions, such as the Agreement on Technical Barriers to Trade, the provision in the GATS on mutual recognition of licensing, qualification and technical standards, and in the Government Procurement Agreement.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Multilateralism today for multilateralism tomorrow",
        "sec_num": null
      },
      {
        "text": "The strongest, and politically most difficult, commitment would be to -multilateralize‖ existing preferential agreements. Countries would grant market access on a strictly MFN basis to all trading partners, ideally on the best termse.g. the lowest tariffs in goods and the most generous foreign ownership rules in services -currently being offered to any partner. While such multilateralization seems on the face of it politically unrealistic, the fact that the gap between MFN and preferential terms is typically small in goods and non-existent in services means that it need not be very costly. Whether countries are willing to go so far depends, first, on how much need there is to make a down-payment to China in terms of improved relative market access (by eliminating the adverse preference margins it currently faces) to induce it to further open its markets. Second, it depends on how much need there is to create a strong precedent for nonpreferential treatment in anticipation of an increasingly dominant China.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Multilateralism today for multilateralism tomorrow",
        "sec_num": null
      },
      {
        "text": "One issue is how far policy choices today by the rest of the world can influence China's behavior and policy choice tomorrow. If the large countries today refrain from regionalism, can they induce a greater commitment to multilateralism tomorrow by China? Can eliminating all forms of discrimination today preclude discrimination tomorrow? What are the most important links between the present and the future?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Multilateralism today for multilateralism tomorrow",
        "sec_num": null
      },
      {
        "text": "It is hard at this stage to provide a definite answer to these questions. But the intertemporal link may lie in a combination of reputational considerations, durability of international legal frameworks and the path-dependence of economic integration. Preferential agreements today (whether they include or exclude China) weaken both the reputation of multilateral rules and the legal principle of non-discrimination and set a precedent for departures from it. They also encourage the economic compartmentalization of the global economy and hence diminish the economic costs of departing from non-discrimination. Conversely, multilateralizing existing regional agreements strengthens the reputation and legal principle of non-discrimination and enhances the political costs of departures from it. It also encourages the economic integration of the global economy on the basis of comparative advantage and enhances the economic costs of departing from non-discrimination.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Multilateralism today for multilateralism tomorrow",
        "sec_num": null
      },
      {
        "text": "We would note that the reciprocal liberalization agenda--a new multilateral bargain that exchanges Chinese protection for protection abroad -would itself go a long way to addressing the problem of discrimination. The logic is simple: the more competitive and less protected the market for resources and final goods, the less feasible it is and the lower the incentive to obtain privileged access, and the smaller the cost inflicted on others by doing so. But insofar as there are limits to this reciprocal liberalization, the additional disciplines on discrimination would be necessary and useful.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Multilateralism today for multilateralism tomorrow",
        "sec_num": null
      },
      {
        "text": "Post-mortems of the failing Doha negotiations, for example by Schwab (2011) , have highlighted the divergent interests of the new powers (notably China and India) and the traditional ones (such as the EU and US). Extrapolated into the future, this divergence leads to a pessimistic prognosis for future cooperation. However, there is much greater shared interest and scope for give-and-take between the old and new powers in an agenda that addresses the fresh concerns.",
        "cite_spans": [
          {
            "start": 62,
            "end": 75,
            "text": "Schwab (2011)",
            "ref_id": "BIBREF23"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. Concluding Remarks",
        "sec_num": null
      },
      {
        "text": "Doha is failing not because the fundamental reciprocity mechanism of the WTO has broken down. It is failing inter alia because the issues of greatest concern for the private sector were not on the agenda for the reciprocity mechanism to work and because it did not take account of the rise of China. The new issues we are proposing-by no means comprehensive or exhaustiveoffer a greater chance for reciprocity to work. Implicit in our proposal is the recognition that it may not be possible to pursue the Doha Round as its stands to a satisfactory conclusion within any reasonable period of time. Therefore, a preparatory process for the China-inspired agenda that we are proposing should be launched at the Ministerial Meeting of the WTO scheduled for December 2011.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. Concluding Remarks",
        "sec_num": null
      },
      {
        "text": "But a number of important questions arise. The first relates to the negotiating process in the WTO, in particular the need to reform the problem of -over-democratization.‖ The Uruguay Round created a wedge between de facto power and de jure power-conferring de jure power on the small and poor countries which are not and cannot be an important part of the reciprocity mechanism. In other words, unlike the IMF which has suffered from a democratic deficit and legitimacy problem, the WTO has suffered from over-democratization with potential blocking power even for those who are not the key protagonists of the system. If forward progress is to be made on any meaningful agenda, the negotiating process has to be streamlined so that small countries do not have a disproportionate say. In return for not holding back a new ambitious agenda, smaller countries must be offered two assurances: they would automatically receive the benefits of any new liberalization and could opt out of any obligations that are not to their advantage.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. Concluding Remarks",
        "sec_num": null
      },
      {
        "text": "This new agenda would energize the large trading nations. The status quo powers --United States, Europe, and Japan--crippled by debt and anemic growth prospects, are in desperate need of a productivity boost. For example, the United States needs to transition toward a growth model that is less reliant on consumption and more on investment and exports, in line with President Obama's export goals. Internal reforms are vital, but global trade reform can be a useful complement, as argued in a recent Council on Foreign Relations report (CFR, 2011) . A new agenda would offer growth benefits in a way that the current unambitious Doha agenda cannot. Countries such as Brazil, India, Mexico, South Africa and South Korea, could be galvanized by an agenda that meaningfully deals with perceived -unfair‖ competition from China by addressing undervalued exchange rates and that liberates them from wasteful competition for natural resources by disciplining export restrictions and cartelization.",
        "cite_spans": [
          {
            "start": 537,
            "end": 548,
            "text": "(CFR, 2011)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. Concluding Remarks",
        "sec_num": null
      },
      {
        "text": "Although we have framed the future issues for the trading system around China because of China's likely dominant role, we recognize that future negotiations will not be just about China. Indeed, other countries will have a lot at stake in specific areas. For example Latin American exporters will be key players in agriculture, the oil exporters on issues related to energy access and foreign investment, and the US and Europe on all issues. Future negotiations will thus have an essential multilateral character and trade-offs across sectors will have to meet the demands of some or all these countries. But our contention is that the broad nature of issues involving China affords the possibility for securing satisfactory reciprocal deals.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. Concluding Remarks",
        "sec_num": null
      },
      {
        "text": "There is also the question of China's willingness to engage in this new agenda. We cannot be sure, of course but three factors might be at play. First, the agenda includes issues that China has an important stake in pursuing: clear investment rules, restraints on climate change-related trade action, as well as assured access to resources (oil and food) and markets overseas.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. Concluding Remarks",
        "sec_num": null
      },
      {
        "text": "Second, the challenges for an open system from the -decline of the west‖ should not be underestimated. If growth in industrial countries does not recover, income distribution continues to worsen, and economic opportunities shrink, the intellectual and political consensus in favor of open markets -in which China has a strong stake-will come under threat. There are already ominous portents.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. Concluding Remarks",
        "sec_num": null
      },
      {
        "text": "In the United States, for example, five leading intellectuals (three of whom are Nobel prize winners) with impeccably cosmopolitan credentials-the late Paul Samuelson, Alan Blinder, Paul Krugman, Larry Summers, and Michael Spence-have expressed differing concerns about the impact of globalization on the US economy. They have all been careful not to advocate protectionist remedies but their concerns could lend legitimacy to such policies. Not least because the political support for free trade agreements has declined considerably among the public. More strikingly, a November 2010 Pew poll showed that only 28 percent of traditionally free trade-minded Republicans expressed such support, down 15 percentage points from the previous year. A new trade initiative which is seen as offering new export opportunities for rich countries could help keep protectionist interests at bay.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. Concluding Remarks",
        "sec_num": null
      },
      {
        "text": "Third, even on those issues where China is currently defensive, there are incipient signs of domestic political shifts in line with shifting development priorities. For example, China is beginning to change its exchange rate policy because of the need to curb rising inflation, to reduce export dependence, and to internationalize the renminbi. Similarly, China is taking action on climate change because it sees competitive advantage in being the leader in green technology and because the retreat of the Himalayan glacier threatens its supply of water. China also might eventually move away from or beyond its current technology policy because it has itself become an exporter of technology. If reformists in China could use the relatively one-sided WTO accession process to implement key changes in policy, then surely a more symmetric WTO negotiation can empower progressive forces now to advance reforms that are in any case in the broader national interest. In this respect, it would help for China to articulate its vision for and role in forging the new system.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. Concluding Remarks",
        "sec_num": null
      },
      {
        "text": "A modicum of trust between trading partners based on broadly similar domestic institutional frameworks is necessary for international cooperation. In the case of China, the pervasive and often non-transparent role for the state in economic activity is sometimes seen as inconsistent with justiciable international rules and commitments. Our approach has been to decompose state involvement into its constituent elements-state purchases in the form of government procurement, state investments through sovereign wealth funds -and to suggest how these elements might be the focus of international rules. Our approach does not offer a perfect solution, but a combination of such an approach combined with progressive change in the basis of the Chinese economy seems the best way forward. For example, an important way that state involvement manifests itself is through cheap financing by state-owned banks of the Chinese industrial sector. Over time, though, pressures are building-because of the non-sustainability of investment rates of close to 50 percent of GDP, the declining share of labor in GDP-to move away from these manifestations of state capitalism.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. Concluding Remarks",
        "sec_num": null
      },
      {
        "text": "Another issue relates to the timing of any new multilateral initiative. Even if China's dominance is a decade away, the likely duration of negotiations on any new agendafive to ten yearswould argue for an early start. For example, a new initiative launched in 2012 would realistically conclude around the end of this decade, with provisions going into effect even later, by when China's dominance may be clearly established.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. Concluding Remarks",
        "sec_num": null
      },
      {
        "text": "The WTO has been and can continue to be, uniquely amongst all the international institutions, a vital and effective forum for cooperation among the major nations, even one that will be as dominant as China. The current Doha Agenda may be dying, but the WTO is alive and, with the right agenda, could yet flourish. It could provide a much-needed growth boost to the status quo powers, and a means to consolidate competitiveness for the new powers. For, China it could",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. Concluding Remarks",
        "sec_num": null
      },
      {
        "text": "This section relies on joint research with Francis Ng. Throughout our analysis, we exclude two resource-intensive manufacturing categories: minerals, fuels, and oils (HS 27) and pearls, stones, and precious metals (HS 71). 2 These figures may exaggerate China's dominance because trade is measured in gross terms rather than valued added terms (see Johnson and Noguera, forthcoming).3 Across countries and sectors, China features consistently as the most important supplier and often by a substantial amount. For example, in the United States, China has by far the highest share of imports in eight out of the ten most protected sectors, ranging from 22 percent in man-made fibers (HS 55) to 76 percent in footwear (HS 64).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "While highlighting the difficulties for Doha posed by Chinese dominance, we do not exclude the possibility that there are other reasons for the Doha stalemate. For instance, the United States is perceived to have progressively raised the barperhaps to politically impossible levels -in terms of what it seeks by way of trade concessions from other countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "It is unclear whether the Brazilian minister's equating quantitative easing by the US Federal Reserve with China's exchange rate policy is based on a kind of BRICs-solidarity or on a genuine belief in their symmetric effects.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The key economic benefit of a reserve currency is, of course, the ability to borrow more cheaply than otherwise, but if China remains a net creditor this benefit may not be of great value.8 Interestingly, CFR (2011) suggests that -U.S. companies are reluctant to be seen as encouraging or supporting WTO cases especially against China, fearing that it could lead to retaliatory measures that would harm their existing market access or benefit competitors‖ (p 52).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See also WTO (2010) andStewart (2010).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The Panel acknowledged, however, that China appears to be heading in the right direction in adopting a framework to justify its quotas under WTO rules, but that the framework is not yet WTO-consistent as it still has to be put into effect for domestic producers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "WTO Trade Policy Review, China. Chapter 3, page 41, paragraph 70. WTO Document WT/TPR/S/230, World Trade Organization, 4 June 2010.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "China accounts for 54 percent of world imports of soya beans and 98 percent of its imports come from just three countries -USA, Brazil and Argentina.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Some parts of this section draw on ideas first presented inMattoo and Subramanian (2009). 14 Not surprisingly, WTO members that depend heavily on world markets for food have pushed for disciplines on export controls and taxes (e.g.Japan and Switzerland in 2000, and Congo, Jordan, and Korea in 2001). Recognizing that importers' concerns about the reliability of supply might inhibit liberalization, some exporting countries too have advocated multilateral restrictions on the right to use export restrictions (e.g. the Cairns Group and the United States in 2000 and, more recently, Japan and Switzerland in 2008). See International Economic Law and Policy Blog (2008).15 Protection measures designed to encourage the use of domestically produced biofuels are subject to WTO rules on binding of tariffs and other duties and charges, and would normally be expected to be subject to reductions in protection under the Doha Agenda negotiations on reductions in agricultural (ethanol) or nonagricultural (biodiesel) tariffs. One surprising feature of the current negotiations is that the important protection of ethanol-which diverts the sourcing of ethanol from lowest-cost international sourcing to a reliance on domestically produced maize-is not currently subject to significant tariff reductions because almost all of this protection is provided by a measure classified as an Other Duty and Charge.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Staiger and Sykes (2010) show that if the trade balance is assumed to be fixed or zero, then a devaluation has no effects on trade (via the famous Abba-Lerner symmetry theorem) and hence rule out a role for the WTO in relation to exchange rates. However, their results are contingent on the key and unrealistic assumption that the trade balance is fixed or zero. When this assumption is relaxed, a devaluation does have trade effects and hence the relevant issue is the appropriate international institutional framework for effective cooperation on exchange rates.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In fact, very few regional enforcement mechanisms-not even NAFTA, which is perhaps the most welladvanced-have the credibility that the WTO's dispute settlement mechanism does. For example, the United States chose the WTO rather than NAFTA as the forum for its successful complaint against Mexico's telecommunications policies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Gravity with Gravitas: A Solution to the Border Puzzle",
        "authors": [
          {
            "first": "James",
            "middle": [
              "E"
            ],
            "last": "Anderson",
            "suffix": ""
          },
          {
            "first": "Eric",
            "middle": [],
            "last": "Van Wincoop",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "American Economic Review",
        "volume": "93",
        "issue": "1",
        "pages": "170--192",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Anderson, James E., and Eric van Wincoop, (2003). \"Gravity with Gravitas: A Solution to the Border Puzzle,\" American Economic Review, vol. 93(1), pages 170-192.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "China's Accession to the WTO Agreement on Government Procurement: Procedural Considerations, Potential Benefits and Challenges, and Implications of the Ongoing Re-negotiation of the Agreement,‖ Public Procurement Law Review",
        "authors": [
          {
            "first": "Robert",
            "middle": [
              "D"
            ],
            "last": "Anderson",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "17",
        "issue": "",
        "pages": "161--174",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Anderson, Robert D., (2008). -China's Accession to the WTO Agreement on Government Procurement: Procedural Considerations, Potential Benefits and Challenges, and Implications of the Ongoing Re-negotiation of the Agreement,‖ Public Procurement Law Review, vol. 17(4), pages 161-174.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Assessing the value of future accessions to the WTO Agreement on Government Procurement,‖ WTO Staff Working Paper No. ERSD",
        "authors": [
          {
            "first": "Robert",
            "middle": [
              "D"
            ],
            "last": "Anderson",
            "suffix": ""
          },
          {
            "first": "Philippe",
            "middle": [],
            "last": "Pelletier",
            "suffix": ""
          },
          {
            "first": "Kodjo",
            "middle": [],
            "last": "Osei-Lah",
            "suffix": ""
          },
          {
            "first": "Anna",
            "middle": [
              "Caroline"
            ],
            "last": "Müller",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Anderson, Robert D., Philippe Pelletier, Kodjo Osei-Lah and Anna Caroline Müller, (2011). -Assessing the value of future accessions to the WTO Agreement on Government Procurement,‖ WTO Staff Working Paper No. ERSD-2011-15.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "The Economics of the World Trading System",
        "authors": [
          {
            "first": "Kyle",
            "middle": [
              "W"
            ],
            "last": "Bagwell",
            "suffix": ""
          },
          {
            "first": "Robert",
            "middle": [
              "W"
            ],
            "last": "Staiger",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bagwell, Kyle W. and Robert W. Staiger (2004), The Economics of the World Trading System, MIT Press, Cambridge",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "China's WTO Entry: Antidumping, Safeguards, and Dispute Settlement",
        "authors": [
          {
            "first": "Chad",
            "middle": [
              "P"
            ],
            "last": "Bown",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "281--337",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bown, Chad P. (2010), -China's WTO Entry: Antidumping, Safeguards, and Dispute Settlement,‖ in Robert C. Feenstra and Shang-Jin Wei (eds.), China's Growing Role in World Trade, University of Chicago Press, pp. 281-337.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Export Growth, Reciprocity, and the International Trading System",
        "authors": [
          {
            "first": "Chad",
            "middle": [
              "P"
            ],
            "last": "Bown",
            "suffix": ""
          },
          {
            "first": "Rachel",
            "middle": [],
            "last": "Mcculloch",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "‖ Journal of Asian Economics",
        "volume": "20",
        "issue": "6",
        "pages": "669--687",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bown, Chad P. and Rachel McCulloch (2009). -U.S.-Japan and U.S.-China Trade Conflict: Export Growth, Reciprocity, and the International Trading System,‖ Journal of Asian Economics vol. 20(6), pp. 669-687",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Restrictions on Services Trade and FDI in Developing Countries‖",
        "authors": [
          {
            "first": "I",
            "middle": [],
            "last": "Borchert",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Gootiiz",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Mattoo",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Borchert, I., B Gootiiz and A. Mattoo (2010). -Restrictions on Services Trade and FDI in Developing Countries‖, World Bank, mimeo.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Estimates of the Equilibrium Exchange Rate of the Renminbi: Is There a Consensus and If Not, Why Not?‖ in",
        "authors": [
          {
            "first": "William",
            "middle": [
              "R"
            ],
            "last": "Cline",
            "suffix": ""
          },
          {
            "first": "John",
            "middle": [],
            "last": "Williamson",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "131--168",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cline, William R., and John Williamson. (2008). -Estimates of the Equilibrium Exchange Rate of the Renminbi: Is There a Consensus and If Not, Why Not?‖ in Morris Goldstein and Nicholas Lardy (eds.), Debating China's Exchange Rate Policy, Peterson Institute for International Economics, Washington D.C., pp 131-168",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "How Robust are Estimates of Equilibrium Real Exchange Rates: The Case of China",
        "authors": [
          {
            "first": "Steven",
            "middle": [],
            "last": "Dunaway",
            "suffix": ""
          },
          {
            "first": "Lamin",
            "middle": [],
            "last": "Leigh",
            "suffix": ""
          },
          {
            "first": "Xiangming",
            "middle": [],
            "last": "Li",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Dunaway, Steven, Lamin Leigh, and Xiangming Li. (2006). How Robust are Estimates of Equilibrium Real Exchange Rates: The Case of China. IMF Working Paper no. 06/220.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "East Asian Free Trade Agreements in Services: Key Architectural Elements",
        "authors": [
          {
            "first": "Carsten",
            "middle": [],
            "last": "Fink",
            "suffix": ""
          },
          {
            "first": "Martín",
            "middle": [],
            "last": "Molinuevo",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Journal of International Economic Law",
        "volume": "11",
        "issue": "2",
        "pages": "263--311",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Fink, Carsten, and Martín Molinuevo (2008), East Asian Free Trade Agreements in Services: Key Architectural Elements, Journal of International Economic Law, Vol. 11, Issue 2, pp. 263- 311, 2008.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Estimating Trade Flows: Trading Partners and Trading Volumes",
        "authors": [
          {
            "first": "Elhanan",
            "middle": [],
            "last": "Helpman",
            "suffix": ""
          },
          {
            "first": "Marc",
            "middle": [],
            "last": "Melitz",
            "suffix": ""
          },
          {
            "first": "Yona",
            "middle": [],
            "last": "Rubinstein",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "The Quarterly Journal of Economics",
        "volume": "123",
        "issue": "2",
        "pages": "441--487",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Helpman, Elhanan, Marc Melitz and Yona Rubinstein, (2008). \"Estimating Trade Flows: Trading Partners and Trading Volumes,\" The Quarterly Journal of Economics, vol. 123(2), pages 441- 487.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Accounting for intermediates: Production Sharing and Trade in Value Added",
        "authors": [
          {
            "first": "Noguera",
            "middle": [],
            "last": "Johnson",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "‖ Journal of International Economics",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Johnson and Noguera (2011), -Accounting for intermediates: Production Sharing and Trade in Value Added,‖ Journal of International Economics, forthcoming",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Transactional FDI: A New Micro-Level Way of Estimating Investment Flows With an Application for ASEAN",
        "authors": [
          {
            "first": "Jacob",
            "middle": [
              "F"
            ],
            "last": "Kirkegaard",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kirkegaard, Jacob F. (forthcoming 2012). Transactional FDI: A New Micro-Level Way of Estimating Investment Flows With an Application for ASEAN. Peterson Institute for International Economics, Washington, D.C.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Potential Real Income Effects of Doha Reforms",
        "authors": [
          {
            "first": "David",
            "middle": [],
            "last": "Laborde",
            "suffix": ""
          },
          {
            "first": "William",
            "middle": [
              "J"
            ],
            "last": "Martin",
            "suffix": ""
          },
          {
            "first": "Dominique",
            "middle": [],
            "last": "Van Der Mennsbrugghe",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Unfinished Business? The WTO's",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Laborde, David, Martin, William J., and Dominique van der Mennsbrugghe, (2011). -Potential Real Income Effects of Doha Reforms,‖ in William J. Martin and Aaditya Mattoo (eds.), Unfinished Business? The WTO's Doha Agenda, CEPR, London.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Opening Markets for Trade in Services: Countries and Sectors in Bilateral and WTO Negotiations",
        "authors": [
          {
            "first": "Juan",
            "middle": [
              "A"
            ],
            "last": "Marchetti",
            "suffix": ""
          },
          {
            "first": "Martin",
            "middle": [],
            "last": "Roy",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Marchetti, Juan A., and Martin Roy, (2009). Opening Markets for Trade in Services: Countries and Sectors in Bilateral and WTO Negotiations, Cambridge University Press, Cambridge.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "The Elephant in the ‗Green Room': China and the Doha Round",
        "authors": [
          {
            "first": "Aaditya",
            "middle": [],
            "last": "Mattoo",
            "suffix": ""
          },
          {
            "first": "Francis",
            "middle": [],
            "last": "Ng",
            "suffix": ""
          },
          {
            "first": "Arvind",
            "middle": [],
            "last": "Subramanian",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Policy Brief",
        "volume": "",
        "issue": "",
        "pages": "11--14",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mattoo, Aaditya, Francis Ng and Arvind Subramanian, (2011), The Elephant in the ‗Green Room': China and the Doha Round, Policy Brief, PB11-3, Peterson Institute for International Economics: Washington, D.C., May 2011.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "From Doha to the Next Bretton Woods: A New Multilateral Trade Agenda",
        "authors": [
          {
            "first": "Aaditya",
            "middle": [],
            "last": "Mattoo",
            "suffix": ""
          },
          {
            "first": "Arvind",
            "middle": [],
            "last": "Subramanian",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "Foreign Affairs",
        "volume": "88",
        "issue": "1",
        "pages": "15--26",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mattoo, Aaditya, and Arvind Subramanian (2009). From Doha to the Next Bretton Woods: A New Multilateral Trade Agenda, Foreign Affairs 88(1): 15-26.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Imperial preference: A quantitative analysis",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Mcdougall",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Hutt",
            "suffix": ""
          }
        ],
        "year": 1954,
        "venue": "Economic Journal",
        "volume": "64",
        "issue": "",
        "pages": "233--257",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "McDougall, D. and R. Hutt, 1954, Imperial preference: A quantitative analysis, Economic Journal, vol. 64, 233-257.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Agricultural Policy Monitoring and Evaluation",
        "authors": [],
        "year": 2011,
        "venue": "OECD Countries and Emerging Economies",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "OECD (2011), Agricultural Policy Monitoring and Evaluation 2011: OECD Countries and Emerging Economies, OECD, Paris, available at http://www.oecd.org/document/32/0,3746,en_2649_37401_48625184_1_1_1_37401,00.html#co untry",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Making Room for China in the World Economy,‖ Paper prepared for the AEA session on",
        "authors": [
          {
            "first": "Dani",
            "middle": [],
            "last": "Rodrik",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rodrik, Dani, (2009). -Making Room for China in the World Economy,‖ Paper prepared for the AEA session on -Growth in a Partially De-Globalized World.‖",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "China's Changing Outbound Foreign Direct Investment Profile: Drivers and Policy Implications",
        "authors": [
          {
            "first": "Dan",
            "middle": [
              "H"
            ],
            "last": "Rosen",
            "suffix": ""
          },
          {
            "first": "Thilo",
            "middle": [],
            "last": "Hanemann",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "Policy Brief",
        "volume": "",
        "issue": "",
        "pages": "9--14",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rosen, Dan H. and Thilo Hanemann (2009), China's Changing Outbound Foreign Direct Investment Profile: Drivers and Policy Implications, Peterson Institute for International Economics, Policy Brief 09-14",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "After Doha: Why the Negotiations Are Doomed and What We Should Do About It",
        "authors": [
          {
            "first": "Susan",
            "middle": [
              "C"
            ],
            "last": "Schwab",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "‖ Foreign Affairs",
        "volume": "",
        "issue": "3",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Schwab, Susan C., (2011). -After Doha: Why the Negotiations Are Doomed and What We Should Do About It,‖ Foreign Affairs, 90(3).",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "‗Currency Manipulation' and World Trade",
        "authors": [
          {
            "first": "Sykes",
            "middle": [],
            "last": "Staiger",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "World Trade Review",
        "volume": "9",
        "issue": "4",
        "pages": "583--627",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Staiger and Sykes (2010),\"‗Currency Manipulation' and World Trade,\" World Trade Review, vol. 9(4), pp. 583-627",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "Evaluating China's Past and Future Role in the World Trade Organization,‖ testimony before the U.S.-China Economic and Security Review Commission",
        "authors": [
          {
            "first": "Terence",
            "middle": [
              "P"
            ],
            "last": "Stewart",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Stewart, Terence P. (2010). -Evaluating China's Past and Future Role in the World Trade Organization,‖ testimony before the U.S.-China Economic and Security Review Commission, June 9.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "The WTO promotes trade, strongly but unevenly",
        "authors": [
          {
            "first": "Arvind",
            "middle": [],
            "last": "Subramanian",
            "suffix": ""
          },
          {
            "first": "Shang-Jin",
            "middle": [],
            "last": "Wei",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "Journal of International Economics",
        "volume": "72",
        "issue": "1",
        "pages": "151--175",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Subramanian, Arvind, and Shang-Jin Wei, (2007). \"The WTO promotes trade, strongly but unevenly,\" Journal of International Economics, vol. 72(1), pages 151-175.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "Eclipse: Living in the Shadow of China's Economic Dominance",
        "authors": [
          {
            "first": "Arvind",
            "middle": [],
            "last": "Subramanian",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Subramanian, Arvind, (2011). Eclipse: Living in the Shadow of China's Economic Dominance, Peterson Institute of International Economics, Washington, DC.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "United States International Trade Commission (ITC), -China: Effects of Intellectual Property Infringement and Indigenous Innovation Policies on the U.S. Economy,‖ Investigation",
        "authors": [],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "332--519",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "United States International Trade Commission (ITC), -China: Effects of Intellectual Property Infringement and Indigenous Innovation Policies on the U.S. Economy,‖ Investigation 332-519, May 2011.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "‗Rising food prices: policy options and World Bank response",
        "authors": [
          {
            "first": "World",
            "middle": [],
            "last": "Bank",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank (2008), ‗Rising food prices: policy options and World Bank response', http://siteresources.worldbank.org/NEWS/Resources/risingfoodprices_backgroundnote_apr08.pdf",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "Trade Policy Review of China",
        "authors": [],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Trade Organization, (2010). Trade Policy Review of China, Report of the Secretariat, WT/TPR/S/230 (26 April 2010).",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "The WTO and preferential trade agreements: From co-existence to coherence",
        "authors": [],
        "year": 2011,
        "venue": "World Trade Organization",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Trade Organization, (2011). World Trade Report 2011, The WTO and preferential trade agreements: From co-existence to coherence, Geneva.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "type_str": "figure",
        "fig_num": null,
        "text": "Figure 1 China's share in industrial imports of 10 largest importers, 2001 and 2009 2001",
        "num": null,
        "uris": null
      },
      "FIGREF1": {
        "type_str": "figure",
        "fig_num": null,
        "text": "Figure 2 China's share in imports of 10 most protected sectors in 10 largest importers, 2001 and 2009",
        "num": null,
        "uris": null
      },
      "FIGREF3": {
        "type_str": "figure",
        "fig_num": null,
        "text": "Figure 3A China's trade balance in industrial goods with the United States and European Union, 2001 and 2009",
        "num": null,
        "uris": null
      },
      "FIGREF4": {
        "type_str": "figure",
        "fig_num": null,
        "text": "Figure 3B China's trade balance in industrial goods with major trading partners, 2001 and 2009",
        "num": null,
        "uris": null
      },
      "FIGREF5": {
        "type_str": "figure",
        "fig_num": "5",
        "text": "China's FDI in Natural Resources (share of China's total FDI (left scale); share of Global FDI in natural resources (right scale))",
        "num": null,
        "uris": null
      },
      "TABREF0": {
        "html": null,
        "type_str": "table",
        "content": "<table><tr><td>Source: Subramanian (2011)</td></tr></table>",
        "text": "",
        "num": null
      },
      "TABREF2": {
        "html": null,
        "type_str": "table",
        "content": "<table><tr><td>Source: Subramanian (2011) IV. What Would Future Trade Dominance Imply? This section begins by noting that the odds are in favor of China maintaining an open multilateral trading system. But then we assess the implications of another, less likely but still real, possibility: that China will seek, as other dominant powers have done, to translate its power into trading privilege. Self-interested openness An economically dominant China will be a China that, like other leading powers, acts out of self-2010 2030 2010-2030 2010 2030 2010 2030 United States 3,224 5,827 3.0% 10.6% 7.3% 22.0% 24.3% Japan 1,460 2,586 2.9% 4.8% 3.2% 26.8% 35.2% China 2,972 11,972 7.2% 9.8% 15.0% 50.6% 53.4% India 539 3,907 10.4% 1.8% 4.9% 35.1% 46.4% Korea 892 2,617 5.5% 2.9% 3.3% 88.5% 120.5% Brazil 384 991 4.9% 1.3% 1.2% 18.3% 21.4% Indonesia 136 993 10.5% 0.4% 1.2% 19.2% 34.0% Russia 648 890 1.6% 2.1% 1.1% 44.3% 43.3% Germany 2,318 2,918 1.2% 7.6% 3.7% 89.7% 76.0% WORLD 30,387 79,905 5.0% 100.0% 100.0% 48.7% 57.2% interest-at least on key issues. But it is not necessarily a Country/group Growth Trade to GDP Share in world trade Trade (US$ billion)</td></tr></table>",
        "text": "China that will seek to roll back the open trade and financial system bequeathed by the US after World War II. The view that China will broadly continue the current system relies on the fact that is exceptionally open.",
        "num": null
      },
      "TABREF3": {
        "html": null,
        "type_str": "table",
        "content": "<table><tr><td/><td>Actual trade (percent of GDP)</td><td>Percent overtrading (controlling for size) a</td><td>Percent overtrading (controlling for size and income level) a</td><td>Percent overtrading (controlling size, income level, for and oil-based economies) a</td></tr><tr><td/><td colspan=\"3\">United Kingdom: 1870 (sample = 26 countries)</td><td/></tr><tr><td>Exports</td><td>12.2</td><td>339.3</td><td>84.0</td><td>n.a.</td></tr><tr><td/><td colspan=\"3\">United States: 1975 (sample = 121 countries)</td><td/></tr><tr><td>Exports</td><td>6.7</td><td>-16.5</td><td>-49.8</td><td>-48.3</td></tr><tr><td>Imports</td><td>6.5</td><td>-38.7</td><td>-39.6</td><td>-47.5</td></tr><tr><td colspan=\"2\">Total trade (exports plus imports) 13.3</td><td>-29.7</td><td>-45.3</td><td>-47.5</td></tr><tr><td/><td colspan=\"3\">China: 2008 (sample = 136 countries)</td><td/></tr><tr><td>Exports</td><td>31.6</td><td>73.5</td><td>67.7</td><td>99.0</td></tr><tr><td>Imports</td><td>24.9</td><td>56.3</td><td>56.4</td><td>39.5</td></tr><tr><td colspan=\"2\">Total trade (exports plus imports) 56.5</td><td>70.7</td><td>68.6</td><td>74.1</td></tr></table>",
        "text": "",
        "num": null
      },
      "TABREF5": {
        "html": null,
        "type_str": "table",
        "content": "<table/>",
        "text": "",
        "num": null
      },
      "TABREF7": {
        "html": null,
        "type_str": "table",
        "content": "<table/>",
        "text": "",
        "num": null
      }
    }
  }
}