{
  "paper_id": "D15938105",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:03:53.303155Z"
  },
  "title": "The Law's Majestic Equality? The Distributive Impact of Litigating Social and Economic Rights",
  "authors": [
    {
      "first": "Daniel",
      "middle": [
        "M"
      ],
      "last": "Brinks",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group Human Development and Public Services Team",
        "institution": "",
        "location": {}
      },
      "email": "danbrinks@austin.utexas.edu"
    },
    {
      "first": "Varun",
      "middle": [],
      "last": "Gauri",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group Human Development and Public Services Team",
        "institution": "",
        "location": {}
      },
      "email": "vgauri@worldbank.org"
    }
  ],
  "year": "2012-03",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D15938105",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "As democratic citizenship is increasingly defined in terms of social and economic, in addition to civil and political, rights, it may be time to revisit Anatole France's famous critique of formal equality before the law: -Another source of pride, to be a citizen! For the poor it consists in … laboring under the majestic equality of the laws, which prohibit the rich and the poor alike from sleeping under bridges, begging in the streets and stealing bread‖ (France 1922: 117-118 (our translation)). His point was that advantaged social classes are able use the law's seeming neutrality to disguise the advancement of their own interests. In this paper, we ask whether this is also true in an area of the law that seems explicitly designed to benefit the disadvantagedsocial and economic rights litigation. If any area of the law is to advance equity, it should be this oneunder the new constitutions, the rich and the poor alike are guaranteed food, a minimum standard of living, and a place to live. But even here, many have expressed skepticism, arguing that the advantaged classes have been able to use the -majesty‖ of these rights to capture benefits for themselves.",
        "cite_spans": [
          {
            "start": 459,
            "end": 472,
            "text": "(France 1922:",
            "ref_id": "BIBREF8"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Law's Majestic Equality? The Distributive Impact of Litigating Social and Economic Rights",
        "sec_num": null
      },
      {
        "text": "Indeed, many if not most academic accounts of the use of law to achieve social change are skeptical. Since well before 1974, when Galanter wrote -Why the Haves Come out Ahead‖ (Galanter 1974) , it is probably fair to summarize the conventional wisdom as follows: economic, social, and procedural barriers prevent the great majority of poor people from making claims in courts (Cappelletti and Garth 1978-79) ; accumulated experience gives the rich and the powerful advantages in the courtroom (Galanter 1974) ; patterns of judicial recruitment and retention, which reflect prevailing configurations of political power, significantly affect the attitudes and calculations of judges (Dahl 1957) ; and without the active support of elected officials, opponents can easily limit and undermine the implementation of pro-poor rulings (Rosenberg 1991) . For all these reasons, and in spite of the famous cases that seem to suggest the contrary, such as the US Supreme Court's decision in Brown v Board of Education, it seems unreasonable to expect that the courts will consistently produce outcomes that are significantly more pro-poor than the results achievable through conventional politics. In the area of health rights litigation, in particular, accounts of the Brazilian experience have increasingly begun to suggest that, when courts grant demands for medications under the right to health, they are in effect skewing public policy away from those who need it most (2007, for an argument that the courts are working on behalf of some underprivileged groups; but see Wilson 2009; Ferraz 2011) .",
        "cite_spans": [
          {
            "start": 176,
            "end": 191,
            "text": "(Galanter 1974)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 376,
            "end": 407,
            "text": "(Cappelletti and Garth 1978-79)",
            "ref_id": null
          },
          {
            "start": 493,
            "end": 508,
            "text": "(Galanter 1974)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 681,
            "end": 692,
            "text": "(Dahl 1957)",
            "ref_id": "BIBREF5"
          },
          {
            "start": 828,
            "end": 844,
            "text": "(Rosenberg 1991)",
            "ref_id": "BIBREF25"
          },
          {
            "start": 1566,
            "end": 1578,
            "text": "Wilson 2009;",
            "ref_id": "BIBREF31"
          },
          {
            "start": 1579,
            "end": 1591,
            "text": "Ferraz 2011)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Law's Majestic Equality? The Distributive Impact of Litigating Social and Economic Rights",
        "sec_num": null
      },
      {
        "text": "Despite this conventional wisdom among scholars, however, constitutional optimism about the use of law to achieve social change has never been higher. Most constitutions, especially the most recent ones, have incorporated a litany of social and economic (SE) rights; and many of these constitutions, or the courts that have interpreted them, have assumed that judicial scrutiny will play an important role in realization of these rights. By definition, these rights, if taken seriously, would use law to achieve broad pro-poor agendas. And social movements are doing everything they can to make sure courts take these rights seriously, litigating a vast diversity of issues under the banner of social and economic rights (Fredman 2008 ; Gauri and Brinks 2008; Langford 2008; Heywood 2009; Gauri 2011; Yamin and Gloppen 2011) .",
        "cite_spans": [
          {
            "start": 721,
            "end": 734,
            "text": "(Fredman 2008",
            "ref_id": "BIBREF10"
          },
          {
            "start": 737,
            "end": 759,
            "text": "Gauri and Brinks 2008;",
            "ref_id": "BIBREF13"
          },
          {
            "start": 760,
            "end": 774,
            "text": "Langford 2008;",
            "ref_id": "BIBREF19"
          },
          {
            "start": 775,
            "end": 788,
            "text": "Heywood 2009;",
            "ref_id": "BIBREF14"
          },
          {
            "start": 789,
            "end": 800,
            "text": "Gauri 2011;",
            "ref_id": "BIBREF12"
          },
          {
            "start": 801,
            "end": 824,
            "text": "Yamin and Gloppen 2011)",
            "ref_id": "BIBREF32"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Law's Majestic Equality? The Distributive Impact of Litigating Social and Economic Rights",
        "sec_num": null
      },
      {
        "text": "A series of examples illustrate this diversity. The Indonesian Constitutional Court issued a series of opinions from 2004-2006 enjoining the government to comply with minimum constitutional spending requirements for education, which contributed to a doubling of budget allocations toward that sector (Susanti 2008) . In 2004 the South African Constitutional Court interpreted the constitutional right to health to require a recalcitrant Mbeki government to launch a major program to prevent the vertical transmission of HIV from mothers to infants (Heywood 2009) , an initiative that likely averted tens of thousands of HIV infections (Nattrass 2004) . In a significant recent ruling, the Brazilian apex court affirmed, on the basis of the rights to life and health, widespread support among lower courts for claims for medications and health services, a litigation stream comprising tens of thousands of cases each year (Biehl and Petryna 2011) . In India, the courts have issued a large number of rulings on the constitutional rights to health care, education, housing, the environment, nutrition, and labor, many of which have had significant effects on social policies (Fredman 2008; Shankar and Mehta 2008; Gauri 2011; Khosla 2011 ).",
        "cite_spans": [
          {
            "start": 300,
            "end": 314,
            "text": "(Susanti 2008)",
            "ref_id": "BIBREF28"
          },
          {
            "start": 548,
            "end": 562,
            "text": "(Heywood 2009)",
            "ref_id": "BIBREF14"
          },
          {
            "start": 635,
            "end": 650,
            "text": "(Nattrass 2004)",
            "ref_id": "BIBREF21"
          },
          {
            "start": 921,
            "end": 945,
            "text": "(Biehl and Petryna 2011)",
            "ref_id": "BIBREF1"
          },
          {
            "start": 1173,
            "end": 1187,
            "text": "(Fredman 2008;",
            "ref_id": "BIBREF10"
          },
          {
            "start": 1188,
            "end": 1211,
            "text": "Shankar and Mehta 2008;",
            "ref_id": "BIBREF26"
          },
          {
            "start": 1212,
            "end": 1223,
            "text": "Gauri 2011;",
            "ref_id": "BIBREF12"
          },
          {
            "start": 1224,
            "end": 1235,
            "text": "Khosla 2011",
            "ref_id": "BIBREF18"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Law's Majestic Equality? The Distributive Impact of Litigating Social and Economic Rights",
        "sec_num": null
      },
      {
        "text": "The phenomenon is widespread, deeply affecting health policy, for example, in Latin America and various other parts of the world (Gauri and Brinks 2008; Yamin and Gloppen 2011) .",
        "cite_spans": [
          {
            "start": 129,
            "end": 152,
            "text": "(Gauri and Brinks 2008;",
            "ref_id": "BIBREF13"
          },
          {
            "start": 153,
            "end": 176,
            "text": "Yamin and Gloppen 2011)",
            "ref_id": "BIBREF32"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Law's Majestic Equality? The Distributive Impact of Litigating Social and Economic Rights",
        "sec_num": null
      },
      {
        "text": "Overall, it is clear that constitutional rights are increasingly supporting demands for social and economic goods and services, and that courts are taking on an increasingly important role in deciding the extent to which the seemingly nonnegotiable interests embodied in constitutions should be considered and protected in policy making. The mounting evidence that courts are indeed taking important steps, with increasingly important policy consequences, has shifted the terms of the -juriskeptical‖ debate. From questioning the courts' capacity to accomplish anything at all (Rosenberg 1991) , the literature is now returning to the Galanterian (1974) concern that somehow the haves must be coming out ahead in all this (Da Silva and Terrazas 2011; Ferraz 2011). Who is right? Are the juriskeptical academics right, that insofar as this activity is not irrelevant, it can only be harmful? Or are the constitution writers and activists right that courts and rights can be powerful tools for advancing the interests of the 5 underprivileged? Are all these constitutions and legal actions, to the extent they are effective at all, covert vehicles for preserving privilege, or should we revise our understanding of the conventional wisdom?",
        "cite_spans": [
          {
            "start": 577,
            "end": 593,
            "text": "(Rosenberg 1991)",
            "ref_id": "BIBREF25"
          },
          {
            "start": 647,
            "end": 653,
            "text": "(1974)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Law's Majestic Equality? The Distributive Impact of Litigating Social and Economic Rights",
        "sec_num": null
      },
      {
        "text": "Here we begin to answer these questions. Our curiosity was triggered by a book that carried out detailed studies of SE rights enforcement in Brazil, India, Indonesia, Nigeria, and South Africa (Gauri and Brinks 2008) . That book offered the first systematic cross-national survey of SE rights litigation, including descriptions of the cases filed in each country, estimates of the numbers of people benefiting from constitutional health and education rights cases in Brazil, India, Indonesia, Nigeria, and South Africa, and preliminary analyses of the extent to which giving courts a more prominent role in economic and social policy-making on the basis of social and economic rights in fact benefited disadvantaged individuals and groups.",
        "cite_spans": [
          {
            "start": 193,
            "end": 216,
            "text": "(Gauri and Brinks 2008)",
            "ref_id": "BIBREF13"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Law's Majestic Equality? The Distributive Impact of Litigating Social and Economic Rights",
        "sec_num": null
      },
      {
        "text": "In this paper, we conduct new analyses of the distributive effects of the social and economic rights cases that came out of that five-country survey. The five countries in the sample included common law countries with records of aggressive (India and South Africa) and limited SE rights litigation (Nigeria), and civil law countries with aggressive (Brazil) and incipient (Indonesia) litigation. They included countries with (by global standards) recent and old constitutions, and countries with varying years of democratic experience. Judicial review is abstract and centralized in Indonesia; concrete and diffuse in India, Nigeria, and South Africa; and a blend in Brazil. The countries also vary in levels of national income and state capacity. The survey sought to unearth a complete or representative sample of cases in each country involving the right to health and health care, and the right to education. 1 These two issue areas provide further within-country variation. Importantly for our theory, the countries vary in the extent to which SE rights litigation is characterized by decisions with broad applicability beyond the individual case, or by individual cases with individual remedies. We draw on some of this variation to answer questions about the social, economic, political, and institutional conditions that affect the distributive effect of SE rights litigation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Law's Majestic Equality? The Distributive Impact of Litigating Social and Economic Rights",
        "sec_num": null
      },
      {
        "text": "We have two related concerns with the existing literature on the distributive impact of litigation. The first is that too much of the literatureperhaps because it is for the most part based on single country case studiesassumes or implies that all courts have a similar pro-poor potential, and too often presents categorical conclusions for courts in all times and places, regardless of their individual features or social and political context. The second is that the more structural accounts of courts' alleged shortcomings miss the role of politics and agency in modifying the impact of structure, underestimating the capacity of social groups and litigants to turn courts to their own purposes. In this paper we try to address these two issues. We offer some hypotheses regarding the characteristics of courts and legal systems that should produce variation in the extent to which benefits extend to the poor, showing that not all courts are the same. We examine how structural constraints that could lead courts to privilege the already privileged might yield to determined mobilization on behalf of the underprivileged. And we examine the actual results of patterns of legal mobilization that brings health care and education issues to the courts for resolution. included all available cases at any level after the new constitution of 1998, a total of twelve; and in Nigeria it included federal court decisions going back to 1979 (when the Nigerian constitution first recognized social and economic rights), and all available cases in three selected states (Lagos, Rivers, and Kano), resulting in a total of 46 cases. With this information it was possible to calculate the number of SE cases reaching courts; the likelihood that plaintiffs succeed; and, on the basis of interviews of judges, advocates, and others involved in the cases, as well as a review of the secondary literature, the level of implementation. This present paper builds on the data on success rates and overall implementation to analyze the distributional effects of the cases.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Law's Majestic Equality? The Distributive Impact of Litigating Social and Economic Rights",
        "sec_num": null
      },
      {
        "text": "In order to test these ideas, we take the results of the Gauri and Brinks investigationa list of cases for each of the five countries in the areas of health and education, plus an estimate of the number of people directly and indirectly benefited by this litigationand extend the analysis with detailed estimates of the share of benefits going to disadvantaged classes in each of those countries. Where better data are available, we clarify and correct their estimates. All the data on which we rely are systematized and presented in a data Appendix, which is available from the authors. Since the boundaries of the -disadvantaged‖ category are not entirely clear, and since the data in a few cases do not allow us to use the same definition of -disadvantaged‖ across different countries, we estimate the potential pro-poor impact of litigation by examining whether the poor, defined in nearly all cases as those in the bottom two income quartiles, are over-or under-represented among the beneficiaries of litigation relative to their share of the population.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Law's Majestic Equality? The Distributive Impact of Litigating Social and Economic Rights",
        "sec_num": null
      },
      {
        "text": "Finally, we use these estimates to test our hypotheses regarding the pro-poor or anti-poor potential of different courts and different streams of social and economic rights litigation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Law's Majestic Equality? The Distributive Impact of Litigating Social and Economic Rights",
        "sec_num": null
      },
      {
        "text": "Overall, we find that the impact of courts varies considerably across our cases, but is very much pro-poor in two of the five countries -India and South Africa. By our measure, it is close to distribution-neutral in Indonesia and in Brazil, raising a counterpoint to the literature's findings about the regressive effect of health rights litigation in that latter country. And it is sharply anti-poor in Nigeria. To summarize the argument and findings, we predict, and find, that countries and policy areas characterized by judicial decisions with broader applicability beyond the litigants tend to avoid the presumed anti-poor bias of courts, while areas dominated by individual litigation and individualized effects are less likely to have pro-poor outcomes. Even where results in fact generalize beyond litigants, we find that the more a system relies on litigation that is expected to have only individual effects, the more that litigation will center on high-end state benefits, rather than low-cost goods, and thus will be less progressive. But overall, we find that the results of litigation are much more positive for the poor than the conventional wisdom would lead us to expect. These findings challenge the common sense on law and social change, at least in relation to social and economic rights litigation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Law's Majestic Equality? The Distributive Impact of Litigating Social and Economic Rights",
        "sec_num": null
      },
      {
        "text": "The next section of this paper presents our theoretical framework, develops our general hypotheses, and explains our methods. The succeeding section applies the framework to the cases and develops expected findings. Then we present our actual findings for the five countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Law's Majestic Equality? The Distributive Impact of Litigating Social and Economic Rights",
        "sec_num": null
      },
      {
        "text": "The concluding section examines what our findings mean for the conventional wisdom, and offers some perspective on the broader normative questions raised by the judicialization of policy.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Law's Majestic Equality? The Distributive Impact of Litigating Social and Economic Rights",
        "sec_num": null
      },
      {
        "text": "To begin with, it is useful to distinguish general skepticism about law and redistribution from the more particular analysis we are making here concerning the distributive effects of social and economic rights litigation. The law as such touches every aspect of social life, and it is not easy to confirm or disprove general predictions concerning the distributive consequences of legal institutions as diverse as human rights, criminal law and penal reform, bankruptcy proceedings, anti-corruption laws, and judicial review. Galanter (1974) , in the area of civil litigation, claims that -the haves‖ always come out ahead, when it comes to litigating their interests. Hirschl agrees, on the subject of judicial review, contending that courts and constitutions represent conservative elite interests, and that, in interpreting constitutional rights, they advance -a predominantly neo-liberal conception of rights that reflects and promotes the ideological premises of the new ‗global economic order'social atomism, anti-unionism, formal equality, and ‗minimal state' policies‖ (Hirschl 2000 (Hirschl : 1063 . On the other hand, Dworkin (1986: 356) claims that -the United States is a more just society than it would have been had its constitutional rights been left to the conscience of majoritarian institutions.‖ But it is hard to imagine a convincing empirical strategy for testing such comprehensive claims; our aim is slightly more modest. Our concern is not with -law,‖ or with -judicial review,‖ or even with -litigation,‖ but rather with litigation seeking to enforce some vision of social and economic rights. Even here, broad categorical statements about whether litigation strategies are regressive or progressive are likely wrong simply because there are so many different kinds of litigation strategies that seek so many different goals on behalf of such radically different groups. What we offer here, is (a) a way to realistically evaluate the impact of litigation on the underprivileged, and (b) a theoretical account of what kinds of litigation might be more or less problematic Our hypotheses build on the simple economics of litigation: the more the expected results of the litigation are tied to the litigants themselves, the less pro-poor should be their effect.",
        "cite_spans": [
          {
            "start": 526,
            "end": 541,
            "text": "Galanter (1974)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 1077,
            "end": 1090,
            "text": "(Hirschl 2000",
            "ref_id": "BIBREF15"
          },
          {
            "start": 1091,
            "end": 1106,
            "text": "(Hirschl : 1063",
            "ref_id": null
          },
          {
            "start": 1128,
            "end": 1147,
            "text": "Dworkin (1986: 356)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Theoretical Framework",
        "sec_num": null
      },
      {
        "text": "Conversely, the more the effects generalize to non-litigants, the more pro-poor the potential effect of litigation. This is so for two basic reasons: First, if benefits accrue only to those who actually litigate, then only those who have the capacity to overcome all the barriers to access to justice will benefit. Secondly, when benefits are limited to litigants, then the individual benefit being demanded must justify the full cost of litigation, and litigation will tend to focus on higherend goods and services rather than on the full range of needs the poor might have, including the need for basic, primary services. On the other hand, if benefits generalize beyond actual litigants, then (a) those who cannot afford to (and do not) litigate can still benefit, and (b) the aggregate benefit of even very low cost interventions (e.g.,, the <$5/dose Nevirapine treatments that were the subject of the TAC case, in South Africa) can justify relatively expensive (third party-funded) litigation. Our hypotheses thus address this potential for general benefits beyond the litigants, looking at (a) the characteristics of the legal system; (b) the nature of the cases filed; and (c) the types of effects being examined.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Theoretical Framework",
        "sec_num": null
      },
      {
        "text": "First, we hypothesize that systems in which the precedential value of a decision is stronger have a greater potential for progressive effects than those that rely on a more inter partes style of adjudication. The normal expectation is that common law systems have the edge in this regard. In common law systems judicial precedents become law, and in theory should produce widespread compliance, modifying the rights and obligations of all similarly situated parties, even though they technically decide only the case at hand. In many civil law systems, however, judicial review is done in the abstract, and the decisions by their very terms have universal applicationeach case either strikes or upholds the law in question, or declares rights for a broad class of persons. Moreover, abstract review includes not only formal abstract constitutional review in the style of the Indonesian Constitutional Court, but also the variety of legal procedures that allow claimants to speak on behalf of a larger set of people, such as Indian Public Interest Litigation. 2 In this category, then, are both the abstract cases from the Indonesian Constitutional Court and cases with broad precedential value, like the cases from the South African Constitutional Court and the PIL cases from the Indian Supreme Court.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Theoretical Framework",
        "sec_num": null
      },
      {
        "text": "Second, some types of SE rights cases have general effects almost by definition, while others are more prone to individualizing their effects, and still others require litigants to be already enjoying some level of access to the goods in question. For this argument, we borrow the typology of SE rights cases first developed in Gauri and Brinks (2008: 6-14) , which classifies cases into Provision cases (those that demand some good or service at state expense), Regulation cases (those that require the government to modify or create a regulatory environment that is more conducive to the realization of the right in question), and Obligations cases (those that modify the rights and duties running between a third party and the rights bearer, in order to facilitate the realization of the right). While much of the literature is concerned with Provision cases (Bergallo 2005; Ferraz 2011 ; Yamin and Gloppen 2011), Gauri and Brinks show that, with the exception of Brazil, legal petitions requesting direct state provision of a particular good form the minority of social and economic rights cases in every country in their study. Since we rely on their data, and it is already classified under this typology, this is also an efficient way to proceed.",
        "cite_spans": [
          {
            "start": 328,
            "end": 357,
            "text": "Gauri and Brinks (2008: 6-14)",
            "ref_id": null
          },
          {
            "start": 862,
            "end": 877,
            "text": "(Bergallo 2005;",
            "ref_id": "BIBREF0"
          },
          {
            "start": 878,
            "end": 889,
            "text": "Ferraz 2011",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Theoretical Framework",
        "sec_num": null
      },
      {
        "text": "Each type of case has a very different pro-poor potential. Regulation cases, which account for a large percentage of the impact in Indian and South African health cases, almost necessarily extend benefits to non-litigantsso long as these non-litigants share some policy space with the litigants. The benefits of new forms of regulation are genuine (if not pure) public goods, in that they are largely non-depletable and non-excludable. So long as disadvantaged individuals, actually or potentially, utilize the services subject to the new forms of regulation, they should benefit. These cases have the greatest progressive potential. Obligation cases, even when they generalize, primarily benefit those who already have access to a serviceas Odinkalu (2008) puts it, they are rights in, not rights to, education or health care. These cases have the least potential to benefit the poor, at least in areas involving basic service provision, where the poor often remain unserved; on the other hand, it is not clear that they take anything away from the poor, in that they merely readjust the rights and obligations running between providers of health care and education, for example, and the people they serve. Provision cases fit an intermediate category. They can, and often do, seek individual remedies, limited to the litigant, but they can also generalize more broadly, extending those benefits to non-litigants.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Theoretical Framework",
        "sec_num": null
      },
      {
        "text": "We have different expectations, then for each category of cases. Regulation cases should be most likely to produce pro-poor effects, since the benefits accrue broadly, through the state's own regulatory apparatus. The more SE rights enforcement relies on Obligation cases, on the other hand, the more likely it is to benefit the better off (although with little if any direct negative effect on the poor). Finally, the effect of Provision cases depends largely on whether or not they generalize: individual cases with individual remedies and no spillover effects should target high cost goods and benefit more affluent populations; collective cases, or those that produce broad public policy changes have the potential for much stronger pro-poor effects. At the same time, we expect individual Provision cases to have the least significant impact. These cases, by definition, affect smaller numbers of people than Regulation and Obligation cases. The aggregation of thousands of individual medications cases, as in Brazil, Colombia or Costa Rica, can ultimately have a large effect, but in order to get thousands of cases it is necessary to radically democratize access to the courts (see, e.g., Wilson 2009) , thus extending the potential benefits further down the socio-economic gradient. Since their regressive potential is a function of barriers and inequalities in access to justice, almost by definition, when individual Provision cases are widespread and start to become a massive phenomenon, they begin to lose their regressive potential.",
        "cite_spans": [
          {
            "start": 1196,
            "end": 1208,
            "text": "Wilson 2009)",
            "ref_id": "BIBREF31"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Theoretical Framework",
        "sec_num": null
      },
      {
        "text": "It should be clear by now that these two variables work primarily through the types of effects being examined. Classifications of effects into direct and indirect, material and symbolic, and so on, can be found in Rosenberg (1991 ), McCann (1994 , and Rodriguez Garavito (2009), as well as Gauri and Brinks (2008) . The most obvious effect of a judicial decision, of course, is the direct effect of that decision on the litigants themselves, and therefore most studies of the effect of health rights litigation, for instance, have been limited to direct effects on litigants (Vieira and Zucchi 2007; Da Silva and Terrazas 2011; Ferraz 2011) . But decisions can also have direct and indirect effects on nonlitigants, as when litigants sue for (de facto) non-excludable goods (e.g., higher quality care in a hospital, or a handicap access ramp in a school), or when decisions change public policies in some way. In such cases, the benefits are extended to all those who share a policy space with the litigants. Following Rodriguez Garavito, Gauri and Brinks, and McCann, therefore, we look for both direct and indirect effects.",
        "cite_spans": [
          {
            "start": 214,
            "end": 229,
            "text": "Rosenberg (1991",
            "ref_id": "BIBREF25"
          },
          {
            "start": 230,
            "end": 245,
            "text": "), McCann (1994",
            "ref_id": "BIBREF20"
          },
          {
            "start": 290,
            "end": 313,
            "text": "Gauri and Brinks (2008)",
            "ref_id": "BIBREF13"
          },
          {
            "start": 575,
            "end": 599,
            "text": "(Vieira and Zucchi 2007;",
            "ref_id": "BIBREF29"
          },
          {
            "start": 600,
            "end": 627,
            "text": "Da Silva and Terrazas 2011;",
            "ref_id": "BIBREF4"
          },
          {
            "start": 628,
            "end": 640,
            "text": "Ferraz 2011)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 1039,
            "end": 1048,
            "text": "Gauri and",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Theoretical Framework",
        "sec_num": null
      },
      {
        "text": "In summary, then, the prediction is that the more SE rights litigation takes the form of broadly binding, erga omnes decisions, rather than purely inter partes decisions, the more likely it is to have a progressive result. The broader effect of a decision might come through features of the decision itselfwhether it has precedential force, or is an abstract decision; or through features of the litigationwhether it seeks a specific good, or the modification of the regulatory context. Finally Note, however, that these are tendencies imparted by structure, not hard constraints.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 487,
            "end": 494,
            "text": "Finally",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Theoretical Framework",
        "sec_num": null
      },
      {
        "text": "These structurally based tendencies could be overcome by, for example, NGOs and publicly funded attorneys. Procedural remedies, such as class actions, can bring to court cases in which the individual benefits are too small to justify even a modest lawsuit for a private individual.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Theoretical Framework",
        "sec_num": null
      },
      {
        "text": "Agency, and the decision by broad social movements to take on the government through litigation rather than lobbying or protest can limit the role of judicial and litigation structure in constraining outcomes. Still, when all expect results to be limited to the litigants, it is less likely that NGOs and social movements will invest in litigation. Moreover, for the truly poor, the enforcement regime depends on third party beneficence or collective action, while for the more affluent it is driven by self-interest, so we expect these tendencies to dominate.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Theoretical Framework",
        "sec_num": null
      },
      {
        "text": "This theoretical framework has at least one important implication for the literature. The areas where it is easiest to measure the distributive effect of litigationdirect effects on litigants, especially in individual casesand thus where much of the literature has focused, are the areas where effects are most likely regressive and least important in the overall public policy context.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Theoretical Framework",
        "sec_num": null
      },
      {
        "text": "While analyses limited to direct effects are valuable in their own right, they are probably not the best possible basis for an overall evaluation of the broad social justice potential of SE rights litigation. It is true that the economics of litigation suggest that cases with expected individual effects will tend to be for more costly goodsessentially the point made by Ferraz (2011) and Da Silva and Terrazas (2011) . Still, the vast difference in the numbers at stake -Brinks and Gauri (2008:339) find that in India, for example, there are more than 13,000 indirect beneficiaries for every direct beneficiarysuggests that the higher cost per case is not likely to fully offset the impact of the larger numbers of beneficiaries in more progressive categories. In short, when regressive patterns dominate, the magnitude of the impact is likely to be more modest, while when progressive patterns dominate, the magnitude of the impact on the distribution of goods in a particular society is likely to be much greater.",
        "cite_spans": [
          {
            "start": 372,
            "end": 385,
            "text": "Ferraz (2011)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 390,
            "end": 418,
            "text": "Da Silva and Terrazas (2011)",
            "ref_id": "BIBREF4"
          },
          {
            "start": 484,
            "end": 500,
            "text": "Gauri (2008:339)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Theoretical Framework",
        "sec_num": null
      },
      {
        "text": "This rather optimistic assessment is, however, subject to one important caveat. One can enjoy the benefits of these indirect effects without having the resources to litigate, but only if one shares the same policy environment as the litigants. Often that means geographic proximity, a similar social class, or both. So, if a wealthy family sues to secure a ramp to their daughter's elementary school or to improve services at a hospital, everyone who attends the school or uses the hospital enjoys the benefit. But one must share a school or a hospital with this wealthy family to benefit, and the wealthy seldom share schools with the poor; they sometimes share public hospitals, but rarely primary care physicians with the poor. In short, benefitting in this way requires a close identification with the issues involved in the original litigation, even if it does not depend on being able to litigate. The crucial question, therefore, is to what extent does SE litigation generate non-excludable goods that are broadly shared across social classes? The concern, which Gauri and Brinks call policy area inequality, is that litigation will turn the state's attention away from policy areas that are the primary concern of the poor, and toward policy areas that are not shared spaces with the poor. As further explained below, our focus in this paper is precisely on policy area inequality. This is, in the end, the challenge we take on most directly. Where they seem to dominate, we will tally the socio-economic status of the litigants themselves, but our focus is on the broader, indirect effects, which seem more important to the overall distributive effect of litigation. In order to examine the consequences of this impact, we identify the areas in which the results of judicial decisions generalized to broader populations, and we determine as best we can the socio-economic composition and size of the beneficiary class. We then calculate a weighted average of the expected beneficiaries in each class, to evaluate the extent of policy area inequality. In the next section we summarize the results of our investigation for the five countries included in the Gauri and Brinks study, and then compare these results to our theoretical expectations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Theoretical Framework",
        "sec_num": null
      },
      {
        "text": "The unit of analysis is litigation in a particular policy areafor example, medications cases in Brazil, or HIV/AIDS cases in South Africa. We look at these courses of litigation and classify them according to their expected effects: we look at the broad categories developed by",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical Analysis",
        "sec_num": null
      },
      {
        "text": "Gauri and Brinks -Provision, Regulation and Obligationand at national level characteristics of the legal system. For each subset of cases, we examine whether the impact is the product of decisions whose effects are narrow and tied to the initial litigants, or whether the impact is the product of broader, more erga omnes-like decisions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical Analysis",
        "sec_num": null
      },
      {
        "text": "Using the results of the Gauri and Brinks investigation, we can identify broad national trends in this regard, with some sub-national variation. In general, South Africa and India are the two countries with the most erga omnes-like effects. Both of these countries spring from, or were heavily influenced by, the common law tradition. In South Africa, as seen in Table 1 , below, the court decisions are either Regulation cases or Provision cases given broadly policy-like effects.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 363,
            "end": 370,
            "text": "Table 1",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "Empirical Analysis",
        "sec_num": null
      },
      {
        "text": "There are no consequential Private Obligation cases in the mix (Brinks and Gauri 2008: 330).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical Analysis",
        "sec_num": null
      },
      {
        "text": "The key decisions are made by the centralized Constitutional Court, have the force of precedent, and bind legislators and future litigants alike, thus extending their reach through both indirectlegal effects and indirect-policymaking effects. Similarly, India relies more than any other country on Regulation cases, which we expect to have the most progressive impact, and very little on Provision cases. What Provision cases there arethe cooked noonday meal cases, for instanceproduce their effect through large-scale policy changes, affecting vast numbers of people beyond the individual litigants (Gauri and Brinks 2008: 328) . South Africa in general, then, and India's Provision and Regulation cases are expected to be more pro-poor. The Indian sample, however, also includes very important Obligations cases, which we expect to have a less egalitarian effect, regardless of the effect of precedent.",
        "cite_spans": [
          {
            "start": 600,
            "end": 628,
            "text": "(Gauri and Brinks 2008: 328)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical Analysis",
        "sec_num": null
      },
      {
        "text": "Most of the impact of SE litigation in Indonesia comes from an abstract challenge to the national education budget. By definition, this course of litigation affects non-litigants, and thus is expected to have a more progressive effect. The other cases in this country should be less progressivethey are Provisions cases with narrower effects. Brazil is the paradigmatic case for individual effects from individual provisions cases. We expect its Provisions decisions to be less progressive than India (except Indian Obligations cases) or South Africa, and less so than the Indonesian abstract cases. Gauri and Brinks also identify mechanisms for generalizing the effects of Brazilian litigation, however, so we do not expect the benefits to be strictly limited to the -litigating class.‖ Still, the cases are largely expected by litigants to have purely individual effects, and thus should focus on more expensive goods and be less pro-poor. Finally, Nigeria's litigation is characterized primarily by Obligations cases, which we expect to be more regressive, and by a few provisions cases with limited effects. As it turns out, the Nigerian regulations cases, which have the more progressive potential, coincidentally or not, affect policy spaces that are relatively affluentprivate schools and universities. Thus, for rather ad hoc reasons, we expect Nigerian litigation to be less progressive even in regulations cases. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical Analysis",
        "sec_num": null
      },
      {
        "text": "We follow Gauri and Brinks in using simple counts of the numbers of people whose lives were significantly affected by the court rulings to estimate the distributive impact of litigation. It may be possible to aggregate across cases involving different kinds of benefits (e.g., decreases in mortality and morbidity, more years of schooling) using a common metric of the value of the benefits (e.g., disability adjusted life years in health, returns to education, pecuniary measures of the value of human life, or even dollars spent as a result of the court judgment). We have not done so here, as the data challenges for such an undertaking would be daunting to say the least.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Measuring the Distributive Impact of Litigation",
        "sec_num": null
      },
      {
        "text": "Even using this simple metric requires certain assumptions, but we believe that the assumptions we make are defensible, and where alternative assumptions were available, we have tried to use the more conservative estimate for the number of people affected by court decisions. The individual calculations are explained and defended in an appendix to the paper and are available from the authors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Measuring the Distributive Impact of Litigation",
        "sec_num": null
      },
      {
        "text": "In Brazil, Gauri and Brinks identified over seven thousand cases in the four sampled Brazilian states (Rio de Janeiro, Rio Grande do Sul, Bahia, and Goias), the great majority of which involved claims for medications. We now know that there are many more, especially in the years since that study (see, e.g., Ferraz 2011, conservatively estimating 40,000 cases per year), but for our purposes the number of litigants is less important than the number of expected beneficiaries, and their distribution across social strata. If we simply examined the characteristics of direct beneficiaries, we would likely conclude, as does the existing literature on this topic, that they do not over-represent the poor. Ferraz, for instance, concludes that -they are neither those most deprived of health services nor the most disadvantaged in terms of other social determinants of health‖ (Ferraz 2011) .",
        "cite_spans": [
          {
            "start": 875,
            "end": 888,
            "text": "(Ferraz 2011)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Brazil",
        "sec_num": null
      },
      {
        "text": "But much of the qualitative literature on the judicialization of health in Brazil describes how after a significant number of cases for a particular medication, the states stop opposing judicial claims for that medication and begin supplying it routinely (Hoffman and Bentes 2008) , thus producing indirect policy effects. This was true, for instance, for HIV/AIDS treatments, and continues to happen in other areas. We therefore used secondary evidence to identify the main illnesses suffered by litigants in these cases, and calculated the socio-economic profile of the overall population affected by this illness to estimate the characteristics of potential indirect beneficiaries in order to determine whether litigation was in fact drawing the state's attention to",
        "cite_spans": [
          {
            "start": 255,
            "end": 280,
            "text": "(Hoffman and Bentes 2008)",
            "ref_id": "BIBREF16"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Brazil",
        "sec_num": null
      },
      {
        "text": "-rich people's problems.‖ We do not know exactly how many cases it takes before the government changes its policies. But our analysis allows us to set the outside bounds of the outcome of interest: if all the effects are direct effects on litigants, the benefited population is the litigant population; if the effects fully generalize to those similarly situated through indirectpolicy effects, then the benefited population includes all Brazilians who share an illness with the litigants. As will be seen below, our estimate of the benefited population closely matches the results of the only existing surveys of the litigants themselves, so it is unlikely that we are very far off in our estimates of the proportion of poor people who benefit.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "20",
        "sec_num": null
      },
      {
        "text": "Who benefits from medications litigation in Brazil, then? When they do, these medications generalize through the public health system (the Sistema Único da Saúde, or SUS).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "20",
        "sec_num": null
      },
      {
        "text": "We know that the vast majority of SUS users have low incomes: Ribeiro et al (2006) For high cost treatments, however, we assume that the SE profile of SUS users of these treatments roughly reflects the social distribution of these diseases in society. This is a more conservative estimate of the extent to which the poor benefit, for two reasons. First, we rely on surveys of people who have already been diagnosed with a particular disease, and thus who have at some point at least come into contact with medical care; once diagnosed, and given that the SUS will treat the disease free of charge, it is likely that even the poor will get treatment. It is not the case, then, that we are imputing from the prevalence of the disease among people who have no access to health care at all. Moreover, while it is possible that some low-income people never return for care after their initial diagnosis, it is at least as likely that some high-income people continue to receive private medical care for their conditions. Table 2 summarizes the results of our investigation for Brazil's health cases. Ironically, after all the twists and turns of this calculation, the distribution of indirect beneficiaries is not far from the population distribution across income levels: about 36% of beneficiaries come from the bottom 2 income quintiles. Moreover, recall that about 43% of SUS users come from this income strand. In other words, not only is the income distribution among indirect beneficiaries close to the income distribution in the population, but it is also reasonably close to the income distribution of SUS users -36% compared to 43%. This is not, of course, pro-poor, according to our definitionindeed, it is slightly regressive, though close to neutral, even when compared to the public health system, which is itself not terribly pro-poor by this measure. 3",
        "cite_spans": [
          {
            "start": 62,
            "end": 82,
            "text": "Ribeiro et al (2006)",
            "ref_id": "BIBREF23"
          }
        ],
        "ref_spans": [
          {
            "start": 1016,
            "end": 1023,
            "text": "Table 2",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "20",
        "sec_num": null
      },
      {
        "text": "While our conclusion sounds like it directly contradicts existing empirical findings (e.g., Ferraz 2011; Da Silva & Terrazas, 2011) , this is partly because we focus on indirect beneficiaries, while they look at the characteristics of individual litigants. But even so, some of our results are remarkably congruent, even though they draw nearly the opposite conclusion from the data. Da Silva and Terrazas (2011) , for example, find, that, in terms of income, the surveyed population of direct beneficiaries is exactly representative of the overall population of São Paulo.",
        "cite_spans": [
          {
            "start": 92,
            "end": 104,
            "text": "Ferraz 2011;",
            "ref_id": "BIBREF7"
          },
          {
            "start": 105,
            "end": 131,
            "text": "Da Silva & Terrazas, 2011)",
            "ref_id": "BIBREF4"
          },
          {
            "start": 387,
            "end": 412,
            "text": "Silva and Terrazas (2011)",
            "ref_id": "BIBREF4"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "20",
        "sec_num": null
      },
      {
        "text": "In addition, the proportion of cases originating in public hospitals and the proportion of litigants who use the public health system exactly mirror the proportion of the population that does not have private health insurance (n.22). In other words, even the direct beneficiaries in health rights litigation seem to be quite representative of Brazil's income distribution. It is their focus on the dollars allocated rather than the persons benefited that leads them to the conclusion that litigation is regressive, even though all classes are well represented.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "20",
        "sec_num": null
      },
      {
        "text": "The picture is quite different in education litigation, although the number of beneficiaries in this policy area is much smaller. In education, Gauri and Brinks attribute all the effects to regulation cases, which have indirect effects by definition and are thus expected to be more progressive. In this policy area, then, we identified the effects of cases relating to private schools (for example, restrictions on tuition increases in those schools), and those relating to public schools (mostly, easing procedural restrictions on hiring new teachers), estimated the number of beneficiaries in each, and applied the known demographics of public and private school students to these findings. According to the Brazilian statistical service, 4 and using a slightly lower income cut-off ($50/month in per capita family income, rather than $60/month), about 80% of public school students, and 27% of private school students are -underprivileged.‖ Brinks and",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "20",
        "sec_num": null
      },
      {
        "text": "Gauri estimate about 40,000 beneficiaries in public schools and 400 in private ones. Given this ratio, at least 78% of beneficiaries of education litigation come from the lower two income quintiles, so that the underprivileged are overrepresented in Brazil's Education-Regulation litigation by about 4 to 1.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "20",
        "sec_num": null
      },
      {
        "text": "In contrast to Brazil, South Africa showed a markedly smaller number of cases, the effect of which was felt largely through the modification of public policy as a result of the court order.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "South Africa",
        "sec_num": null
      },
      {
        "text": "That is, the South African litigation model involved the modification of public policy through broadly applicable, erga omnes decisions, rather than through the accumulation of individual cases with individual remedies and the more or less voluntary adoption of these decisions on an ad hoc basis. This means that, even more than for Brazil, the demographics of the actual litigants are of trivial importance, compared to the demographics of the relevant policy area beneficiaries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "South Africa",
        "sec_num": null
      },
      {
        "text": "Moreover, this means the numbers of health and education rights cases are small enough to trace the impact case by case (and only six of the twenty-four cases resulted in significant measurable impact). The results for South Africa, in keeping with our expectations, are more pro-poor than those in Brazil: more than 80 percent of all those benefited by these decisions fit even a fairly narrow definition of -underprivileged,‖ compared to the distribution-neutral effect of litigation in Brazil. If we assume that the South African -underprivileged‖ come from the bottom 40 th income percentile (in fact, they are probably even less -privileged‖ than that), then South African SE litigation is twice as pro-poor as the Brazilian model.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "South Africa",
        "sec_num": null
      },
      {
        "text": "To put this in the same terms as we used for Brazil we would have to calculate the distribution of, for example, HIV/AIDS patients by income decile. We have been unable to find any such study for South Africa. Instead, we use the results of surveys and studies of the characteristics of people with a particular illness. For example, according to a household survey, the truly poor appear to be overrepresented among households with an HIV/AIDS patient by a factor of at least 1.4 (69% of HIV/AIDS households earn under $132/month, while only about half of all households in the overall population fall below that threshold). The other cases suggest even more of a pro-poor biasthey involve prisoners, for instance, or subsidies to low income school children. We summarize our calculations (described more fully in the Appendix available from the authors) in the following table. Susanti (2008) identifies a total of seven right-to-health and five right-to-education cases in Indonesia since the beginning of the transition to democratic rule in 1999. Five of these did not have a measurable impact: two were efforts to sue for medical negligence (both were rejected), one was a claim to avoid the relocation of a school due to a land swap favoring developers (rejected by the court), one involved the student protests at a university (the students won the case in court, but it had no wider policy impact); and one was an abstract challenge to the new law on a national social security scheme (accepted by the court, but the scheme remains very much a work in progress 5 ). On the other hand, of the seven cases with some measurable policy impact, three followed losses in court: in these cases, the political authorities acceded to the petitioners' requests (at least in part) despite losing in court.",
        "cite_spans": [
          {
            "start": 880,
            "end": 894,
            "text": "Susanti (2008)",
            "ref_id": "BIBREF28"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "South Africa",
        "sec_num": null
      },
      {
        "text": "By far the most consequential litigation stream was a series of three cases involving judicial review of government funding for K-12 education, which contributed to a significant increase in funding for education in Indonesia. In the Judicial Review of the 2005 State Budget Law, and in two subsequent challenges on the same grounds, the Constitutional Court ordered the government to comply with a constitutional requirement that specified that the government devote 20% of its expenditures to education. These rulings contributed to an increase in education's share of the budget from 7% to nearly 12% in the next few years (and eventually 20%, once the definition of the numerator changed). Gauri and Brinks estimated, conservatively, that at least 750,000 students received significantly better schooling as a result of more financing (out of some 50 million students enrolled in primary and secondary education).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "South Africa",
        "sec_num": null
      },
      {
        "text": "In Indonesia, the poorest are underrepresented in public primary education because middle class families commonly use public schools while many of the poorest families are not enrolled at all. Still, these middle class families are not rich by global standards: World Bank figures show that approximately half of Indonesians consumed less than US$2/day in 2007. 6 Adding money to the public school budget might draw more unenrolled, lower income families into the system. Still, we estimate the beneficiary mix as if the additional money did not affect the income distribution among public school students. Using data from the government and the World Bank, we estimate that 36.3% of these students were from the lowest two income 27 quintiles (detailed calculations are in the appendix). Overall, the distributive impact of SE rights litigation in Indonesia is presented in Table 4 . ",
        "cite_spans": [
          {
            "start": 356,
            "end": 363,
            "text": "2007. 6",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 875,
            "end": 882,
            "text": "Table 4",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "South Africa",
        "sec_num": null
      },
      {
        "text": "In Nigeria, Odinkalu identified 46 cases related to health and education rights in the states of Lagos, Rivers, and Kaduna (Gauri and Brinks 2008) . The large majority of these claims were denied full hearings, lost on the merits, or had negligible impact. Of these cases, we traced impact in six policy areas. The overall number of beneficiaries in Nigeria is low primarily because the courts actively restricted the effects of their decisions to the litigants, usually by crafting narrow standing rules that require the demonstration of an individualized harm to gain benefits. The most consequential cases, in terms of people directly affected, involved court decisions that prevented the nationalization of private schools in Lagos and that provided due process rights for university students. Given the socio-economic makeup of the private school and university populations, these tended to benefit relatively more endowed claimants. Table 5 below shows that, consistent with expectations, the pro-poor effect of social and economic rights litigation in Nigeria was relatively low. The overall number of beneficiaries was low, and only 25% of beneficiaries were from disadvantaged classes. ",
        "cite_spans": [
          {
            "start": 123,
            "end": 146,
            "text": "(Gauri and Brinks 2008)",
            "ref_id": "BIBREF13"
          }
        ],
        "ref_spans": [
          {
            "start": 939,
            "end": 946,
            "text": "Table 5",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "Nigeria",
        "sec_num": null
      },
      {
        "text": "The Indian courts, more than those in Brazil and Nigeria, did hear cases involving regulation of and policies towards primary education and basic health care. On the other hand, the courts also heard a number of cases involving private medical care and tertiary education, which are more likely to benefit wealthier citizens. However, as many observers have noted, the enforcement and implementation of many of these rulings has been lax, with many having little discernible impact on the ground. Instances of winning court rulings on health and education rights that have had little measurable effect on policy outcomes include a ban on child labor, a ban on corporal punishment in schools, a series of rulings on clean water, a requirement that cyclists wear helmets, rulings on hospital quality, a ban on smoking in public places, 7 permitting price controls on drugs (this is just now being enforced), limiting the right to strike of health care providers, permitting criminal prosecution of medically negligent health care providers, regulating the fees charged by private minority institutions, extending the right to pre-primary education, setting up a few schools for blind children, and cases requiring the closing of polluting factories and setting up green zones.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "India",
        "sec_num": null
      },
      {
        "text": "We did, however, find a substantial impact from several streams of litigation in India, particularly those focused on regulation; we summarize their estimated effects below. There were many other cases involving individual claims to access government social benefits schemes and educational institutions. We did not attempt to quantify the effects of these cases because their benefits were always limited to the individual claimants, and their contribution to the impact and distribution of health and education rights litigation in India was swamped by the major regulations casesthe number of beneficiaries from these cases is not even 1% of the total.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "India",
        "sec_num": null
      },
      {
        "text": "In contrast to South Africa, Table 6 shows that the 77% of the beneficiaries of the litigation stream on AIDS were not from disadvantaged classes (defined as citizens with income or consumption in the lower two income quintiles). This is because most of the benefits of securing the blood supply went to those who were already able to access hospital care, which is not widely available in India. Similarly, although we estimated that the number of beneficiaries from allowing patients to sue doctors for malpractice in the consumer forums, rather than the backlogged courts, was very large (it was the litigation stream with the second highest impact, in terms of numbers affected); most of the benefits went to those who utilized formal sector private medicine. And only 13% of patients utilizing formal private sector medicine came from the lowest two income quintiles. This is consistent with our expectation that Obligation cases tend to benefit those who already have access to services. But the other two other litigation streams with very large levels of impact in terms of numbers of people affected were pro-poor (in the sense that the lowest two income quintiles received more than 40% of the direct benefits of the cases).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 29,
            "end": 36,
            "text": "Table 6",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "India",
        "sec_num": null
      },
      {
        "text": "One set of cases focused on air quality in Delhi and other urban centers, and the other on the right to food, and particularly the provision of midday meals to students in government schools. among about 523,000 people. The Supreme Court also directed sixteen additional Indian cities to adopt similar policies for air quality, 8 but the overall level of implementation in Agra, Ahmedabad, Faridibad, and other cities covered by the order is only 1% of that in Delhi, so no more than 27,949 people in other cities have been significantly affected..",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "India",
        "sec_num": null
      },
      {
        "text": "For the estimate of disadvantaged beneficiaries, we assume the distribution of these illness episodes follows the distribution of asthma in the general population. WHO data show that 47% of diagnosed asthma suffers in India come from the lowest two income quintiles, 9 so that the number of disadvantaged beneficiaries is 551,481 x 47% = 259,196 people. This is likely an underestimate because the court decision benefitted all asthma sufferers, not just diagnosed asthma sufferers, and rates of diagnosis are likely to be lower for the lower income groups.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "India",
        "sec_num": null
      },
      {
        "text": "The impact of the right to food litigation is the sum of impacts on school attendance and on nutritional well-being. The program increased first grade school enrollment, for girls alone, by 10% per year. As a result, the program resulted in 412,500 new girls in school each year from 2001-2006, or 2,475,000 girls in total. All of these were likely disadvantaged, as it is the lowest income girls who are prevented from attending school due to a lack of food in household. We estimate that over 7 million students benefited from the program's nutritional effects. Similar calculations for other cases are in Table 6 . The table shows that the share of disadvantaged beneficiaries in India is about 83%, consistent with the expectations when the legal system permits abstract policy review and cases focus on regulation. Table 7 summarizes By this measure, the poor are overrepresented among the beneficiaries of SE litigation, in cases with expected progressive effects, by a factor of around 2 to 1.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 608,
            "end": 615,
            "text": "Table 6",
            "ref_id": "TABREF7"
          },
          {
            "start": 820,
            "end": 838,
            "text": "Table 7 summarizes",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "India",
        "sec_num": null
      },
      {
        "text": "Even in the cases we expected to be more regressive (the shaded cells in the table), the situation is not altogether dire. In Brazil medications cases the poor are, in fact, almost proportionately represented. In the case of Obligation cases they are sharply underrepresented, but it is unclear that this means they are worse off, since these cases do not imply the reallocation are for the most part expected by the litigants to have purely individual direct effects. Thus, the litigants' cost-benefit analysis is limited to the direct effects, so that the claims generally target higher-end goods for which demand is spread across all income strata, rather than low-end goods for which we might expect demand to concentrate among low-income populations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": null
      },
      {
        "text": "Finally, it is worth returning to some of the existing hypotheses regarding the sources of the (supposed) anti-poor bias of courts, which we alluded to at the outset. Summarizing, some have argued that courts will not be able to benefit poor beneficiaries because of inequalities in access to justice (Galanter 1974; Cappelletti and Garth 1978-79) , because of the attitudes and strategic calculations of the judiciary (Dahl 1957) , and as a result of the ability of opponents to undermine implementation (Rosenberg 1991) . Those arguments have usually been made in categorical terms, but we can examine the extent to which they, rather than the breadth of applicability of rulings, which is our preferred explanation, are more persuasive in explaining the variation in distributive impact that we observe. For the countries we have examined, Table 8 shows measures of access to justice (cases per 10 million in the countries in our sample); the win rates of for litigants in health and education rights cases; the extent to which the executive branch usually implements social and economic rights rulings, as observed by the analysts in the Gauri and Brinks volume, and our indicator variable for the breadth of applicability of court rulings.",
        "cite_spans": [
          {
            "start": 301,
            "end": 316,
            "text": "(Galanter 1974;",
            "ref_id": "BIBREF11"
          },
          {
            "start": 317,
            "end": 347,
            "text": "Cappelletti and Garth 1978-79)",
            "ref_id": null
          },
          {
            "start": 419,
            "end": 430,
            "text": "(Dahl 1957)",
            "ref_id": "BIBREF5"
          },
          {
            "start": 505,
            "end": 521,
            "text": "(Rosenberg 1991)",
            "ref_id": "BIBREF25"
          }
        ],
        "ref_spans": [
          {
            "start": 843,
            "end": 850,
            "text": "Table 8",
            "ref_id": "TABREF8"
          }
        ],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": null
      },
      {
        "text": "The last columns shows our measure of the extent to which the court rulings have a pro-poor impact, taken from the tables above. Overall, the table shows that our indicator of the breadth of applicability of court rulings is most closely correlated with the extent to which the poor share in the benefits from these rulings. In summary, for all the seemingly commonsensical reasons to expect litigation to be an elite game, the evidence does not support a finding that only the better off benefit. In fact, in many of the categories, the primary beneficiaries of the cases in our sample were the underprivileged. When we examine the socio-demographic characteristics of the people benefited in our sample of cases, we find that approximately 55% of them are likely to be poor, uneducated, or otherwise underprivileged in some significant way. It is true, then, that litigation does not, with important exceptions, target primary health care; but it is not true that it does not target primary education. It is true that some of the cases are brought by middle class people or people who fit some definition of privilege (such as the white Afrikaans-speaking population of South Africa), but not true that these cases dominate, either in number of cases or number of beneficiaries. This is strong evidence that human rights litigation on behalf of social and economic rights is not inherently regressive.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": null
      },
      {
        "text": "In the cases of India and South Africa, this included all cases at the High Court level and above(India 1950-2006, resulting in 382 cases, and South Africa 1994-2006, resulting in 32 cases); in Brazil, it included all electronically reported cases from the highest courts of four states (Bahia, Goiania, Rio de Janeiro, Rio Grande do Sul) plus the decisions of the two apex courts, from 1994-2004, resulting in some 7400 cases; in Indonesia (a unitary country) it",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Of course, the strength of precedent that a given case establishes, whether in a common law or civil law jurisdiction, is a continuous variable, not a binary one; and in fact, judicial systems blend abstract and concrete review in a variety of ways. Moreover, how much precedent matters should, ideally, be evaluated empirically, and not simply on the basis of what a legal tradition contemplates in theory. In many systems in which precedent has no value in theory we often find a great deal of precedential behavior, and vice versaShapiro, M. (1981). Courts: A Comparative and Political Analysis. Chicago and London, University of Chicago Press..",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Note that if our calculation were done in dollars, rather than in numbers of people benefited, we might have a different result. Vieira and Zucchi, for instance, find that 75% of the dollars allocated through court actions are attributable to cancer drugs. If we used this figure, and assume a blended rate of 41% for the other 25% of dollars allocated, we would find that somewhere around 30% of the benefits, in dollar terms, accrue to the bottom two income quintiles. But this is just one study, with a fairly narrow empirical base, and we do not have sufficient information to extend it further.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Instituto Brasileiro de Geografia e Estatística (http://www.ibge.gov.br).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See for instance http://www.ilo.org/public/english/region/asro/bangkok/events/sis/download/paper24.pdf 6 http://go.worldbank.org/BEQZ2K3MR0",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "It was made a punishable offense in a Supreme Court case in 2001, but rules implementing the ban were not put in place until 2008, and enforcement is still spotty.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "http://cpcb.nic.in/upload/NewItems/NewItem_104_airquality17cities-package-.pdf",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "http://www.who.int/healthinfo/survey/whs_hspa_book.pdf",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "of state resources from pro-poor programs to the litigant class, they merely strengthen the ability of middle class users to negotiate with their providers, when the services involve goods protected by constitutional rights. Cross-country and cross-policy area differences in the number of cases counsel against aggregating across these cells, but on average these cells include only 23% underprivileged beneficiaries, while the cells where we expected a more progressive effect include, on average, 70% underprivileged beneficiaries. Even if we drop the cells with very small numbers (say, less than one thousand), the cases with more regressive expected effects average 27% underprivileged, while the cells where we expected more pro-poor outcomes average a full 67% underprivileged. The discussion above and in the Appendix suggests that nearly all cases have some indirect effects. The difference between Provision cases in Brazil versus those in India, Indonesia and South Africa, is that the indirect effects are tied to, and the product of, individual cases that This does not, as noted at the very outset, answer all the questions we might want to ask.In order to determine whether using the courts is more or less regressive than appealing to the legislature, we would now have to perform a similar analysis of the beneficiaries of legislative decision-making in the areas of health and education, perhaps looking at the same time frame.We might compare this outcome to the existing socio-economic profile of beneficiaries of public policy programs in Brazil and South Africa and to the distributive effect of legislative decisionmaking since the advent of democracy in those countries. We know from other research that education policy in Brazil (as in the rest of Latin America) has traditionally been strongly regressive, because of the emphasis on free tertiary education, and that democracy has begun to redress this pattern (Brown and Hunter 2004) . At the same time, analyses of public spending in Brazil across a variety of issues including health and education show that this pro-poor impulse did not come at the expense of spending on programs that are near and dear to the more privileged (Hunter and Sugiyama 2009: 48-49) . Given the results detailed above, it seems likely that there will not be a dramatic difference in the pro-poor effect of recent legislative and judicial decision-making.",
        "cite_spans": [
          {
            "start": 1939,
            "end": 1962,
            "text": "(Brown and Hunter 2004)",
            "ref_id": "BIBREF2"
          },
          {
            "start": 2209,
            "end": 2242,
            "text": "(Hunter and Sugiyama 2009: 48-49)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "annex",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Justice and Experimentalism: Judicial Remedies in Public Law Litigation in Argentina. Seminario en Latinoamerica de Teoria Constitucional y Politica",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Bergallo",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bergallo, P. (2005). Justice and Experimentalism: Judicial Remedies in Public Law Litigation in Argentina. Seminario en Latinoamerica de Teoria Constitucional y Politica, Panel 4. Rio de Janeiro.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Bodies of rights and therapeutic markets",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Biehl",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Petryna",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Social Research: An International Quarterly",
        "volume": "78",
        "issue": "2",
        "pages": "359--386",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Biehl, J. and A. Petryna (2011). \"Bodies of rights and therapeutic markets.\" Social Research: An International Quarterly 78(2): 359-386.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Democracy and human capital formation",
        "authors": [
          {
            "first": "D",
            "middle": [
              "S"
            ],
            "last": "Brown",
            "suffix": ""
          },
          {
            "first": "W",
            "middle": [],
            "last": "Hunter",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Comparative Political Studies",
        "volume": "37",
        "issue": "7",
        "pages": "842--864",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Brown, D. S. and W. Hunter (2004). \"Democracy and human capital formation.\" Comparative Political Studies 37(7): 842-864.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Access to Justice",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Cappelletti",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Garth",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cappelletti, M. and B. Garth, Eds. (1978-79). Access to Justice. Milan, A. Giuffrè.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Claiming the Right to Health in Brazilian Courts: The Exclusion of the Already Excluded?",
        "authors": [
          {
            "first": "Da",
            "middle": [],
            "last": "Silva",
            "suffix": ""
          },
          {
            "first": "V",
            "middle": [
              "A"
            ],
            "last": "",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [
              "V"
            ],
            "last": "Terrazas",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Law & Social Inquiry",
        "volume": "36",
        "issue": "4",
        "pages": "825--853",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Da Silva, V. A. and F. V. Terrazas (2011). \"Claiming the Right to Health in Brazilian Courts: The Exclusion of the Already Excluded?\" Law & Social Inquiry 36(4): 825-853.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Decision-Making in a Democracy: The Supreme Court as a National Policy-Maker",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Dahl",
            "suffix": ""
          }
        ],
        "year": 1957,
        "venue": "Journal of Public Law VI",
        "volume": "",
        "issue": "2",
        "pages": "279--295",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Dahl, R. (1957). \"Decision-Making in a Democracy: The Supreme Court as a National Policy- Maker.\" Journal of Public Law VI(2): 279-295.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Law's Empire. Cambridge",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Dworkin",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Dworkin, R. (1986). Law's Empire. Cambridge, The Belknap Press of Harvard U. Press.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Harming the Poor Through Social Rights Litigation: Lessons from Brazil",
        "authors": [
          {
            "first": "O",
            "middle": [
              "L M"
            ],
            "last": "Ferraz",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Texas Law Review",
        "volume": "89",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ferraz, O. L. M. (2011). \"Harming the Poor Through Social Rights Litigation: Lessons from Brazil.\" Texas Law Review 89.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Le Lys Rouge",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "France",
            "suffix": ""
          }
        ],
        "year": 1922,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "France, A. (1922). Le Lys Rouge [The Red Lily].",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Human rights transformed: positive rights and positive duties",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Fredman",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Fredman, S. (2008). Human rights transformed: positive rights and positive duties, Oxford University Press.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Why the \"Haves\" Come out Ahead: Speculations on the Limits of Legal Change",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Galanter",
            "suffix": ""
          }
        ],
        "year": 1974,
        "venue": "Law & Society Review",
        "volume": "9",
        "issue": "1",
        "pages": "95--160",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Galanter, M. (1974). \"Why the \"Haves\" Come out Ahead: Speculations on the Limits of Legal Change.\" Law & Society Review 9(1): 95-160.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Fundamental Rights and Public Interest Litigation in India: Overreaching or Underachieving?",
        "authors": [
          {
            "first": "V",
            "middle": [],
            "last": "Gauri",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Indian Journal of Law and Economics",
        "volume": "1",
        "issue": "1",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gauri, V. (2011). \"Fundamental Rights and Public Interest Litigation in India: Overreaching or Underachieving?\" Indian Journal of Law and Economics 1(1).",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Courting Social Justice: Judicial Enforcement of Social and Economic Rights in the Developing World",
        "authors": [
          {
            "first": "V",
            "middle": [],
            "last": "Gauri",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [
              "M"
            ],
            "last": "Brinks",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gauri, V. and D. M. Brinks, Eds. (2008). Courting Social Justice: Judicial Enforcement of Social and Economic Rights in the Developing World. New York, Cambridge University Press.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "South Africa's Treatment Action Campaign: Combining Law and Social Mobilization to Realize the Right to Health",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Heywood",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "Journal of Human Rights Practice",
        "volume": "1",
        "issue": "1",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Heywood, M. (2009). \"South Africa's Treatment Action Campaign: Combining Law and Social Mobilization to Realize the Right to Health.\" Journal of Human Rights Practice 1(1): 14.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "The political origins of judicial empowerment through constitutionalization: Lessons from four constitutional revolutions",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Hirschl",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Law And Social Inquiry-Journal Of The American Bar Foundation",
        "volume": "25",
        "issue": "1",
        "pages": "91--149",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hirschl, R. (2000). \"The political origins of judicial empowerment through constitutionalization: Lessons from four constitutional revolutions.\" Law And Social Inquiry-Journal Of The American Bar Foundation 25(1): 91-149.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Courting Social Justice: Judicial Enforcement of Social and Economic Rights in the Developing World",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Hoffman",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [
              "R N M"
            ],
            "last": "Bentes",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Gauri and D. M. Brinks",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hoffman, F. and F. R. N. M. Bentes (2008). Accountability for Social and Economic Rights in Brazil. Courting Social Justice: Judicial Enforcement of Social and Economic Rights in the Developing World. V. Gauri and D. M. Brinks. New York, Cambridge University Press.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Democracy and Social Policy in Brazil: Advancing Basic Needs, Preserving Privileged Interests",
        "authors": [
          {
            "first": "W",
            "middle": [],
            "last": "Hunter",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [
              "B"
            ],
            "last": "Sugiyama",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "Latin American Politics and Society",
        "volume": "51",
        "issue": "2",
        "pages": "29--58",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hunter, W. and N. B. Sugiyama (2009). \"Democracy and Social Policy in Brazil: Advancing Basic Needs, Preserving Privileged Interests.\" Latin American Politics and Society 51(2): 29-58.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Making Social Rights Conditional: Lessons from India",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Khosla",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "International journal of constitutional law",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Khosla, M. (2011). \"Making Social Rights Conditional: Lessons from India.\" International journal of constitutional law.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Social Rights Jurisprudence: Emerging Trends in International and Comparative Law",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Langford",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Ed",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Langford, M., Ed. (2008). Social Rights Jurisprudence: Emerging Trends in International and Comparative Law, Cambridge University Press.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Rights at work: Pay Equity Reform and the Politics of Legal Mobilization",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Mccann",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "McCann, M. (1994). Rights at work: Pay Equity Reform and the Politics of Legal Mobilization. Chicago, University of Chicago Press.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "The moral economy of AIDS in South Africa. Cambridge",
        "authors": [
          {
            "first": "N",
            "middle": [],
            "last": "Nattrass",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Nattrass, N. (2004). The moral economy of AIDS in South Africa. Cambridge, Cambridge University Press.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "The Impact of Economic and Social Rights in Nigeria: An Assessment of the Legal Framework for Implementing Education and Health as Human Rights",
        "authors": [
          {
            "first": "C",
            "middle": [
              "A"
            ],
            "last": "Odinkalu",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Gauri and D. M. Brinks",
        "volume": "",
        "issue": "",
        "pages": "183--223",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Odinkalu, C. A. (2008). The Impact of Economic and Social Rights in Nigeria: An Assessment of the Legal Framework for Implementing Education and Health as Human Rights. Courting Social Justice: Judical Enforcement of Economic and Social Rights in the Developing World. V. Gauri and D. M. Brinks. New York, Cambridge University Press: 183-223.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Perfil sociodemogafico e padrao de utilizacao de servcos de saue para usuarios e nao-usuarios do SUS-PNAD",
        "authors": [
          {
            "first": "M",
            "middle": [
              "C S A"
            ],
            "last": "Ribeiro",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [
              "B"
            ],
            "last": "Barata",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Ciencia & Saude Coletiva",
        "volume": "11",
        "issue": "4",
        "pages": "1011--1022",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ribeiro, M. C. S. A., R. B. Barata, et al. (2006). \"Perfil sociodemogafico e padrao de utilizacao de servcos de saue para usuarios e nao-usuarios do SUS-PNAD 2003.\" Ciencia & Saude Coletiva 11(4): 1011-1022.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "Assessing the Impact and Promoting the Implementation of Structural Judgments: A Comparative Case Study of ESCR Rulings in Colombia",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Rodríguez-Garavito",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rodríguez-Garavito, C. (2009). Assessing the Impact and Promoting the Implementation of Structural Judgments: A Comparative Case Study of ESCR Rulings in Colombia.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "The Hollow Hope: Can Courts Bring About Social Change? Chicago",
        "authors": [
          {
            "first": "G",
            "middle": [
              "N"
            ],
            "last": "Rosenberg",
            "suffix": ""
          }
        ],
        "year": 1991,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rosenberg, G. N. (1991). The Hollow Hope: Can Courts Bring About Social Change? Chicago, University of Chicago Press.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Courting Social Justice: Judicial Enforcement of Social and Economic Rights in the Developing World",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Shankar",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [
              "B"
            ],
            "last": "Mehta",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Gauri and D. M. Brinks. New York",
        "volume": "",
        "issue": "",
        "pages": "146--182",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Shankar, S. and P. B. Mehta (2008). Courts and Socioeconomic Rights in India. Courting Social Justice: Judicial Enforcement of Social and Economic Rights in the Developing World. V. Gauri and D. M. Brinks. New York, Cambridge University Press: 146-182.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "Courts: A Comparative and Political Analysis. Chicago and London",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Shapiro",
            "suffix": ""
          }
        ],
        "year": 1981,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Shapiro, M. (1981). Courts: A Comparative and Political Analysis. Chicago and London, University of Chicago Press.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "Courting Social Justice: Judicial Enforcement of Social and Economic Rights in the Developing World",
        "authors": [
          {
            "first": "B",
            "middle": [],
            "last": "Susanti",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Gauri and D. M. Brinks",
        "volume": "",
        "issue": "",
        "pages": "224--267",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Susanti, B. (2008). The Implementation of the Rights to Health Care and Education in Indonesia. Courting Social Justice: Judicial Enforcement of Social and Economic Rights in the Developing World. V. Gauri and D. M. Brinks. New York, Cambridge University Press: 224-267.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "Distortions to national drug policy caused by lawsuits in Brazil",
        "authors": [
          {
            "first": "F",
            "middle": [
              "S"
            ],
            "last": "Vieira",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Zucchi",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "Revista de Saúde Pública",
        "volume": "41",
        "issue": "2",
        "pages": "214--222",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Vieira, F. S. and P. Zucchi (2007). \"Distortions to national drug policy caused by lawsuits in Brazil.\" Revista de Saúde Pública 41(2): 214-222.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "Claiming individual rights through a constitutional court: The example of gays in Costa Rica",
        "authors": [
          {
            "first": "B",
            "middle": [
              "M"
            ],
            "last": "Wilson",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "International Journal of Constitutional Law",
        "volume": "5",
        "issue": "2",
        "pages": "242--257",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wilson, B. M. (2007). \"Claiming individual rights through a constitutional court: The example of gays in Costa Rica \" International Journal of Constitutional Law 5(2): 242-257.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "Rights Revolutions in Unlikely Places: Colombia and Costa Rica",
        "authors": [
          {
            "first": "B",
            "middle": [
              "M"
            ],
            "last": "Wilson",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "Journal of Politics in Latin America",
        "volume": "1",
        "issue": "2",
        "pages": "59--85",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wilson, B. M. (2009). \"Rights Revolutions in Unlikely Places: Colombia and Costa Rica.\" Journal of Politics in Latin America 1(2): 59-85.",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "Litigating Health Rights: Can Courts Bring More Justice to Health?",
        "authors": [
          {
            "first": "A",
            "middle": [
              "E"
            ],
            "last": "Yamin",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Gloppen",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Human Rights Program Series",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Yamin, A. E. and S. Gloppen, Eds. (2011). Litigating Health Rights: Can Courts Bring More Justice to Health? Human Rights Program Series. Cambridge, MA, Harvard University Press.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "num": null,
        "type_str": "figure",
        "text": ", even individual Provision cases might have broad effects, if their decisions generalize through one of several possible mechanisms: by creating non-excludable goods, by triggering changes in the law, or by prompting new policy that extends to all similarly situated persons. The theory and expectations are summarized in the following figure.",
        "fig_num": null,
        "uris": null
      },
      "FIGREF1": {
        "num": null,
        "type_str": "figure",
        "text": "Empirical expectations",
        "fig_num": "1",
        "uris": null
      },
      "FIGREF2": {
        "num": null,
        "type_str": "figure",
        "text": "Delhi clean air cases culminated in a 2001 order in which the Indian Supreme Court prompted the Delhi government to take a number of steps to require commercial vehicles in the city to use cleaner fuels. This resulted in sharply lower rates of respirable suspended particulate matter (RSPM) in the air around Delhi. A World Bank study for the number of lives saved and illness episodes averted in Delhi as a function of RSPM decline suggests that the litigation and the policies saved an estimated 14,323 lives in Delhi from 2002-2006 and significantly morbidity",
        "fig_num": null,
        "uris": null
      },
      "FIGREF3": {
        "num": null,
        "type_str": "figure",
        "text": "our findings, showing the percentage of underprivileged persons benefiting in each class of litigation. Does it show that social and economic rights litigation can be -pro-poor‖? To some extent, yes. With some exceptions, such as prisoners or refugees, the -underprivileged‖ category in each cell represents the bottom 40% of the population in terms of income. Any number above 40%, therefore, represents a redirection of resources, at least in the sense that the poor are overrepresented among beneficiaries compared to the general population.",
        "fig_num": null,
        "uris": null
      },
      "TABREF1": {
        "num": null,
        "type_str": "table",
        "text": "",
        "html": null,
        "content": "<table><tr><td>Decisions with broad effects -more egalitarian</td><td>All Regulation cases; South Africa in general; India PIL Provision and Regulation; Indonesia abstract Provision</td></tr><tr><td>Decisions with individual effects -less egalitarian</td><td>Brazil medications cases; Brazil Obligation cases; Nigeria Provision and Obligation cases; Indonesia Provision; India Obligation cases</td></tr></table>"
      },
      "TABREF2": {
        "num": null,
        "type_str": "table",
        "text": "show that only 9.2% of SUS users come from families with per capita monthly incomes above 440 Reais ($200)the cut-off for the fifth income quintile in Brazil. But it is not the case that only a narrow slice of Brazilian society uses the SUS. Until we get to the fifth quintile in the income distribution, the various socio-economic strata are approximately equally represented: the 20% of the population with the lowest income accounts for 22.8% of users, the next 20%, for 23.8%, and the next two for 22.4% and 21.8%, respectively. It is only the top quintile that is sharply underrepresented. Thus for low cost medications, we simply assume that the indirect beneficiaries mirror the demographics of typical SUS users, so that 46.6% of them come from the bottom two quintiles (and thus have per capita family incomes below about $60 USD/month, according to Ribeiro).",
        "html": null,
        "content": "<table/>"
      },
      "TABREF3": {
        "num": null,
        "type_str": "table",
        "text": "",
        "html": null,
        "content": "<table><tr><td/><td>Percent underprivileged</td><td>Total</td><td>Total</td></tr><tr><td/><td/><td>underprivileged</td><td>beneficiaries</td></tr><tr><td/><td/><td>beneficiaries</td><td/></tr><tr><td>HIV/AIDS</td><td>32%</td><td>209,057</td><td>660,000</td></tr><tr><td>Hepatitis</td><td>30%</td><td>45,000</td><td>150,000</td></tr><tr><td>Diabetes</td><td>14%</td><td>96,180</td><td>687,000</td></tr><tr><td>Cancer</td><td>26%</td><td>19,000</td><td>72,200</td></tr><tr><td>Hypertension</td><td>19%</td><td>138,624</td><td>729,600</td></tr><tr><td>Osteoporosis</td><td>50%</td><td>1,213,150</td><td>2,426,300</td></tr><tr><td>OTC goods</td><td>43%</td><td>1,174</td><td>2,731</td></tr><tr><td>Private ins.</td><td>32%</td><td>12,765</td><td>40,522</td></tr><tr><td>Grand total</td><td>36%</td><td>1,734,950</td><td>4,768,353</td></tr></table>"
      },
      "TABREF4": {
        "num": null,
        "type_str": "table",
        "text": "",
        "html": null,
        "content": "<table><tr><td>Van Biljon</td><td>Treatment</td><td>57600</td><td>100%</td><td>57600</td><td>Prisoner</td></tr><tr><td/><td>for HIV+</td><td/><td/><td/><td/></tr><tr><td/><td>prisoners</td><td/><td/><td/><td/></tr><tr><td>TAC</td><td>PMTCT for</td><td>55000</td><td>69%</td><td>37950</td><td>&lt;$132/mo</td></tr><tr><td/><td>HIV+</td><td/><td/><td/><td>household income</td></tr><tr><td/><td>pregnant</td><td/><td/><td/><td/></tr><tr><td/><td>women</td><td/><td/><td/><td/></tr><tr><td>Interim</td><td>Expedited</td><td>42500</td><td>69%</td><td>29325</td><td>&lt;$132/mo</td></tr><tr><td>procurement</td><td>procurement</td><td/><td/><td/><td>household income</td></tr><tr><td/><td>of ARVs</td><td/><td/><td/><td/></tr><tr><td>Hazel Tau</td><td>Access to</td><td>119000</td><td>69%</td><td>82110</td><td>&lt;$132/mo</td></tr><tr><td/><td>ART</td><td/><td/><td/><td>household income</td></tr><tr><td/><td>generics</td><td/><td/><td/><td/></tr><tr><td>Total Health</td><td/><td>274100</td><td>76%</td><td>206985</td><td/></tr><tr><td/><td colspan=\"5\">Education (all Provision; all produce indirect-policy effects)</td></tr><tr><td>Premier</td><td>Subsidies</td><td>22500</td><td>100%</td><td colspan=\"2\">22500 Subsidies designed</td></tr><tr><td>Mpumalanga</td><td>for poor</td><td/><td/><td/><td>for -indigent‖</td></tr><tr><td/><td>children</td><td/><td/><td/><td>children</td></tr><tr><td colspan=\"2\">Watchenuka School age</td><td>50625</td><td>100%</td><td>50625</td><td>Asylum seeker</td></tr><tr><td/><td>asylum</td><td/><td/><td/><td>pending decision</td></tr><tr><td/><td>seekers</td><td/><td/><td/><td/></tr><tr><td>Total</td><td/><td>73125</td><td>100%</td><td>73125</td><td/></tr><tr><td>Education</td><td/><td/><td/><td/><td/></tr><tr><td>Total</td><td/><td colspan=\"2\">347225 80.67%</td><td>280110</td><td/></tr><tr><td>Indonesia</td><td/><td/><td/><td/><td/></tr></table>"
      },
      "TABREF5": {
        "num": null,
        "type_str": "table",
        "text": "",
        "html": null,
        "content": "<table><tr><td>Name of case(s)</td><td>Description and demographics of those</td><td>N</td><td>% under-</td><td>N</td></tr><tr><td/><td>affected</td><td>affected</td><td>privileged</td><td>underprivil</td></tr><tr><td/><td/><td/><td/><td>eged</td></tr><tr><td>026/PUU-III/2006, 011/PUU-III/2005, and</td><td>Increased government funding for</td><td/><td/><td/></tr><tr><td>012/PUU-III/2005: Judicial Review of the 2005 and</td><td>education</td><td/><td/><td/></tr><tr><td>2006 Budget Laws and the National Education</td><td/><td>750,000</td><td>36.3%%</td><td>272,250</td></tr><tr><td>System Law</td><td/><td/><td/><td/></tr><tr><td>28/Pdt.G/2003/PN.JKT.pusat: Indonesian Ctizens v. the Republic of Indonesia</td><td>Accusations of neglect of migrant workers deported from Malaysia</td><td>25000</td><td>40%</td><td>10000</td></tr><tr><td>007/PUU-III/2005: Judicial Review of the National Social Security System Law</td><td>Allowed local governments to continue minimum wage providing social security schemes, impact to formal sector employees making below</td><td>10000</td><td>30%</td><td>3000</td></tr><tr><td>35/PDT.G/1994/PN.JKT.PST: People of Keomas vs. Director of PLN and the Republic of Indonesia</td><td>Health complaints due to high tension power wires constructed in residential areas</td><td>5000</td><td>9.4%</td><td>470</td></tr><tr><td>406.PdtG/2004/PN.Jaksel:</td><td>Pollution of Buyat Bay-government</td><td/><td/><td/></tr><tr><td>The People of Buyat v. the Republic of Indonesia</td><td>promised free medication and relocation of</td><td>200</td><td>70.7%</td><td>140</td></tr><tr><td>Government</td><td>families</td><td/><td/><td/></tr><tr><td>13/Pdt.G/2005/Pn.Cbd: Opik v. Republic of Indonesia Government</td><td>Negligence in production and distribution of polio vaccine to children in Cidahu</td><td>100</td><td>28%</td><td>28</td></tr><tr><td>TOTAL</td><td/><td>790,300</td><td>36.17%</td><td>285,888</td></tr></table>"
      },
      "TABREF6": {
        "num": null,
        "type_str": "table",
        "text": "",
        "html": null,
        "content": "<table><tr><td>Name</td><td>Description and demographics of those affected</td><td>N affected</td><td>% Under-privileged</td><td>N Under-privileged</td></tr><tr><td>Adewole and others vs.</td><td>1981: blocked nationalization of</td><td/><td/><td/></tr><tr><td>Alhaji Jakande and others</td><td>schools, affected private school</td><td>72000</td><td>25%</td><td>18000</td></tr><tr><td/><td>students</td><td/><td/><td/></tr><tr><td>Garba vs. University of</td><td>Changes in university due process</td><td/><td/><td/></tr><tr><td>Maiduguri (+6 other</td><td>standards &amp; similar cases involving</td><td>5000</td><td>10%</td><td>500</td></tr><tr><td>cases)</td><td>university conduct</td><td/><td/><td/></tr><tr><td>Festus Odafe and others</td><td>Medical care and reasonable</td><td/><td/><td/></tr><tr><td>vs. AG Federation and</td><td>conditions for very ill HIV+ inmates</td><td/><td/><td/></tr><tr><td>others</td><td/><td>600</td><td>100%</td><td>600</td></tr><tr><td>Odoh Nwopeh vs. Nigeria</td><td/><td/><td/><td/></tr><tr><td>Prison Service</td><td/><td/><td/><td/></tr><tr><td>Dr. Basil Ukaegbu vs. Attorney General of Imo State</td><td>Right to establish private universities (military government shut them down in the following years</td><td>525</td><td>10%</td><td>53</td></tr><tr><td/><td>regardless)</td><td/><td/><td/></tr><tr><td>Mohamad Abacha vs. the</td><td>Multiple cases dealing with bail to</td><td/><td/><td/></tr><tr><td>State</td><td>pretrial detainees in poor health.</td><td/><td/><td/></tr><tr><td>Fawehinmi vs. State Federal Republic of</td><td/><td>400</td><td>100%</td><td>400</td></tr><tr><td>Nigeria vs. Danjuma</td><td/><td/><td/><td/></tr><tr><td>Ibrahim and other</td><td/><td/><td/><td/></tr><tr><td>Ishmael Azubuike and</td><td>Right of mentally ill inmates to</td><td/><td/><td/></tr><tr><td>others vs. AG of the</td><td>treatment</td><td>300</td><td>100%</td><td>400</td></tr><tr><td>Federation and others</td><td/><td/><td/><td/></tr><tr><td colspan=\"2\">16 cases where court ruled against plaintiff</td><td>0</td><td>0</td><td>0</td></tr><tr><td colspan=\"2\">16 cases with no impact beyond case</td><td>0</td><td>0</td><td>0</td></tr><tr><td>TOTAL</td><td/><td>78825</td><td>25.3%</td><td>19953</td></tr></table>"
      },
      "TABREF7": {
        "num": null,
        "type_str": "table",
        "text": "",
        "html": null,
        "content": "<table><tr><td>Litigation Stream</td><td>N of people</td><td>Share of disadvantaged</td><td>N disadvantaged people</td></tr><tr><td/><td>affected up to</td><td>people among people</td><td>affected</td></tr><tr><td/><td>the year 2006</td><td>affected</td><td/></tr><tr><td>Blood banks</td><td>62,000</td><td>0.23</td><td>14260</td></tr><tr><td>Vehicular pollution</td><td>551,481</td><td>0.47</td><td>259196</td></tr><tr><td>Extending Consumer</td><td>1,648,240</td><td>0.13</td><td>219216</td></tr><tr><td>Protection Act to health</td><td/><td/><td/></tr><tr><td>care providers</td><td/><td/><td/></tr><tr><td>Free anti-retrovirals for</td><td>10,000</td><td>0.34</td><td>3400</td></tr><tr><td>AIDS patients</td><td/><td/><td/></tr><tr><td>New hospital for Union</td><td>370,000</td><td>0.4</td><td>148000</td></tr><tr><td>Carbide victims</td><td/><td/><td/></tr><tr><td>Midday meals in schools</td><td>9,841,667</td><td>1.00</td><td>9,841,667</td></tr><tr><td>Extend teacher</td><td>84,000</td><td>0.37</td><td>31080</td></tr><tr><td>qualification</td><td/><td/><td/></tr><tr><td>Expand access to tertiary</td><td>20,000</td><td>0.11</td><td>2200</td></tr><tr><td>education</td><td/><td/><td/></tr><tr><td colspan=\"3\">Share of disadvantaged beneficiaries / total beneficiaries</td><td>83.6%</td></tr></table>"
      },
      "TABREF8": {
        "num": null,
        "type_str": "table",
        "text": "",
        "html": null,
        "content": "<table><tr><td/><td>Access to</td><td>Judicial</td><td>Implementation</td><td>Broad</td><td>Underprivileged</td></tr><tr><td/><td>Justice</td><td>support</td><td>of court rulings</td><td>applicability</td><td>share</td></tr><tr><td/><td>(cases per</td><td>(win rate</td><td/><td>of court</td><td/></tr><tr><td/><td>10</td><td>among</td><td/><td>rulings</td><td/></tr><tr><td/><td>million)</td><td>health and</td><td/><td/><td/></tr><tr><td/><td/><td>education</td><td/><td/><td/></tr><tr><td/><td/><td>rights</td><td/><td/><td/></tr><tr><td/><td/><td>cases)</td><td/><td/><td/></tr><tr><td>India</td><td>2</td><td>64%</td><td>Low</td><td>Yes</td><td>84%</td></tr><tr><td>South</td><td>3</td><td>65%</td><td>High</td><td>Yes</td><td>81%</td></tr><tr><td>Africa</td><td/><td/><td/><td/><td/></tr><tr><td>Brazil</td><td>1250</td><td>82%</td><td>High</td><td>No</td><td>36%</td></tr><tr><td>(health)</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">Indonesia 0.3</td><td>67%</td><td>Middling</td><td>Mixed</td><td>36%</td></tr><tr><td>Nigeria</td><td>0.6</td><td>63%</td><td>Middling</td><td>No</td><td>25%</td></tr></table>"
      }
    }
  }
}