{
  "paper_id": "D1631789",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:03:54.697730Z"
  },
  "title": "Contract Risks and Credit Spread Determinants in the International Project Bond Market",
  "authors": [
    {
      "first": "Mansoor",
      "middle": [],
      "last": "Dailami",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Robert",
      "middle": [],
      "last": "Hauswald",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "R",
      "middle": [
        "H"
      ],
      "last": "Smith",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Peter",
      "middle": [],
      "last": "Christoffersen",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Tim",
      "middle": [],
      "last": "Crack",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Lutz",
      "middle": [],
      "last": "Kilian",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Nagpurnanand",
      "middle": [],
      "last": "Prabhala",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "John",
      "middle": [],
      "last": "Strong",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Alex",
      "middle": [],
      "last": "Triantis",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Volker",
      "middle": [],
      "last": "Wieland",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Greg",
      "middle": [],
      "last": "Randolph",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "2001-11",
  "venue": null,
  "identifiers": {},
  "abstract": "* Projects should use their liability structure tv create Using a sample of daily data from January 1997 to an implicit option on future private debt financing that March 2000, the authors find that the quality of the off-matches the real option of a project expansion. taker's credit-and, more important, the market's * The finding that bondholders bear residual risks assessment of the off-taker's economic prospects-drive means that shareholders can reduce their risks arising project bond credit spreads and pricing. In addition, from bilateral monopolies and buy insurance against seemingly unrelated events in emerging debt markets unforeseen and unforeseeable events. spill over to project bond markets and affect risk This paper-a product of the Governance, Regulation, and Finance Division, World Bank Institute-is part of a larger effort in the institute to disseminate the lessons of experience and best practices in infrastructure finance and risk management. Copies of the paper are available free from the World Bank,",
  "pdf_parse": {
    "paper_id": "D1631789",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "* Projects should use their liability structure tv create Using a sample of daily data from January 1997 to an implicit option on future private debt financing that March 2000, the authors find that the quality of the off-matches the real option of a project expansion. taker's credit-and, more important, the market's * The finding that bondholders bear residual risks assessment of the off-taker's economic prospects-drive means that shareholders can reduce their risks arising project bond credit spreads and pricing. In addition, from bilateral monopolies and buy insurance against seemingly unrelated events in emerging debt markets unforeseen and unforeseeable events. spill over to project bond markets and affect risk This paper-a product of the Governance, Regulation, and Finance Division, World Bank Institute-is part of a larger effort in the institute to disseminate the lessons of experience and best practices in infrastructure finance and risk management. Copies of the paper are available free from the World Bank,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "I POLIcY RESEARCH WORKING PAPER 2712",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "International bond markets have become an increasingly perceptions and prices in this segment. Judicio as use of important source of long-term capital for infrastructure an output price-contingent debt service guarar tee by projects in emerging market economies over the past shareholders can significantly reduce project ri,ks, and decade. The Ras Laffan Liquified Natural Gas (Ras Gas) markets reward issuers through tighter credit sareads. project represents a milestone in this respect: its $1.2",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary findings",
        "sec_num": null
      },
      {
        "text": "Bondholders and shareholders share residual r-isks over billion bond offering, completed in December 1996, has time, despite covenants meant to preempt risk ,hifting. been the largest for any international project. The Ras This type of risk shifting originates from incorr plete Gas project has the right to extract, process, and sell contracts and the nonrecourse nature of project finance.",
        "cite_spans": [
          {
            "start": 69,
            "end": 110,
            "text": "offering, completed in December 1996, has",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary findings",
        "sec_num": null
      },
      {
        "text": "liquefied natural gas (LNG) from a field off the shore of It does not necessarily result from a deliberate attempt by Qatar. The principal off-taker is the Korea Gas management to increase shareholder value at the expense Corporation (Kogas), which resells most of the LNG to of debt holders by pursuing high-risk, low-value the Korea Electric Power Corporation (Kepco) for activities, although project managers and share iolders electricity generation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary findings",
        "sec_num": null
      },
      {
        "text": "could still exploit their informational advantag-i by In this clinical study Dailami and Hauswald analyze leaving output supply contracts incomplete in ways the de terminants of credit spreads for the Ras Gas beneficial to their private interests. project in terms of its contractual structure, with a view",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary findings",
        "sec_num": null
      },
      {
        "text": "The results hold important lessons for global project to better understanding the role of contract design in finance. Projects incorporating certain design features facilitating access to the global project bond market.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary findings",
        "sec_num": null
      },
      {
        "text": "can reap significant financial gains through lower Market risk perceptions have long been recognized to be borrowing costs and longer debt maturities: a function of firm-specific variables, particularly asset * Judicious guarantees by parents that enjoy a value as embodied in contracts. The authors therefore particular hedging advantage enhance a project'; appeal, study the impact of three interlocking contracts on the as reflected in favorable pricing. credit spreads of the project's actively traded global Pledging receivables rather than physical assets as bonds: the 25-year output sales and purchase agreement collateral and administering investor cash flows through with Kogas-Kepco, the international bond covenant, and an off-shore account offers additional security to debt an output price-contingent debt service guarantee by holders. Mobil to debt holders.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary findings",
        "sec_num": null
      },
      {
        "text": "The importance of international bond markets as a major source of long-term capital for infrastructure projects in emerging market economies, has increased significantly over the past decade. The Ras Laffan Liquified Natural Gas project (Ras Gas) represents a milestone in this respect because its USD 1.2 billion bond offering completed December 1996 is the largest for any international project to date. The Ras Gas project has the right to extract, process and sell liquefied natural gas (LNG) from a field off the shore of Qatar. The principal off-taker is the Korea Gas Corporation (Kogas) which resells most of the LNG to the Korea Electric Power Corporation (Kepco) for electricity generation. In this clinical study, we analyze the credit spread determinants of the Ras Laffan Liquified Natural Gas project in terms of its contractual structure, with a view to better understand the role of contract design in facilitating access to the global project bond market.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Executive Summary",
        "sec_num": null
      },
      {
        "text": "Market risk perceptions have long been recognized to be a function of firm-specific variables and, in particular, asset value as embodied by contracts. The view of the firm as a nexus of contracts, first formulated in the seminal papers by Alchian and Demsetz (1972) and Jensen and Meckling (1976) , underlies much of modern corporate finance. In particular, it serves as the foundation of many theories of capital structure design and corporate governance, i.e., the allocation of return and control rights. According to this view, the firm is defined in terms of the individual contracts that govern its existence such as labor and other input contracts, financial contracts including covenants and guarantees, supply and output purchase contracts. The nature and interaction of these contracts motivate financing choices, determine corporate governance arrangements, and provide a framework for firm valuation.",
        "cite_spans": [
          {
            "start": 240,
            "end": 266,
            "text": "Alchian and Demsetz (1972)",
            "ref_id": "BIBREF6"
          },
          {
            "start": 271,
            "end": 297,
            "text": "Jensen and Meckling (1976)",
            "ref_id": "BIBREF22"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Executive Summary",
        "sec_num": null
      },
      {
        "text": "While the theoretical foundations of project finance have received some attention in the literature there are very few empirical studies of project finance. This paper represents a first attempt to fill this gap in the literature. We study the impact of three interlocking contracts on the credit spreads of the project's actively traded global bonds: the 25 year output sales and purchase agreement with Kogas-Kepco, the international bond covenant, and an output price contingent debt service guarantee by Mobil to debtholders. Using a sample of daily data from January 1997 to March 2000, we find that off-taker credit quality and, more importantly, the market's assessment of the output buyer's economic prospects drive project bond credit spreads and the:r pricing. Also, seemingly unrelated events in emerging debt markets spillover to project bond niarkets and affect risk perceptions and prices in this segment. Furthermore, we document how the judicious use of an output price contingent debt service guarantee by shareholders can significantly reduce project risks and that markets reward issuers through tighter credit spreads.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Executive Summary",
        "sec_num": null
      },
      {
        "text": "Our main contribution consists in showing how the firm as a nexus of contract allocates contracted and non-contracted risks between different stakeholders and how markets assess the latter in the pricing of financial claims. We show that, in the presence of contractual incompleteness, bondholders and shareholders share residual risks over time in spite of covenants otherwise meant to pre-empt risk shifting. This type of risk shifting originates from incomplete contracts and the non-recourse (stand-alone) feature of project finance. It does not necessarily result from the deliberate attempt by management to pursue high risk, low value activities in order to increase shareholder value at the expense of debtholders (debt agency) although project managers and shareholders could still exploit their informational advantages in leaving output supply contracts incomplete in a manner beneficial to their private interests.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Executive Summary",
        "sec_num": null
      },
      {
        "text": "Our findings hold important lessons for global project finance because they show that market risk perception are a function of a project's contractual structure. In particular, the reception that a project bond will receive in global capital markets depends on the project's ability to address investors' concerns about residual risks so that well-designed projects can reap significant financial gains through lower borrowing costs and longer debt maturities. We identify five such design features. Judicious guarantees by parents that enjoy a particular hedging advantage and a deliberate attempt to match debt service cash flow profiles with payment ability are recognized by the markets as enhancing a project's appeal.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Executive Summary",
        "sec_num": null
      },
      {
        "text": "Our analysis also reveals that cash flows rather than physical assets are a project's true collateral so that a well-thought out cash flow routing structure with an off-shore account such as Ras Gas' offers additional security to debtholders. Fourth, Ras Gas shows how one can use the project's liability structure to create an implicit option on future private debt financing that matches the real option of a project expansion. Finally, the sensitivity of project credit spreads to 1.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Executive Summary",
        "sec_num": null
      },
      {
        "text": "Market risk perceptions have long been recognized to be a function of firm-specific variables and, in particular, firm value as embodied by its constituent contracts.' In this paper, we analyze the credit spread determinants and dynamics of the Ras Laffan Liquified Natural Gas Cornpany (Ras Gas for short) in terms of the project's contractual structure. We pursue two objectives with this study. On the one hand, we attempt to provide some empirical evidence on credit spread determinants from the perspective of the firm as a nexus of contracts. Prior studies on financial and organizational design based on large samples have focused on one contractual relationship at a time and are unable to identify the precise risk distribution and its evolution over a longer period.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "On the other, we wish to draw attention to the field of project finance that offers many exciting and unique opportunities to investigate issues of fundamental importance in finance. Indeed, no other practical case corresponds more closely to the standard setting of corporate finance models in terms of time structure with corresponding resolution of uncertainty, small number of investors and classes of financial claims, typical actions taken, a single indivisible investment, etc.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "The view of the firm as a nexus of contracts, first formulated in the seminal papers by Alchian and Demsetz (1972) and Jensen and Meckling (1976) , underlies much of modern corporate finance. In particular, it serves as the foundation of many theories of capital structure design and corporate governance, i.e., the allocation of return and control rights (Zingales, 2000) .",
        "cite_spans": [
          {
            "start": 88,
            "end": 114,
            "text": "Alchian and Demsetz (1972)",
            "ref_id": "BIBREF6"
          },
          {
            "start": 119,
            "end": 145,
            "text": "Jensen and Meckling (1976)",
            "ref_id": "BIBREF22"
          },
          {
            "start": 356,
            "end": 372,
            "text": "(Zingales, 2000)",
            "ref_id": "BIBREF40"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "According to this view, the firm is defined in terms of the individual contracts that govern its existence such as labor and other input contracts, financial contracts including covenants and guarantees, supply and output purchase contracts. The nature and interaction of these contracts motivate financing choices (Fama, 1990) , determine corporate governance arrangements (Jensen and Meckling, 1976) , and provide a framework for firm valuation (see Kaplan and Ruback, 1995 for an application in terms of discounted cash flows).",
        "cite_spans": [
          {
            "start": 315,
            "end": 327,
            "text": "(Fama, 1990)",
            "ref_id": null
          },
          {
            "start": 374,
            "end": 401,
            "text": "(Jensen and Meckling, 1976)",
            "ref_id": "BIBREF22"
          },
          {
            "start": 452,
            "end": 475,
            "text": "Kaplan and Ruback, 1995",
            "ref_id": "BIBREF24"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "From a corporate finance perspective, this view of the firm begs the question how financial contracts interact with other contractual relationships, how the latter affect the former, and how capital markets price these interactions. In theory, the firm as a collection of contracts should be worth the sum of its contracts. In practice, firms are very complex webs of contractual relationships, whose intricate interplay does not easily lend itself to empirical investigations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "However, there is one particular area where a firm's contractual structure is sufficiently welldocumented for such analysis: project finance. This financial technique is defined as the raising of funds to finance a single indivisible large-scale capital investment project whose cash flows are the sole source to meet financial obligations and to provide returns to investors. 2 The Ras Gas project has the right to extract, process and sell liquefied natural gas (LNG) from a field off the shore of Qatar. We study the impact of three interlocking contracts on the credit spreads of the project's actively traded bonds: a 25 year output sales and purchase agreement with a dominant output buyer, the bond covenant, and an output price contingent debt service guarantee by shareholders to debtholders. Such contracts are incomplete by nature in that they could not possibly anticipate all future contingencies, including non-enforceability of liens ' See Zingales (2000) for a discussion of the necessary conditions for a firm's value to be the sum of its contracts. 2 Brealey, Cooper and Habib (1996) contains an excellent survey of the economic issues involved in project finance. Contrary to a large company, projects such Ras Gas have only one cash flow stream to meet all debt obligations and pay dividends. For further discussion of project finance, see Finnerty (1996) . on assets and receivables. In Ras Gas' case, the contractual incompleteness primarily stems from the very specific nature of the required investment in LNG infrastructure (asset specificity), their location, and the long-term nature of the sales contract creating a bilateral monopoly.",
        "cite_spans": [
          {
            "start": 377,
            "end": 378,
            "text": "2",
            "ref_id": null
          },
          {
            "start": 955,
            "end": 970,
            "text": "Zingales (2000)",
            "ref_id": "BIBREF40"
          },
          {
            "start": 1067,
            "end": 1068,
            "text": "2",
            "ref_id": null
          },
          {
            "start": 1069,
            "end": 1101,
            "text": "Brealey, Cooper and Habib (1996)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 1360,
            "end": 1375,
            "text": "Finnerty (1996)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "In such circumstances, the project's investors bear the costs of unforeseen, i.e., noncontracted, contingencies and potential opportunistic behavior by the output buyers because the LNG supply contract as the major source of revenue effectively secures the debt. Consequently, we would expect capital markets to price non-contracted risks stemming from the supply contract. Using the structural default rate framework of Madan and Unal (2000) , we analyze the evolution of Ras Gas credit spreads in terms of firm-specific risk variables, in particular the ultimate output buyer's credit spread (the Korea Electric Power Company, Kepco for short). Any material deterioration in the economic prospects of the output buyer, as measured by K.pco's credit spread, should increase the likelihood of breach of contract and, therefore, drive Ras Gas' spreads. Output prices as a major determinant of revenues are the second important contractrelated risk factor.",
        "cite_spans": [
          {
            "start": 421,
            "end": 442,
            "text": "Madan and Unal (2000)",
            "ref_id": "BIBREF27"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "Ras Gas offers the unique opportunity of assessing the contractual dynamics arising from a bilateral monopoly on the basis of market information because both the seller (Ras Gas) and buyer (Kepco) have actively traded global bonds outstanding. Using a sample of daily data from January 1997 to March 2000, we relate Ras Gas credit spreads to their own lags, to current and lagged Kepco credit spreads, to a crude oil reference price used to settle LNG sales (13rent), Korean control variables, and the current and lagged returns on four regional emerging debt market indices (contagion and spillover effects) in a linear regression framework. We repeat the analysis in a simultaneous equation setting in order to distinguish direct effects of the risk factors from indirect ones operating through the output buyer. This market-based approach to gauging risk perceptions allows us to investigate how the three interlocking contracts allocate project risks between shareholders and debtholders and test for residual risk shifting.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "We find that Ras Gas credit spreads exhibit a very high degree of persistence. By far the most important explanatory variable for both levels and changes in credit spreads is the offtaker's (Kepco) credit spread. Investors rationally anticipate the incidence of the output buyer's financial and economic condition on the riskiness of their bond. However, we also find evidence for over-reaction and market inefficiencies: while Ras Gas spreads widen with contemporeanous Kepco spread movements, they narrow in lagged ones.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "The output price (Brent) comes out largely insignificant: investors seem to disregard commodity price risk. In light of the debt service guarantee contingent on Brent prices, this result comes as no surprise. Markets do not price contracted risks, as predicted by theory. Further investigation shows that the direct oil price impact on Ras Gas is insignificant but that the indirect impact via Kepco' s financial position is highly significant.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "In terms of Korean country risk factors, we find evidence of Ras Gas exposure to the Korean currency both directly and indirectly through Kepco credit spreads despite the fact that the off-take agreement is US dollar (USD) based. As Kepco's revenue is almost entirely denominated in Korean Won, any currency depreciation makes USD denominated energy imports more expensive and erodes its financial position, which might call into question contractual commitments. Hence, Ras Gas and its investors bear some Korean currency risk. We also find significant evidence of financial contagion. As returns in European, Middle Eastern and Latin American emerging debt markets fall, we find that Ras Gas spreads are predicted to widen considerably. In particular, the impact of contemporaneous and past events in European emerging debt markets stands out. This responsiveness reflects spillovers from the 1998 Russian financial crisis, vvhich heavily affected other emerging debt market segments.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "While the theoretical foundations of project finance have received some attention in the literature (see, e.g., Shah and Thakor, 1987 , Berkovitch and Kim, 1990 , Chemmanur and .lohn, 1996 there are very few empirical studies of project finance. This paper represents a first attempt to fill this gap in the literature. 3 Esty (1999) describes a comparable crude oil project in Venezuela but the existence of a well-developed oil spot market does not lead to a bilateral monopoly with the ensuing contract risk dynamics. Esty and Megginson (2000) , who analyze how political risk shapes the syndication process and pricing of project loans, complement our findings from a private debt perspective. Our analysis is also related to the literature on bond covenants going back to Smith and Warner (1979) . We show that other contractual relationships besides covenants impact bondholders so that one cannot abstract from their contracting and enforcement costs. Furthermore, our results highlight the interdependence of debt finance and risk distribution recently identified in the context of hedging by Mello and Parsons (2000) . This paper also contributes to the nascent empirical literature on structural models of credit spreads. From a methodological point of view, our analysis draws on the theoretical framework of Madan and Unal (2000) whose structural model of the hazard (default) rate implies that credit spreads are linearly related to firm-specific exogenous variables. In contrast to much of the recent theoretical literature (e.g., Duffie and Singleton, 1999) , this approach allows us to cast cash asset value and default risk in terms of the risk factors arising from Ras Gas' contractual structure. As a result, our analysis reconciles continuous time corporate default models with the dominant view of the firm in corporate finance and provides evidence in favor of the Madan and Unal (2000) default risk model. Our main contribution consists in showing how the firm as a nexus of contract allocates contracted and non-contracted risks between different stakeholders and how markets assess the latter in the pricing of financial claims. We show that, in the presence of contractual incompleteness, bondholders and shareholders share residual risks over time in spite of covenants otherwise meant to pre-empt risk shifting. This type of risk shifting originates from incomplete contracts and the non-recourse (stand-alone) feature of project finance. It does not necessarily result from the deliberate attempt by management to pursue high risk, low value activities in order to increase shareholder value at the expense of debtholders 4 (debt agency) although project managers and shareholders could still exploit their informational advantages in leaving output supply contracts incomplete in a manner beneficial to their private interests.",
        "cite_spans": [
          {
            "start": 112,
            "end": 133,
            "text": "Shah and Thakor, 1987",
            "ref_id": "BIBREF32"
          },
          {
            "start": 134,
            "end": 160,
            "text": ", Berkovitch and Kim, 1990",
            "ref_id": null
          },
          {
            "start": 161,
            "end": 188,
            "text": ", Chemmanur and .lohn, 1996",
            "ref_id": null
          },
          {
            "start": 320,
            "end": 321,
            "text": "3",
            "ref_id": null
          },
          {
            "start": 322,
            "end": 333,
            "text": "Esty (1999)",
            "ref_id": "BIBREF15"
          },
          {
            "start": 521,
            "end": 546,
            "text": "Esty and Megginson (2000)",
            "ref_id": "BIBREF17"
          },
          {
            "start": 777,
            "end": 800,
            "text": "Smith and Warner (1979)",
            "ref_id": "BIBREF33"
          },
          {
            "start": 1101,
            "end": 1125,
            "text": "Mello and Parsons (2000)",
            "ref_id": "BIBREF28"
          },
          {
            "start": 1320,
            "end": 1341,
            "text": "Madan and Unal (2000)",
            "ref_id": "BIBREF27"
          },
          {
            "start": 1545,
            "end": 1572,
            "text": "Duffie and Singleton, 1999)",
            "ref_id": "BIBREF14"
          },
          {
            "start": 1887,
            "end": 1908,
            "text": "Madan and Unal (2000)",
            "ref_id": "BIBREF27"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "The paper is organized as follows. The next section provides background information on the Ras Gas project and its contractual structure. Section 3 describes the project-specific sources of contractual incompleteness and risk factors. Section 4 contains a description of the data and our methodology. In Sections 5 and 6, we summarize the results of our empirical analysis. Section 7 concludes. We relegate all tables to the Appendix.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "The Ras Gas project, while a typical example of its kind, represents a milestone in the annals of project financing because of its recourse to global bond markets. 5 Capital markets debt wvas instrumental in the successful design and financing of the project because it provided flexibility not otherwise available through the syndicated loan market. Its USD 1.2 billion bond offering completed December 1996 is the largest for any international project to date, the first for a LNG project, the first capital markets financing for a Qatari issuer, and the first for a Middle Eastern issuer with a maturity beyond 7 years. To put the Ras Gas financing into perspective, the total amount of project bonds issued in 1996 was USD 4.79b (with Ras Gas accounting for 25% of this amount) while total bank lending to projects amounted to USD 42.83b. By 1999, the proportion of project debt raised in bond markets had grown from 10.06% in 1996 to 21.62%.6",
        "cite_spans": [
          {
            "start": 164,
            "end": 165,
            "text": "5",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Ras Gas Project",
        "sec_num": null
      },
      {
        "text": "Ras Laffan Natural Liquified Gas Company Limited is a joint venture between the Qatar General Petroleum Corporation (66.5%) and Mobil Corporation of the US (26.5%), located in Qatar (Persian Gulf). 7 Ras Gas, a Qatari company, has the right to develop lOm tons of liquified natural gas (LNG) annually from Qatar's North Field, the world's largest unassociated natural gas field with about 380b cubic feet of confirmed recoverable reserves (about 9% of world gas reserves). To this end, Ras Gas has constructed a 5.2 MMTA (million metric tons per annum) 5 The following project description draws on its bond offering prospectus (Goldman Sachs, 1996) , Standard and Poor's (1996a , 1999 and Randolph and Schrantz (1997) . According to Greg Randolph, Goldman Sachs, Ras Gas, whose structure is much copied in the energy sector, exemplifies state-of-the-art project design and financing.",
        "cite_spans": [
          {
            "start": 636,
            "end": 648,
            "text": "Sachs, 1996)",
            "ref_id": "BIBREF21"
          },
          {
            "start": 651,
            "end": 677,
            "text": "Standard and Poor's (1996a",
            "ref_id": null
          },
          {
            "start": 678,
            "end": 684,
            "text": ", 1999",
            "ref_id": "BIBREF15"
          },
          {
            "start": 689,
            "end": 717,
            "text": "Randolph and Schrantz (1997)",
            "ref_id": "BIBREF31"
          },
          {
            "start": 733,
            "end": 766,
            "text": "Greg Randolph, Goldman Sachs, Ras",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Ras Gas Project",
        "sec_num": null
      },
      {
        "text": "6 The use of public debt markets for project financing is a relatively recent phenomenon. By 1999, global project lending by banks had increased to USD 72.392b (USD 56.65b in 1998) while global project bond issuance rose from USD 9.979b in 1998 to USD 19.966b (Pepiatt and Rixon, 2000) ; for earlier data and an excellent overview of the project finance market, see Esty (2000) . For a description of the syndicated loan market's role in more traditional project finance, see Esty and Megginson (2000) . liquification facility in Ras Laffan consisting of two identical LNG processing trains, offshore drilling platforms, storage facilities, pipelines and port loading facilities. Construction was completed in late 1999 at a cost of USD 3.264b, slightly below the initially projected USD 3.4b.",
        "cite_spans": [
          {
            "start": 260,
            "end": 285,
            "text": "(Pepiatt and Rixon, 2000)",
            "ref_id": "BIBREF30"
          },
          {
            "start": 366,
            "end": 377,
            "text": "Esty (2000)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 476,
            "end": 501,
            "text": "Esty and Megginson (2000)",
            "ref_id": "BIBREF17"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Ras Gas Project",
        "sec_num": null
      },
      {
        "text": "Exhibit 1 summarizes the final capital structure and construction budget. To make the project attractive to debtholders, the parent firms heavily capitalized it (30% equity), signed a long-term supply agreement before the start of construction with a high credit quality off-taker (rated AA-), and provided debt service guarantees contingent on LNG settlement prices. While the project had initially been all equity and bond financed, Ras Gas had reserved the option to fund a second liquefication train with private debt under the bond covenant provided an additional supply agreement (SPA) could be signed with a single 'A' or better rated off-taker.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Ras Gas Project",
        "sec_num": null
      },
      {
        "text": "When the Korea Gas Corporation (Kogas) agreed to double its LNG purchases in June 1997, Ras",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Ras Gas Project",
        "sec_num": null
      },
      {
        "text": "Gas exercised this option to secure the significant economies of scale offered by the second train. The presence of long-dated bonds was instrumental in bringing the project to fruition because of the particular cash flow profile of projects in general, and the large usi-front investment of Ras Gas in particular. As a result, the project would have had insufficienilr debt service capacity in its first 6 to 8 years, which is the maximum available maturity for projects in the syndicated loan market. Only the public debt markets offered longer maturities that could stretch out debt repayment significantly beyond the start-up phase, mitigating liquidity concerns.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Ras Gas Project",
        "sec_num": null
      },
      {
        "text": "This dependence of debt finance on cash flow profiles, established through the debt covenants and maturity structure (medium-term bank debt, long-term public debt), echo the intertemporal liquidity aspects of risk management analyzed in Mello and Parsons (2000) . In their model, intertemporal liquidity concerns lead to a pairing of hedging with debt financing strategies. The same liquidity effects drive Ras Gas' capital and, indeed, overall contractual structure in the face of buyer default, output price (revenue) and foreign currency risk. In the absence of appropriate hedging instruments for such risks, the parties have recourse to contractual provisions and shareholder guarantees albeit at the price of potential risk-shifting through non-contractibilities.",
        "cite_spans": [
          {
            "start": 237,
            "end": 261,
            "text": "Mello and Parsons (2000)",
            "ref_id": "BIBREF28"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Ras Gas Project",
        "sec_num": null
      },
      {
        "text": "The two Ras Gas bonds proved to be in very high demand. Despite increasing the issue size, they sold out on the first offering day (December 16, 1996) and were twice oversubscribed. 9 The long bond due in 2013 has a total size of USD 800m and was priced at ali issue yield of 8.294% or 187.5 basis points above 15 year US Treasury bond yields (interpolated).",
        "cite_spans": [
          {
            "start": 131,
            "end": 150,
            "text": "(December 16, 1996)",
            "ref_id": null
          },
          {
            "start": 182,
            "end": 183,
            "text": "9",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Ras Gas Project",
        "sec_num": null
      },
      {
        "text": "5The bonds proved to be so high in demand that Ras Gas could have been funded entirely in the global bond markets. However, the parties decided to keep the bank loan component at an average all-in cost of 9.60%, about 95 basis points above the average all-in cost of the bonds (8.65%), in order to insure easier access to bank debt for future project expansion in the form of additional liquefication trains (Greg Randolph, Goldman Sachs).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Ras Gas Project",
        "sec_num": null
      },
      {
        "text": "Issued as a global bond, i.e., both as an off-shore (Eurodollar) and 144A foreign (Yankee) debt security, it was sold to institutional investors with strong international demand (20% international, 80% US based investors).'\" Since the bond trades actively we can use its spread over US Treasuries to gauge market perceptions of changes in Ras Gas' prospects and, hence, its riskiness. According to Goldman Sachs, the smaller USD 400m 10 year bond due in 2006 has been bought up by Middle-Eastern investors and trades infrequently.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Ras Gas Project",
        "sec_num": null
      },
      {
        "text": "As is customary in project finance, most of the output was sold through long-term supply contracts before construction started. The principal off-taker, the Korea Gas Corporation (Kogas), is a state-owned company whose shareholders include the Republic of Korea (50%), the Korea Electric Power Corporation (Kepco: 34.7%) and regional governments (15.3%). As such, Kogas shares its credit rating with the sovereign rating of South Korea as does Kepco, which is currently being privatized. Most of the Ras Gas LNG bought by Kogas, who has a legal monopoly of gas sales and purchases in Korea, is for resale to Kepco as fuel for peak-load electricity generation. Consequently, Kepco, which is about to double its existing LNG powered electricity generation in the next years, is Ras Gas' de facto off-taker (Standard and Poor's, 1999) . Kogas-Kepco currently account for more than 75% of the project's expected revenue. The following diagram summarizes the project's principal parties and its contractual structure.\" 10 According to Goldman Sachs, about 70 institutional investors and banks excluded from the syndicated and guaranteed loan tranches participated in the bond offerings with typical investments ranging from USD 1 5m to 20m (Greg Randolph; the largest single block bought was USD 125m). \" Typical webs of contracts in project finance comprise joint venture agreements, equity claims, debt contracts including covenants, construction, input supply and operating contracts, and output supply (off-take) agreements. is obligated to pay for the gas whether or not they take delivery. Hence, Kogas can make a cash payment in lieu of delivery, which is credited against charges for future deliveries. The off-taker can vary gas shipments by deferring about 5% per annum up to a total of 10% which must be paid for within 5 years whether Kogas accepts delivery or not. The remaining LNG produced is for sale on the nascent LNG spot market and two small off-take agreements with Japanese customers.",
        "cite_spans": [
          {
            "start": 804,
            "end": 831,
            "text": "(Standard and Poor's, 1999)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Ras Gas Project",
        "sec_num": null
      },
      {
        "text": "The Kogas SPAs effectively index LNG prices to world crude oil prices. Following market conventions for LNG pricing, one of two crude spot reference prices (the Japan Crude Cocktail or Brent) serves as the monthly settlement price for the LNG shipments in terms of energy equivalents.' 2 The other products sold, in particular condensate, a crude oil substitute that naturally occurs in the liquefication process, and some spot sales are similarly priced. To reassure bondholders, Mobil has given an effective minimal price guarantee in form of a USD 200 million credit line for debt service payments triggered at an oil price somewhere below USD 11 per barrel.' 3",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Ras Gas Project",
        "sec_num": null
      },
      {
        "text": "The following figure relates Ras Gas' contractual arrangements to its cash flow structure.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Ras Gas Project",
        "sec_num": null
      },
      {
        "text": "The two bond issues represent senior secured debt and rank pari passu (same seniority) with the bank and ECA guaranteed debt.' 4 The Kogas off-take agreement serves as undivided security interest for all debtholders under New York law. Debtholders hold all the rights to the receivables from Kogas and also have a security interest in the Ras Gas assets under Qatari and New York law. In order to minimize moral hazard in payments, Kogas and other output buyers make payment for shipments directly to an off-shore trust account whose administrator then services public and private debt and remits the balance to Ras Gas for operational expenses and dividends. The superscripts denote the order in which payments are made.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Ras Gas Project",
        "sec_num": null
      },
      {
        "text": "12 One metric ton of LNG has the energy content of about 8.68 barrels of crude oil (with minor variations depending on the crude oil reference used) and is priced accordingly. \" Standard and Poor's (1999) estimate that the average break-even Brent oil price triggering the guarantee is about USD 10.15 per barrel. However, in individual years, especially before 2003, a Brent oil price of USD 14/bbl might suffice to activate the guarantee. From a hedging perspective, this arrangement makes a lot of sense. For a large energy company such as Mobil it might be easy to find a low-cost natural hedge for the guarantee in its activities or through its balance sheet while individual investors would be hard pressed to find appropriate hedging instruments. 3.",
        "cite_spans": [
          {
            "start": 178,
            "end": 204,
            "text": "Standard and Poor's (1999)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Ras Gas Project",
        "sec_num": null
      },
      {
        "text": "A large-scale project such as Ras Gas typically requires huge up-front investments with a high degree of asset (physical infrastructure) and relationship (output buyer) specificity. By their very nature, the necessary physical assets such as pipelines, storage facilities, LNG ship terminals, etc.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Contractual Incompleteness and Risk Factors",
        "sec_num": null
      },
      {
        "text": "cannot readily be removed and utilized elsewhere. As a result, there is a danger that Ras Gas and its financial backers suffer opportunistic behavior such as unilateral renegotiation of contracts or the redefinition of property rights. In the absence of a well functioning legal system that is willing to define and enforce property rights and contractual clauses, the physical assets -always subject to hold-up problems -are of limited value as security to investors. Hence, the location of the assets in Qatar and the lack of credible legal institutions (enforcement) render them inadequate for creditor protection. Instead, the sales and purchase agreements with Kogas provide the only effective security to debtholders.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Contractual Incompleteness and Risk Factors",
        "sec_num": null
      },
      {
        "text": "However, the output supply contract as collateral suffers from contractual incompleteness. From the off-taker's perspective, commitment to such a long-term contract poses the difficulty of not knowing at the time of contracting the future value of the output, i.e., future settlement prices (Brent crude oil reference), the availability of re-contracting opportunities and alternative suppliers. Hence, a project such as Ras Gas faces the danger that its dominant buyer reneges on the long-term contract as alternative sources of LNG supplies are more cheaply available elsewhere than through the SPA. Put differently, the off-taker has always an implicit real option through breach of contract. In addition to opportunistic behavior, the output buyers might experience exogenous shocks such as a severe demand reduction in electricity or a",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Contractual Incompleteness and Risk Factors",
        "sec_num": null
      },
      {
        "text": "15 Bond offering prospectus (Goldman Sachs, 1996) .",
        "cite_spans": [
          {
            "start": 37,
            "end": 49,
            "text": "Sachs, 1996)",
            "ref_id": "BIBREF21"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Contractual Incompleteness and Risk Factors",
        "sec_num": null
      },
      {
        "text": "liquidity crisis that might force them to cut back on their LNG purchases.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Contractual Incompleteness and Risk Factors",
        "sec_num": null
      },
      {
        "text": "In the presence of a well-developed LNG spot market, such off-take risk would hardly matter. It is its absence that exacerbates the consequences of contractual incompleteness and nanenforceabilities. At the heart of the problem lies the lack of transportation capacity\" 6 and the huge up-front investment in receiving facilities (terminal, storage, regasification plant, pipelines). In 2000, only 39 out of more than 2000 LNG cargoes were for true spot delivery (less than 234X of the total market). Together with short-term secondary trading of LNG, whereby an off-taker sells a cargo to a third party rather than defer delivery, they accounted for 4MMTA out of a total of 104MMTA of LNG produced in 2000 (up from 2% in 1996; Tusiani, 2001) . Consequently, the parties often build dedicated vessels for LNG transportation tied to a specific project\" 7 and, in an attempt to protect their investments in physical infrastructure, sign long-term off-take agree-",
        "cite_spans": [
          {
            "start": 727,
            "end": 741,
            "text": "Tusiani, 2001)",
            "ref_id": "BIBREF39"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Contractual Incompleteness and Risk Factors",
        "sec_num": null
      },
      {
        "text": "ments. 8",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Contractual Incompleteness and Risk Factors",
        "sec_num": null
      },
      {
        "text": "Hence, the most important hold-up risk for Ras Gas and its investors consists of breach of contract or unilateral renegotiation of the SPA by Kogas, the off-taker. Such risks are directly passed through to debtholders. They are locked into the project and, hence, vulnerable to opportunistic and strategic behavior not only from shareholders, but also from Ras Gas' dominant customer. While the final Kogas off-take agreement includes deferral options, '9 meant to pre-empt breach of contract, the demand risk arising from their exercise is directly transmitted to investors and, especially debtholders, given the lack of an LNG spot market and alternative sources of revenue.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Contractual Incompleteness and Risk Factors",
        "sec_num": null
      },
      {
        "text": "Long-term supply contracts such as the 25 year SPA between Ras Gas and Kogas only offer an imperfect remedy to contracting problems arising from a bilateral monopoly. As economic circumstances change, the absence of enforceable, complete contracts means that investors must constantly reassess their initial financing decisions. Ras Gas' bond prices and, hence, credit spreads (over US Treasury yields) should then reflect the capital market's collective assessment of the evolution of contractual risks. The inherent incompleteness of the interlocking contracts, therefore, leads to a structural relation between credit spreads and risk factors as the project passes residual risks on to both debtholders and shareholders. 20 Using Ras Gas' simple contract structure we can identify their precise sources and test how they shape market sentiment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Contractual Incompleteness and Risk Factors",
        "sec_num": null
      },
      {
        "text": "We now turn to several key risk variables in the supply and purchase agreement that have a direct incidence on the project's financial prospects.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Contractual Incompleteness and Risk Factors",
        "sec_num": null
      },
      {
        "text": "The first variable behind the postulated chain of contractual risks are output prices, which effectively determine Ras Gas' revenue because annual off-take quantities are (almost) fixed. We use the logarithm of the price of Brent (BRENT) -one of two commonly used crude oil reference prices Zingales (2000) for a discussion for situations in which there might exist other residual claimants besides shareholders. Projects rarely issue publicly traded equity so that in their absence project riskiness is best assesseJ by the price of publicly traded debt, whenever available. 21 Gas prices turn out to be statistically non-significant when included in the regressions together with Brent prices, which is not really surprising given that about 0. I metric tons of LNG are priced as one barrel of crude oil.",
        "cite_spans": [
          {
            "start": 291,
            "end": 306,
            "text": "Zingales (2000)",
            "ref_id": "BIBREF40"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Contractual Incompleteness and Risk Factors",
        "sec_num": null
      },
      {
        "text": "22 Diagnostic testing reveals that logarithms offer superior fit over levels for several of the explanatory variables. 23 See Standard and Poor's (1999) for Ras Gas' financial dependence on the Korean electricity market and Kepco.",
        "cite_spans": [
          {
            "start": 126,
            "end": 152,
            "text": "Standard and Poor's (1999)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Contractual Incompleteness and Risk Factors",
        "sec_num": null
      },
      {
        "text": "credit quality of the off-taker, which might reflect both systematic changes in the Korean macroeconomic environment, the industry structure (i.e., loss of monopoly, privatization) or purely idiosyncratic risks. Its importance to debtholders can be seen from the fact that the Ras Gas bond covenant restricts additional SPAs to buyers rated single 'A' or better, a condition Kogas and Kepco satisfied until December 1997. However, their credit rating (shared with the Republic of Korea) has varied from 'AA-' to 'B+' back to 'BBB' over the sample period.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Contractual Incompleteness and Risk Factors",
        "sec_num": null
      },
      {
        "text": "According to average yearly transition probability estimates by Brand and Bahar (2001) , 'AA' rated borrowers maintain an 'A' or better rating with 96.14% probability while credit migration such as Kepco's occurs only with 0.09% probability, which appears to be a negligible risk. 24 To gauge these effects, we construct a rating index (KRR) that reflects not only the changes in S&P credit ratings but also their magnitude.",
        "cite_spans": [
          {
            "start": 64,
            "end": 86,
            "text": "Brand and Bahar (2001)",
            "ref_id": "BIBREF8"
          },
          {
            "start": 281,
            "end": 283,
            "text": "24",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Contractual Incompleteness and Risk Factors",
        "sec_num": null
      },
      {
        "text": "Foreign currency might appear to be of relatively minor concern as all revenues and costs accrue in USD in the case of Ras Gas. However, by the very nature of the off-take agreements, the customer still poses a subtle indirect currency risk. Both Kogas and Kepco generate their revenue in local currency so that an adverse currency movement (devaluation or depreciation of the Korean Won against the USD) might imperil their ability to honor the SPA. The 1997 Asian financial crisis was a stark reminder of this fact: as the Korean Won depreciated against the USD the effective cost of LNG to Kogas and Kepco doubled in local currency terms. Hence, exchange rate risk when borne by the off-taker has a tendency to transform itself into a credit risk. To measure this effect, we include KRW, the logarithm of the KRW-USD exchange rate.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Contractual Incompleteness and Risk Factors",
        "sec_num": null
      },
      {
        "text": "24 To be precise, Brand and Bahar (2001) estimate that the average yearly transition probability from 'AA' to 'B' is 0.09% while the cumulative average default probability over 15 years, the weighted average life of the 2013 Ras Gas bond, is 1.07% for a 'AA' rated entity. Standard and Poor's rated Ras Gas 'BBB+' and maintaining its rating during the Asian and Russian financial crises. For comparison, the estimated 15 year cumulative default probability for 'BBB' rated borrowers is 4.48%.",
        "cite_spans": [
          {
            "start": 18,
            "end": 40,
            "text": "Brand and Bahar (2001)",
            "ref_id": "BIBREF8"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Contractual Incompleteness and Risk Factors",
        "sec_num": null
      },
      {
        "text": "Finally, we need to control for financial contagion and other \"guilt by association\" characteristics of emerging debt markets. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Contractual Incompleteness and Risk Factors",
        "sec_num": null
      },
      {
        "text": "Our analysis relies on daily data that covers the period from January 1997 to March 2000 and is drawn, for the most part, from Bloomberg, IDC and Baseline. All market related data (e.g., oil",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data Description and Methodology",
        "sec_num": null
      },
      {
        "text": "and stock prices, bond yields, and emerging debt market returns) are based on daily closing prices. The bond yield reflects, as far as we can tell, actual transaction data. Whenever we found missing observations, we cross-checked the time series with other news sources and filled in the missing data or, if this was not possible, deleted the observation leaving 725 observations before taking lags. As a robustness check, we repeat the analysis with weekly closing data (140 observations) but report the results only for major specifications ( Table 8 in the Appendix).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 545,
            "end": 552,
            "text": "Table 8",
            "ref_id": "TABREF20"
          }
        ],
        "eq_spans": [],
        "section": "Data Description and Methodology",
        "sec_num": null
      },
      {
        "text": "In terms of structural modeling, we avail ourselves of the results in Madan and Unal (2000) who derive credit spreads as a fumction of firm-specific variables in a hazard rate framework. In this setting, the hazard rate, i.e., the instantaneous probability of borrower default, governs the arrival of a sudden loss driven by structural parameters such as cash asset value or, in our case, the value of the supply and purchase agreements to Ras Gas investors. By expressing the hazard rate as a first-order approximation in terms of exogenous variables, we obtain Ras Gas credit spreads as a linear function of loss inducing risk factors, neglecting higher order terms.",
        "cite_spans": [
          {
            "start": 70,
            "end": 91,
            "text": "Madan and Unal (2000)",
            "ref_id": "BIBREF27"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data Description and Methodology",
        "sec_num": null
      },
      {
        "text": "Consequently, we take as our dependent variable the mid-closing spread of the 2013 Ras Gas bond yield over the 10 year benchmark US Treasury yield. 25 The explanatory variables are the risk factors affecting the contractual relationships at the heart of the Ras Gas project that we discuss in the preceding section. If markets are informationally efficient, as we henceforth assume, then non-contracted risk factors should contribute to explaining Ras Gas credit spread.s as a measure of project riskiness. Hence, we gauge non-contractibilities and ensuing risk shiftiig in terms of the statistical significance of contract-related explanatory variables. In terms of estimation strategy, we start with the two key contract variables depicted in Exhibit 5, the output (Brent oil reference) price and Kepco bond yield spreads, and successively add explanatory variables to the regression. First, we focus on the supply contract specific variables of oil price and Kepco bond yield. Next, we will add contemporaneous and lagged",
        "cite_spans": [
          {
            "start": 148,
            "end": 150,
            "text": "25",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data Description and Methodology",
        "sec_num": null
      },
      {
        "text": "emerging debt market returns to analyze systematic effects such as spill-overs and contagion. We then include variables related to Korean country risk before estimating models with all risk factor categories.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data Description and Methodology",
        "sec_num": null
      },
      {
        "text": "It turns out that the regression residuals exhibit high serial correlation for any number of explanatory variables and their lags (specification 1, Table 2 ). Including a lagged depende-it variable in the various specifications fixes this problem as evidenced by Durbin and Watson d statistics close to 2.00 or the results of our robust test for serial correlation (see Table 2 ). Given the high frequency of the data, it comes as no surprise that daily credit spreads exhibit a large degree of persistence: the coefficient on lagged spreads is close to unity (Table 2 ). However, tests for unit roots (see Table 3 ) appear inconclusive given the very low statistical power of such tests26 so that we treat the time series as stationary, albeit highly persistent. Comparison of the coefficients on the lagged dependent variable from the weekly estimation results (Table 8 ) with the corresponding daily ones (Tables 2 and 5) further point to persistence rather than a unit root.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 148,
            "end": 155,
            "text": "Table 2",
            "ref_id": "TABREF7"
          },
          {
            "start": 370,
            "end": 377,
            "text": "Table 2",
            "ref_id": "TABREF7"
          },
          {
            "start": 560,
            "end": 568,
            "text": "(Table 2",
            "ref_id": "TABREF7"
          },
          {
            "start": 607,
            "end": 614,
            "text": "Table 3",
            "ref_id": "TABREF12"
          },
          {
            "start": 863,
            "end": 871,
            "text": "(Table 8",
            "ref_id": "TABREF20"
          }
        ],
        "eq_spans": [],
        "section": "Data Description and Methodology",
        "sec_num": null
      },
      {
        "text": "Nevertheless, we also estimate our basic model in first differences to address potential non-stationarity problems. Section 6 repeats the analysis in a simultaneous equation framework to explicitly take into account the bilateral monopoly and to separate direct from indirect risk effects acting through their impact on Kepco. Throughout, we eliminate highly insignificant control variables through diagnostic testing in the interest of parsimonious specification.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data Description and Methodology",
        "sec_num": null
      },
      {
        "text": "As conjectured, Ras Gas spreads vary positively with Kepco credit spreads: the second specification in Table 2 Table 2 shows that the previously identified two basis points spread widening is the net reaction over a two-day period. 27 Further lags of the Kepco spread are statistically insignificant. The results in Table 2 indicate that this pattern is stable across all specifications and, therefore, does not stem from any omitted variable effects.",
        "cite_spans": [
          {
            "start": 232,
            "end": 234,
            "text": "27",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 103,
            "end": 110,
            "text": "Table 2",
            "ref_id": "TABREF7"
          },
          {
            "start": 111,
            "end": 118,
            "text": "Table 2",
            "ref_id": "TABREF7"
          },
          {
            "start": 316,
            "end": 323,
            "text": "Table 2",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "Credit Spread Dynamics and Contractual Risks",
        "sec_num": "5."
      },
      {
        "text": "The reversal of the initial spread reaction is reminiscent of positive stock return reactions after large one-day declines. Cox and Peterson (1994) conclude that bid-ask bounce and liquidity effects rather than short-term overreaction explain short-term reversals. This analogy is all the more pronounced that Exhibit 5 clearly shows both high daily volatility and a short-term reversal pattern. However, given the high degree of volatility and uncertainty in emerging bond markets from 1997 to 1999 and the widespread fears of a prolonged severe recession in Korea, we cannot exclude the possibility that Ras Gas bondholders over-reacted to news about the off-takers.",
        "cite_spans": [
          {
            "start": 124,
            "end": 147,
            "text": "Cox and Peterson (1994)",
            "ref_id": "BIBREF12"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Credit Spread Dynamics and Contractual Risks",
        "sec_num": "5."
      },
      {
        "text": "Buying patterns as communicated to us by Goldman Sachs (Greg Randolph Ras Gas spreads and Middle-Eastern bond returns also offers support for such clientele based explanations (specifications 3 to 6, Table 8 ). Since we use mid-point closing yields we can exclu-de bid-ask bounce effects as a factor.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 200,
            "end": 207,
            "text": "Table 8",
            "ref_id": "TABREF20"
          }
        ],
        "eq_spans": [],
        "section": "Credit Spread Dynamics and Contractual Risks",
        "sec_num": "5."
      },
      {
        "text": "Regarding output prices, we find that the BRENT coefficient is marginally significant at best. LNG settlement prices do not significantly impact Ras Gas credit spread levels and, hence, the bond's riskiness as priced in global markets. It seems quite remarkable that markets view output prices as irrelevant although they determine Ras Gas' revenue. However, in light of tle implicit price guarantee by Mobil, it is perfectly rational for bondholders to disregard price risk.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Credit Spread Dynamics and Contractual Risks",
        "sec_num": "5."
      },
      {
        "text": "This finding provides further evidence for our hypothesis that markets will not price risks that are explicitly part of the projects' contractual arrangements, in this case through the output price contingent debt service guarantee by shareholders to debtholders.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Credit Spread Dynamics and Contractual Risks",
        "sec_num": "5."
      },
      {
        "text": "To control for contagion effects, we test contemporaneous and up to five lags of daily regional emerging bond market returns for their statistical significance, successively eliminating the least significant variables. We obtain the emerging market propagation pattern reported in specifications 4 and 5 of ) . Also, they viewed potentially increased oil and gas exports from the former Soviet Union as a financial threat to Ras Gas (sector spillover). The lagged reaction might be due to the lesser informational transparency of emerging markets as well as portfolio rebalancing that often takes place with time zone induced delays. 29",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 307,
            "end": 308,
            "text": ")",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Credit Spread Dynamics and Contractual Risks",
        "sec_num": "5."
      },
      {
        "text": "Adding Korea-specific variables (specifications 6 to 8 in Instead, a depreciation of the Won seems to reduce Ras Gas risk perceptions, an issue that we will take up in the next section.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Credit Spread Dynamics and Contractual Risks",
        "sec_num": "5."
      },
      {
        "text": "The last regression reported in Table 2 The results in Table 4 and diagnostic testing reveal that first differences in the independent variables including Kepco spreads lead to inferior statistical performance so that we keep them in levels except for the rating variable KRR. Table 4 reports the most informative regression specifications. The results confirm our earlier findings that markets price output buyer related risk factors and that, therefore, the project shifts some residual risk to bondholders. With spread changes as dependent variable, the oil price's logarithm becomes significant at the 10% or 5% level whereas the Won exchange rate is insignificant. The emerging debt markets contagion patterns are very similar and, again, the coefficients on the contemporaneous and lagged Kepco spreads change in sign.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 32,
            "end": 39,
            "text": "Table 2",
            "ref_id": "TABREF7"
          },
          {
            "start": 55,
            "end": 62,
            "text": "Table 4",
            "ref_id": "TABREF14"
          },
          {
            "start": 277,
            "end": 284,
            "text": "Table 4",
            "ref_id": "TABREF14"
          }
        ],
        "eq_spans": [],
        "section": "Credit Spread Dynamics and Contractual Risks",
        "sec_num": "5."
      },
      {
        "text": "To the extent that Ras Gas and Kepco form a bilateral monopoly and both firms fall into the same emerging markets and energy bond categories, we would expect that a common set of factors endogenously determines their credit spreads. Hence, we specify a simultaneous equation model of the Ras Gas and Kepco yield spreads, which we estimate by Maximum Likelihood.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Bilateral Monopoly and Risk Transmission Channels",
        "sec_num": "6."
      },
      {
        "text": "Using the bond covenant, off-take agreement and debt service guarantee to formulate testable restrictions, we carry out diagnostic tests to determine which risk factors affect Ras Gas bonds directly and which ones operate indirectly through their incidence on Kepco' s financial health.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Bilateral Monopoly and Risk Transmission Channels",
        "sec_num": "6."
      },
      {
        "text": "Having tested and accepted the hypothesis that Kepco spreads influence Ras Gas ones but not the reverse, we arrive at the following specification: 30",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Bilateral Monopoly and Risk Transmission Channels",
        "sec_num": "6."
      },
      {
        "text": "+/J 31 KEPCO, + /4, KRW, + / 5 1KOSPI, +/3 As the lagged Kepco spreads are insignificant in the Ras Gas spreads equation, we drop them fronm the specifications. Similarly, all emerging debt market returns are insignificant in the KORELES equation as evidenced by the first simultaneous equation specification in Table 5 . The results show that oil prices impact the riskiness of Ras Gas through its effect on the financial position of Kepco rather than directly: while BRENT is insignificant in the RGS equation it is highly significant in the KORELES equation.",
        "cite_spans": [
          {
            "start": 7,
            "end": 13,
            "text": "KEPCO,",
            "ref_id": null
          },
          {
            "start": 14,
            "end": 19,
            "text": "+ /4,",
            "ref_id": null
          },
          {
            "start": 20,
            "end": 24,
            "text": "KRW,",
            "ref_id": null
          },
          {
            "start": 25,
            "end": 38,
            "text": "+ / 5 1KOSPI,",
            "ref_id": null
          },
          {
            "start": 39,
            "end": 42,
            "text": "+/3",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 312,
            "end": 319,
            "text": "Table 5",
            "ref_id": "TABREF15"
          }
        ],
        "eq_spans": [],
        "section": "RGS, = /30 + E a-,, RGS,, + /1 l BRENT, + E/3 2 ,4 1 KORELES,,",
        "sec_num": null
      },
      {
        "text": "We interpret this result, which holds for the full set of explanatory variables as well as subsets (see specifications 3 and 4 in Table 5 ), as evidence that investors discount the direct revenue effect of output prices on Ras Gas due to Mobil's guarantee. Instead, they are more concerned about the impact of energy prices on Kepco's financial health, a non-contractib:Le risk. 3 An increase in crude oil prices by USD 2.72 translates into a widening of Kepco spreacls by about 18 basis points so that the indirect impact on Ras Gas credit spreads is about 0.66 basis points (specification 3 or 4 in Table 5 ).",
        "cite_spans": [
          {
            "start": 379,
            "end": 380,
            "text": "3",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 130,
            "end": 137,
            "text": "Table 5",
            "ref_id": "TABREF15"
          },
          {
            "start": 601,
            "end": 608,
            "text": "Table 5",
            "ref_id": "TABREF15"
          }
        ],
        "eq_spans": [],
        "section": "RGS, = /30 + E a-,, RGS,, + /1 l BRENT, + E/3 2 ,4 1 KORELES,,",
        "sec_num": null
      },
      {
        "text": "31 Such indirect price effects are common in the energy bond sector. A similar example are the Alliance Pipeline l.P 2019 and 2023 senior notes collateralized by revenue from a gas pipeline between Northwestern Canada and the Chicago, IL area. While the revenue is purely determined by throughput, rising gas prices negatively affect the notes' prices and spreads because of their adverse impact on the financial position of Alliance's 35 customers and the resulting increased breach of contract (off-take) risk (Greg Randolph, Goldman Sachs and Standard and Poor's, 2001 ).",
        "cite_spans": [
          {
            "start": 536,
            "end": 571,
            "text": "Sachs and Standard and Poor's, 2001",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "RGS, = /30 + E a-,, RGS,, + /1 l BRENT, + E/3 2 ,4 1 KORELES,,",
        "sec_num": null
      },
      {
        "text": "Regarding contagion effects, the reported significant emerging debt market returns in the Ras Gas equation confirm our earlier spillover structure. Surprisingly, Kepco credit spreads seem to be unaffected by emerging debt markets. Instead, they are primarily driven by Korean variables such as Kepco's share price as an indicator for Korea's electricity demand. As economic prospects improve so does the risk profile of Kepco as reflected in its stock price.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "RGS, = /30 + E a-,, RGS,, + /1 l BRENT, + E/3 2 ,4 1 KORELES,,",
        "sec_num": null
      },
      {
        "text": "Hence, its own and, ultimately, Ras Gas credit spreads should narrow.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "RGS, = /30 + E a-,, RGS,, + /1 l BRENT, + E/3 2 ,4 1 KORELES,,",
        "sec_num": null
      },
      {
        "text": "The second significant country risk variable is again the Korean Won -US Dollar exchange rate. Equation systems 3 or 4 in Table 5 reveal an intriguing pattern: the RGS equation in each of the two specifications confirms the previously identified puzzle that, on average, a weakening Won directly decreases market risk perceptions as spreads decline. However, the indirect impact via Kepco yields in the KORELES equation clearly exhibits the conjectured currency exposure effect in terms of a positive KRW coefficient. As the Won depreciates, servicing Kepco's foreign debt and its oil, coal and gas purchases -all denominated in USDbecome more expensive. Consequently, Kepco's financial position deteriorates, increasing its riskiness and, hence, requiring higher spreads to compensate its own and Ras Gas' bondholders for more risk.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 122,
            "end": 129,
            "text": "Table 5",
            "ref_id": "TABREF15"
          }
        ],
        "eq_spans": [],
        "section": "RGS, = /30 + E a-,, RGS,, + /1 l BRENT, + E/3 2 ,4 1 KORELES,,",
        "sec_num": null
      },
      {
        "text": "Although foreign currency exposure acts indirectly through Kepco, the direct negative impact on Ras Gas spreads identified earlier might now be explained in terms of improved economic outlook for Korea. As a weakening Korean Won leads to higher exports, an economy as energy dependent as Korea's would require more gas and electricity which decreases the demand uncertainty and, hence, Kepco breach of contract risk, all other things being equal.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "RGS, = /30 + E a-,, RGS,, + /1 l BRENT, + E/3 2 ,4 1 KORELES,,",
        "sec_num": null
      },
      {
        "text": "In Table 6 , we replicate the simultaneous equation analysis in first differences. As before (see Table 4 ), levels of the explanatory variables perform better than their differences with the exception of the rating variable KRR and the Kepco spread KORELES (Table 6, specifications and 2 vs. 3 or 4). While we obtain results that, by and large, mirror the ones in Table 5 , several new effects appear. First, changes in Kepco yield spreads respond to Asian and Latin American debt markets while levels do not (see Table 5 ). Second, output prices are marginally less significant in the AKORELES than the ARGS equation so that direct and indirect impact are very comparable. Finally, the only significant Korean variables are the Korea Stock Price Index KOSPI and the rating changes DKRR, both for dependent variables. When Korea's economic prospects improve as measured by a higher stock price index, both Ras Gas and Kepco credit spreads become less responsive to contractual risk factors.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 3,
            "end": 10,
            "text": "Table 6",
            "ref_id": "TABREF17"
          },
          {
            "start": 98,
            "end": 105,
            "text": "Table 4",
            "ref_id": "TABREF14"
          },
          {
            "start": 258,
            "end": 282,
            "text": "(Table 6, specifications",
            "ref_id": "TABREF17"
          },
          {
            "start": 365,
            "end": 372,
            "text": "Table 5",
            "ref_id": "TABREF15"
          },
          {
            "start": 515,
            "end": 522,
            "text": "Table 5",
            "ref_id": "TABREF15"
          }
        ],
        "eq_spans": [],
        "section": "RGS, = /30 + E a-,, RGS,, + /1 l BRENT, + E/3 2 ,4 1 KORELES,,",
        "sec_num": null
      },
      {
        "text": "Finally, we decompose the output price variable BRENT into three distinct bands in line with contractual provisions (debt service guarantee triggered by oil prices under USD 14/bbl before 2003) and the economics of electricity generation from LNG (uneconomical for oil prices above USD 23/bbl): oil prices under USD 14, between USD 14 and 23, and above USD 23, i.e.,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "RGS, = /30 + E a-,, RGS,, + /1 l BRENT, + E/3 2 ,4 1 KORELES,,",
        "sec_num": null
      },
      {
        "text": "where 1 is an indicator variable taking the value 1 if BRENT falls into the specified band and 1) otherwise. Table 7 summarizes the results for our four main specifications after substituting in for BRENT from the preceding expression. LNG settlement prices are still not statistically significant in determining Ras Gas yield spread levels for the contract related and full set of explanatory variables (specifications 1 and 2). Investors seem to view output prices at all levels as irrelevant for contract default or renegotiation, debt service and firm risk. The picture changes for credit spread changes because decomposed oil prices become statistically significant as compared to the non-decomposed variable (see Table 4 , specification 8). The simultaneous equation estimations in Table 7 further confirm these and earlier results: oil prices affect Ras Gas credit spreads and their changes mainly through their indirect effect on Kepco's credit quality.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 109,
            "end": 116,
            "text": "Table 7",
            "ref_id": "TABREF18"
          },
          {
            "start": 719,
            "end": 726,
            "text": "Table 4",
            "ref_id": "TABREF14"
          },
          {
            "start": 788,
            "end": 795,
            "text": "Table 7",
            "ref_id": "TABREF18"
          }
        ],
        "eq_spans": [],
        "section": "AI, BRENT, = 51 1 {B]RNT7;14} BRENT, + 321 114<BENT, <23} BRENT, + 631 {232BE'NT,} BRENT,",
        "sec_num": null
      },
      {
        "text": "Gas' credit risk. In light of the debt service guarantee, we would have expected statistically nonsignificant coefficients only for the lower and intermediate oil price bands. However, given the intricate economics of electricity generation from LNG, it might simply be the case that investors lack the information to make the link between high oil prices and Ras Gas' prospects.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Markets apparently do not distinguish between different output price levels in pricing Ras",
        "sec_num": null
      },
      {
        "text": "Alternatively, the high volatility of oil prices in the past decade might have induced the belief that oil prices never stay long enough in any of the three bands to trigger the corresponding economic and financial consequences. During the sample period, prices fell from initial USD 20/bbl to below USD 10/bbl before rising to USD 30/bbl by March 2000 (Exhibit 5, Table 1 ).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 365,
            "end": 372,
            "text": "Table 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Markets apparently do not distinguish between different output price levels in pricing Ras",
        "sec_num": null
      },
      {
        "text": "Similarly, the random walk nature of oil prices as revealed by our unit root tests (Table 3) makes past prices bad predictors for future realizations. In this case, the relative unimportance accorded to oil prices might simply reflect the market's collective view that their revenue impact is only temporary and that contracts are not renegotiated unless the oil price settles permanently way beyond one of the thresholds.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 83,
            "end": 92,
            "text": "(Table 3)",
            "ref_id": "TABREF12"
          }
        ],
        "eq_spans": [],
        "section": "Markets apparently do not distinguish between different output price levels in pricing Ras",
        "sec_num": null
      },
      {
        "text": "Much of current corporate finance theory draws upon the view that a firm is a nexus of contracts.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Lessons for Project Design",
        "sec_num": null
      },
      {
        "text": "Applying this insight to project finance, we use the contractual structure of one particular project, the Ras Laffan Liquefied Natural Gas Co., to analyze a typical credit spread evolution in global project bond markets in terms of contracted and non-contracted risk factors. It emerges that .he presence of a bilateral monopoly between a dominant seller (Ras Gas) and output buyer (Kepc o) shapes not only the project's ex ante contractual and organizational design but also the ex p5st allocation of risk between different stakeholders. Since investors rationally anticipate on future contractual risk and price such expectations into their investment decision, projects that successfully remove sources of potential problems will fare better in global bond markets. P'ut differently, investors will not bear non-contracted risks without compensation so that such ri ,iss ultimately might come back to haunt projects through unfavorable pricing of debt or, simply, -he lack of debt funding.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 382,
            "end": 390,
            "text": "(Kepc o)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Lessons for Project Design",
        "sec_num": null
      },
      {
        "text": "In Ras Gas' case, we find evidence for risk shifting to bondholders in the sense that noncontractible risks arising from the 25 year sale and purchase agreement determine the project's credit spreads. Our findings offer support for the nexus of contract view of the firm and also show that, in the face of contractual incompleteness, other stakeholders can bear residual risks.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Lessons for Project Design",
        "sec_num": null
      },
      {
        "text": "The most important factor in explaining Ras Gas spreads are the credit spreads of the output buyer because they reflect the latter's credit worthiness and serve as a proxy for non-contracted breach of contract and unilateral renegotiation risks over time. The second critical contract variable, output prices in the form of oil prices used to settle LNG deliveries, is statistically insignificant. In light of Ras Gas' output price contingent debt service guarantee, it is intuitive that markets view price risk as secondary to counter-party risk. Only the indirect impact of oil prices acting through the output buyer's credit quality matters to bondholders as rising oil prices adversely affect the former's overall financial position. Similarly, country risk factors affect Ras Gas credit spreads mainly through its impact on the off-taker's perceived riskiness. Controlling for emerging market spillovers, we find that the most significant contagion effects stem from the 1998 Russian financial crisis.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Lessons for Project Design",
        "sec_num": null
      },
      {
        "text": "Our analysis shows that markets see through the firm as a contractual web and treat its constituent arrangements as an integrated whole. In particular, we find support for the view expressed in Fama (1990) that financial arrangements cannot be viewed in isolation from other parts of the nexus of contracts, such as guarantees and output supply agreements in our case.",
        "cite_spans": [
          {
            "start": 194,
            "end": 205,
            "text": "Fama (1990)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Lessons for Project Design",
        "sec_num": null
      },
      {
        "text": "Since parties often cannot foresee all future contingencies and appropriate hedging instruments might not exist, the contracts' inherent incompleteness transmits risks between stakeholders.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Lessons for Project Design",
        "sec_num": null
      },
      {
        "text": "These effects are particularly important in the project bond market where bondholders' investment decisions reflect risks that arise from all the firm's contracts rather than just the bond covenant.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Lessons for Project Design",
        "sec_num": null
      },
      {
        "text": "This clinical study holds several lessons for successful project design. First and foremost, investors will price non-contracted risks so that projects have an interest to explicitly address as many sources of potential problems in a contractual matter as is efficiently possible. An example in point is Mobil's output price contingent debt service guarantee that effectively removes output prices as a risk factor. Triggered when oil reference prices fall below a certain threshold, it significantly diminishes output price induced default risk and, thereby, reduces borrowing cost.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Lessons for Project Design",
        "sec_num": null
      },
      {
        "text": "Contrary to bondholders, who might not be able to find cost effective hedging instruments for output price related risks, Mobil as a vertically integrated energy company has many opportunities to naturally hedge the debt service guarantee through off-setting exposures in its downstream activities. Since other shareholders such as QGPC do not have natural hedging opportunities in downstream operations, it would have been inefficient for them to join in the debt service guarantee.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Lessons for Project Design",
        "sec_num": null
      },
      {
        "text": "Second, our study highlights the interdependence of debt finance and risk distribution recently identified in the context of hedging by Mello and Parsons (2000) . In their model, intertemporal liquidity concerns lead to a pairing of hedging with debt financing strategies. The same liquidity effects drive contractual design and risk distribution in projects such as Ras Gas for which hedging opportunities are limited. Hence, another lessons from the Ras Gas project revolves around the strategic use of public debt finance to mitigate liquidity concerns arising from contractual risks over time. We find that, in the absence of appropriate hedging instrumenlts for contractual exposures such as buyer default, output price (revenue) and foreign currency risk, the parties have recourse to contractual provisions and shareholder guarantees albeit at the prize of risk-shifting through non-contractibilities. Without the presence of long-dated bonds, the project would also have had insufficient debt service capacity in its early years.",
        "cite_spans": [
          {
            "start": 136,
            "end": 160,
            "text": "Mello and Parsons (2000)",
            "ref_id": "BIBREF28"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Lessons for Project Design",
        "sec_num": null
      },
      {
        "text": "The third important implication stems from the use of contractual cash flows rather than physical assets as collateral for project debt. The credit spread determinants that we identify in the context of Ras Gas' interlocking contracts clearly indicate that markets regard project cash flows and not physical assets as the primary source of project value and risk. Ras Gas exemplifies how the innovative use of an off-shore trust account in conjunction with a pledge of off-take agreement related receivables can make this inherent dependence on contractual cash flows operational in terms of debt security. The legal structure of the off-shore account, furthermore, minimizes moral hazard in payments.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Lessons for Project Design",
        "sec_num": null
      },
      {
        "text": "Another lesson of Ras Gas lies in the matching of a real option with a financial one through the project's capital structure. While the whole project could have been financed at approximately the same cost in global bond markets, the sponsors chose to keep a significant private debt component at an average cost of about 95 basis points above the public debt. The reason was to insure easier access to bank debt for future project expansions -the real option -in case the new off-takers lacked the single 'A' rating pre-requisite of the bond covenant. The 95 basis points then could be viewed as the option premium on future bank finance. Ras Gas is about to exercise these implicit options with the signing of an SPA with India's Petronet and the financial closure on a third, all-bank financed liquefication train.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Lessons for Project Design",
        "sec_num": null
      },
      {
        "text": "Finally, Ras Gas' credit spread dynamics reveal that shareholders can lay off part of the hold-up risks that arise from bilateral monopolies. In some sense they buy insurance from debtholders against unforeseen developments such as the Asian financial crisis whose value can be seen from the subsequent credit spread volatility. While the ex ante probability of ratings downgrade observed in the case of the Korean output buyers and associated default risks are very small (see Brand and Bahar, 2001) , the credit spread evolution clearly reveal the significance of such risks. As other investor classes, not just shareholders, bear residual risk one might be tempted to conclude that managers and owners took actions detrimental to bondholders'",
        "cite_spans": [
          {
            "start": 478,
            "end": 500,
            "text": "Brand and Bahar, 2001)",
            "ref_id": "BIBREF8"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Lessons for Project Design",
        "sec_num": null
      },
      {
        "text": "interests. In the case of Ras Gas, the risk shifting reflected by its credit spread dynamics stems from contractual incompleteness rather than the deliberate attempt by shareholders to enhance project value at the expense of debtholders. Non-contractibilities make it impossible to have a set of self-contained contracts within the firm so that debtholders bear and price non-contractible counter-party risk, while they discount easily contractible output price risk.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Lessons for Project Design",
        "sec_num": null
      },
      {
        "text": "The interdependence of contracts within the same firm through explicit or implicit contingencies also holds important lessons for the valuation of financial claims issued by projects.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Lessons for Project Design",
        "sec_num": null
      },
      {
        "text": "The dominant corporate valuation paradigm treats the value of each financial claim as independent and determines the firm's total value as the sum of its (financial) contracts. This approach might be inappropriate in the presence of non-contractibilities such as the ones found in the Ras Gas project. Hence, our valuation methods might need to be appended to take into account risk spillovers arising from all contracts, not just the financial arrangements within a firm. Testing for unit roots we use Augmented Dickey-Fuller tests (ADF: correcting for serial correlation in the errors) of the form: Ay, == & + (y -I)y,, +Ay,-, + , where the dependent variable y is either RGS, the spread of the Ras Gas bond over 10 year US Treasury yields, KORELES, the spread of the 2013 7.75% Kepco global bond, or BRENT, the logarithm of the price of Brent oil. Similarly, we appeal to Augmented Engle-Granger tests (AEG) for cointegration because of the presence of serial correlation in the residuals of the cointegration equation. Specifically, we test for unit roots in the residuals drawn from the corresponding cointegration equation, i.e.. y, = f6o + Ax,r + £r, A£, = ao + (a-)£ + A£,_, + it, The one-sided asymptotic P-values for the zr statistic (both in bold face) under the null hypothesis (existence of unit root or cointegrated time series) are computed by the methods described in MacKinnon (1994) . where the dependent variable RGS is the spread of the Ras Gas bond over 10 year US Treasury yields, BRENT the Brent blend oil price index, KORELES the yield on the 2013 7.75% Kepco global bond, KEPCO the Kepco stock price in logarithms, KRW the Korean Won -USD spot rate in logarithms, KOSPI the Korea Composite Stock Price Index in logarithms, KRR a rating index for Korea, and MEA, ASIA, EUR, LAT the daily returns of the JP Morgan regional total return indices in USD for emerging markets in the Middle East-Africa, Asia, Europe and Latin America. We estimate by full information Maximum Likelihood. Having split the Brent blend oil price index into three different price ranges in accordance with contractual provisions and economic consequences (all in logarithms) we estimate the preceding four model classes with the decomposed oil prices replacing the previous BRENT variable and report the most significant specifications surviving after diagnostic testing. For ease of comparison, we indicate the closest corresponding specifications in the preceding tables (Original Specification).",
        "cite_spans": [
          {
            "start": 1384,
            "end": 1400,
            "text": "MacKinnon (1994)",
            "ref_id": "BIBREF25"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Lessons for Project Design",
        "sec_num": null
      },
      {
        "text": "Specification 1 2 3 4 5 6 Original Table 2  Table 2  Table 4  Table 4  Table 5 As a robustness check, this table reports the estimation results for major specifications with weekly data. The variables and specifications are as in the preceding tables (Original Specification) with one obvious difference. Since the emerging market returns are now weekly continuously compounded returns, the contagion pattern cannot be expected to carry over from the daily data so that we specify and test for an appropriate weekly emerging debt market return lag structure. This propagation pattern is then used instead of the original lag structure. The other explanatory variables remain the same. S pecification .2 3 4 5 6 Original Table 2  Table 2  Table 2  Table 4  Table 5  Tasle ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 35,
            "end": 78,
            "text": "Table 2  Table 2  Table 4  Table 4  Table 5",
            "ref_id": "TABREF7"
          },
          {
            "start": 720,
            "end": 770,
            "text": "Table 2  Table 2  Table 2  Table 4  Table 5  Tasle",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "Lessons for Project Design",
        "sec_num": null
      },
      {
        "text": "See Tuffano (2001) for a discussion of the merits and importance of clinical studies in this respect. 4 See, e.g.,Smith and Warner (1979),Green (1984) andJohn (1987) for more on this point.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The initial stakes were 70% and 30%, respectively, and fell with the addition of two Japanese output buyers as shareholders. Kogas has the option to acquire a 5% equity stake, which is one of the standard devices to overcome contractual incompleteness and hold-up problems (seeNoldeke and Schmidt, 1995).8 Standard and Poor's (1999); ECA refers to bank loans and facilities guaranteed by three export credit agencies: the US Exim Bank, the UK's ECGD and Italy's SACE.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The bond and loan covenants are virtually identical; indeed, the former are based on the latter (Greg Randolph, Goldman Sachs).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "With the availability of LNG tankers not tied to specific projects, the nascent LNG market for immediate delivery is expected to develop into a full-fledged spot market over the next decade. However,Standard and Poor's (1999) reckon that \"[I]ong-term contracts for LNG still continue to dominate the LNG trade because of expense and sccpe of dedicated systems for delivering, receiving, and using LNG. A true short-term spot trading market remains elu.sive for the foreseeable future.\" For more on current LNG trading trends, seeBanaszak (2001). 17 The off-take agreements with Kogas-Kepco stipulate the construction of landing, storage and regasification facilities in Korea as well as 7 dedicated LNG vessels (costing around USD 200m each; LNG tanker prices are down 40% from mid 1990s level(Tusiani, 2001)) to be completed by 2002 when the project produces at peak capacity. To date, Kogas and Kepco have invested about USD lOb in tankers and LNG infrastructure(Standard and Poor's, 1999). 18 Tying transportation capacity to particular projects through the off-take agreements in turn inhibits the emergence of a true spot market. Another problem are the substantial LNG infrastructure investments required on the receiving end that become economically viable only once a source of long-term supply has been secured. The current state of the LNG world market is reminiscent of crude oil trading in the 1950s and 1960s when the solution to hold-up and unilateral renegotiation threats between bilateral monopolists was vertical integration. A spot market for crude oil only emerged around 1970 with the availability of excess shipping, receiving and storage capacity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In the aftermath of the Asian financial crisis, Korean electricity demand declined in 1998 by about 3.6% after previously growing by 10% annually. As a result, Kepco reduced purchases of LNG, its marginal fuel, from Kogas by as much as 22%. However, electricity demand has recently picked up (8.1% increase in 1999), and, while demand growth is expected to fall short of initial forecasts, Kepco still plans to add about 20,000 MW of generation capacity including LNG fired power stations over the next years Poor's, 1999, 2000).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "According to Bim Hundal of Goldman Sachs, the bond is quite actively traded contrary to the 2006 one and, therefore, constitutes a much better measure of investor and market sentiment regarding the project's prospects.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Campbell and Perron (1991) have pointed out that unit root tests are biased in favor of the null hypothesis (existence of a unit root) if the time series suffers from structural breaks such as the emerging market crises of1997-1998.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "With weekly data, the net effect is about 10 basis points with a contemporaneous impact of +28.3 and a (one week) lagged reversal of -18.9 basis points (specification 2,Table 8), which closely corresponds to the daily results.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Longstaff and Schwartz (1995), andDuffee (1998) similarly find a negative relation between credit spreads and short-terrn interest rates. 29 After all, US investors, who might face a one-day delay in reacting to European or Asian events, initially held 80% of the 2013 bond. The positive relation between Ras Gas credit spreads and lagged Middle Eastern bond returns in the weekly analysis(Table 8)lends further credence to our portfolio rebalancing interpretation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Ras Gas spreads or their lags are not statistically significant in the Kepco equation: while Ras Gas' riskiness critically depends on the prospects of Kepco, there is no reason to suppose that the reverse holds.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "The two panels report summary statistics both for the variables and their natural logarithms indicated by an \"1.\" prefix. Later, we drop the prefix in the interest of notational ease. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "APPENDIX Table 1: Descriptive Statistics",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Variable Coefficient Coefficient Coefficient Coefficient Coefficient Coefficient Coefficient Coefficient P-Value P-Value P-Value P-Value P-Value P-Value P-Value P-Value Constant",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Variable Coefficient Coefficient Coefficient Coefficient Coefficient Coefficient Coefficient Coefficient P-Value P-Value P-Value P-Value P-Value P-Value P-Value P-Value Constant -.1873 .5167 -.2706 -.2674",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Production, Information Costs, and Economic Organization",
        "authors": [
          {
            "first": "Armen",
            "middle": [
              "A"
            ],
            "last": "Alchian",
            "suffix": ""
          },
          {
            "first": "Harold",
            "middle": [],
            "last": "Demsetz",
            "suffix": ""
          }
        ],
        "year": 1972,
        "venue": "American Economic Review",
        "volume": "62",
        "issue": "",
        "pages": "777--795",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Alchian, Armen A. and Harold Demsetz (1972), \"Production, Information Costs, and Economic Organization,\" American Economic Review 62: 777-795.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "World Trade of LNG",
        "authors": [
          {
            "first": "Sara",
            "middle": [],
            "last": "Banaszak",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Fundamentals of the Global LNG Industry Yearbook",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Banaszak, Sara (2001), \"World Trade of LNG,\" in Fundamentals of the Global LNG Industry Yearbook 2001, Petroleum Economist March 2001, London, UK.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Corporate Defaults: Will Things Get Worse before They Get Better?\" Standard & Poor's Structured Finance",
        "authors": [
          {
            "first": "L",
            "middle": [],
            "last": "Brand",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Bahar",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Brand, L. and R. Bahar (2001), \"Corporate Defaults: Will Things Get Worse before They Get Better?\" Standard & Poor's Structured Finance January 2001.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Using Project Finance to Fund Infrastructure Investments",
        "authors": [
          {
            "first": "R",
            "middle": [
              "A"
            ],
            "last": "Brealey",
            "suffix": ""
          },
          {
            "first": "I",
            "middle": [
              "A"
            ],
            "last": "Cooper",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "A"
            ],
            "last": "Habib",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "Journal of Applied Corporate Finance",
        "volume": "9",
        "issue": "",
        "pages": "25--38",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Brealey, R.A., I. A. Cooper, and M.A. Habib (1996), \"Using Project Finance to Fund Infrastructure Investments,\" Journal of Applied Corporate Finance 9: 25-38.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Pitfalls and Opportunities: What Macroeconomists Should Know about Unit Roots",
        "authors": [
          {
            "first": "J",
            "middle": [
              "Y"
            ],
            "last": "Campbell",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Perron",
            "suffix": ""
          }
        ],
        "year": 1991,
        "venue": "NBER Macroeconomics An",
        "volume": "",
        "issue": "",
        "pages": "141--201",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Campbell, J.Y. and P. Perron (1991), \"Pitfalls and Opportunities: What Macroeconomists Should Know about Unit Roots,\" in O.J. Blanchard and S. Fischer (eds.), NBER Macroeconomics An- nual: 141-201.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Optimal Incorporation, Structure of Debt Contracts, and Limited-Recourse Project Financing",
        "authors": [
          {
            "first": "T",
            "middle": [
              "J"
            ],
            "last": "Chemmanur",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "John",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "Journal of Financial Intermediation",
        "volume": "5",
        "issue": "",
        "pages": "372--408",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chemmanur, T.J., and K. John (1996), \"Optimal Incorporation, Structure of Debt Contracts, and Limited-Recourse Project Financing,\" Journal of Financial Intermediation 5: 372-408.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Stock Returns following Large One-Day Declines: Evidence on Short-Term Reversals and Longer-Term Performance",
        "authors": [
          {
            "first": "Don",
            "middle": [
              "R"
            ],
            "last": "Cox",
            "suffix": ""
          },
          {
            "first": "David",
            "middle": [
              "R"
            ],
            "last": "Peterson",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "Journal of Finance",
        "volume": "49",
        "issue": "",
        "pages": "255--267",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cox, Don R. and David R. Peterson (1994), \"Stock Returns following Large One-Day Declines: Evidence on Short-Term Reversals and Longer-Term Performance,\" Journal of Finance 49: 255- 267.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Treasury Yields and Corporate Bond Yield Spreads: An Empirical Analysis",
        "authors": [
          {
            "first": "G",
            "middle": [
              "R"
            ],
            "last": "Duffee",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "Journal of Finance",
        "volume": "53",
        "issue": "",
        "pages": "2225--2242",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Duffee, G.R. (1998), \"Treasury Yields and Corporate Bond Yield Spreads: An Empirical Analysis,\" Journal of Finance 53: 2225-2242.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Modelling Term Structures of Defaultable Bonds",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Duffie",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [
              "J"
            ],
            "last": "Singleton",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Review of Financial Studies",
        "volume": "12",
        "issue": "",
        "pages": "687--720",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Duffie, D. and K.J. Singleton (1999), \"Modelling Term Structures of Defaultable Bonds,\" Review of Financial Studies 12: 687-720.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Petrozuata: A Case Study of the Effective Use of Project Finance",
        "authors": [
          {
            "first": "B",
            "middle": [
              "C"
            ],
            "last": "Esty",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Journal of Applied Corporate Finance",
        "volume": "12",
        "issue": "",
        "pages": "26--42",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Esty, B.C. (1999), \"Petrozuata: A Case Study of the Effective Use of Project Finance,\" Journal of Applied Corporate Finance 12: 26-42.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "An Overview of the Project Finance Market",
        "authors": [
          {
            "first": "B",
            "middle": [
              "C"
            ],
            "last": "Esty",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Esty, B.C. (2000), \"An Overview of the Project Finance Market,\" note, Harvard Business School.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Syndicate Structure as a Response to Political Risk in the Project Finance Loan Market,\" mimeo, Harvard Business School",
        "authors": [
          {
            "first": "B",
            "middle": [
              "C"
            ],
            "last": "Esty",
            "suffix": ""
          },
          {
            "first": "W",
            "middle": [
              "L"
            ],
            "last": "Megginson",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "Global LNG Map, Petroleum Economist",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Esty, B.C. and W.L. Megginson (2000), \"Syndicate Structure as a Response to Political Risk in the Project Finance Loan Market,\" mimeo, Harvard Business School. \"Evolution and Development of the World's LNG Industry,\" in Global LNG Map, Petroleum Economist March 1998.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Contract Costs and Financing Decisions",
        "authors": [
          {
            "first": "E",
            "middle": [
              "F"
            ],
            "last": "Farna",
            "suffix": ""
          }
        ],
        "year": 1990,
        "venue": "Journal of Business",
        "volume": "63",
        "issue": "",
        "pages": "71--91",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Farna, E.F. (1990), \"Contract Costs and Financing Decisions,\" Journal of Business 63: 71-91.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Project Financing. Asset-Backed Financial Engineering",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "F'nnerty",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "F'nnerty, J. (1996), Project Financing. Asset-Backed Financial Engineering, Wiley.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Investment Incentives, Debt, and Warrants",
        "authors": [
          {
            "first": "Richard",
            "middle": [
              "C"
            ],
            "last": "Green",
            "suffix": ""
          }
        ],
        "year": 1984,
        "venue": "Journal of Financial Economics",
        "volume": "13",
        "issue": "",
        "pages": "115--136",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Green, Richard C. (1984), \"Investment Incentives, Debt, and Warrants,\" Journal of Financial Economics 13: 115-136.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Ras Laffan Liquified Natural Gas Co. Ltd, Offering Prospeotus, Goldman Sachs and Credit Suisse First Boston",
        "authors": [
          {
            "first": "Goldman",
            "middle": [],
            "last": "Sachs",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Goldman Sachs (1996), Ras Laffan Liquified Natural Gas Co. Ltd, Offering Prospeotus, Goldman Sachs and Credit Suisse First Boston, December 1996.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Theory of the Firm: Managerial Behavior, Agency Costs, and Capital Structure",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Jensen",
            "suffix": ""
          },
          {
            "first": "W",
            "middle": [],
            "last": "Meckling",
            "suffix": ""
          }
        ],
        "year": 1976,
        "venue": "Journal of Financial Economics",
        "volume": "3",
        "issue": "",
        "pages": "305--360",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Jensen, M. and W. Meckling (1976), \"Theory of the Firm: Managerial Behavior, Agency Costs, and Capital Structure,\" Journal of Financial Economics 3: 305-360.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Risk-Shifting Incentives and Signalling through Corporate Capital-Structure",
        "authors": [
          {
            "first": "K",
            "middle": [],
            "last": "John",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "Joturnal /f Finance",
        "volume": "42",
        "issue": "",
        "pages": "623--641",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "John, K. (1987) \"Risk-Shifting Incentives and Signalling through Corporate Capital-Structure\", Joturnal /f Finance 42: 623-641.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "The Valuation of Cash Flow Forecasts: An Empirical Analysis",
        "authors": [
          {
            "first": "S",
            "middle": [
              "K"
            ],
            "last": "Kaplan",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Ruback",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "Journal of Finance",
        "volume": "50",
        "issue": "",
        "pages": "1059--1093",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kaplan, S.K. and R. Ruback (1995), \"The Valuation of Cash Flow Forecasts: An Empirical Analysis,' Journal of Finance 50: 1059-1093.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "Approximate Asymptotic Distribution Functions for Unit-Root and1 Cointegration Tests",
        "authors": [
          {
            "first": "James",
            "middle": [
              "G"
            ],
            "last": "Mackinnon",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "Journal of Business and Economic Statistics",
        "volume": "12",
        "issue": "",
        "pages": "167--176",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "MacKinnon, James G. (1994), \"Approximate Asymptotic Distribution Functions for Unit-Root and1 Cointegration Tests,\" Journal of Business and Economic Statistics 12: 167-176.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "A Simple Approach to Valuing Risky Fixed and Floating Rate Debt",
        "authors": [
          {
            "first": "Francis",
            "middle": [
              "A"
            ],
            "last": "Longstaff",
            "suffix": ""
          },
          {
            "first": "Eduardo",
            "middle": [
              "S"
            ],
            "last": "Schwartz",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "Journal of Finance",
        "volume": "50",
        "issue": "",
        "pages": "789--819",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Longstaff, Francis A. and Eduardo S. Schwartz (1995), \"A Simple Approach to Valuing Risky Fixed and Floating Rate Debt,\" Journal of Finance 50: 789-819.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "A Two-Factor Hazard Rate Model for Pricing Risky Debt and the Term Structure of Credit Spreads",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Madan",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Journal of Financial and Quantitative Analysis",
        "volume": "35",
        "issue": "",
        "pages": "43--65",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Madan, D. and H. Unal (2000), \"A Two-Factor Hazard Rate Model for Pricing Risky Debt and the Term Structure of Credit Spreads,\" Journal of Financial and Quantitative Analysis 35: 43-65.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "Hedging and Liquidity",
        "authors": [
          {
            "first": "A",
            "middle": [
              "S"
            ],
            "last": "Mello",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "E"
            ],
            "last": "Parsons",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Review of Financial Studies",
        "volume": "13",
        "issue": "",
        "pages": "127--153",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mello, A.S. and J.E. Parsons (2000), \"Hedging and Liquidity,\" Review of Financial Studies 13: 127-153.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "Option Contracts and Renegotiation: A Solution to the Hlokl-Up Problem",
        "authors": [
          {
            "first": "G",
            "middle": [],
            "last": "Nkldeke",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Schmidt",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "Rand Journal of Economics",
        "volume": "26",
        "issue": "",
        "pages": "163--179",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Nkldeke, G. and K. Schmidt (1995), \"Option Contracts and Renegotiation: A Solution to the Hlokl-Up Problem,\" Rand Journal of Economics 26: 163-179.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "Breaking the Bond Barrier",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Pepiatt",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Rixon",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Legal Guide: The Devil's in the Deiails, Project Finance",
        "volume": "",
        "issue": "",
        "pages": "2--4",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Pepiatt, S. and S. Rixon (2000), \"Breaking the Bond Barrier,\" in Legal Guide: The Devil's in the Deiails, Project Finance March 2000: 2-4.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "The Use of the Capital Markets to Fund the Ras (,-as Project",
        "authors": [
          {
            "first": "G",
            "middle": [],
            "last": "Randolph",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Schrantz",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "Journal of Project Finance",
        "volume": "3",
        "issue": "2",
        "pages": "5--15",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Randolph, G. and A. Schrantz (1997), \"The Use of the Capital Markets to Fund the Ras (,-as Project.\".Journal of Project Finance 3 (2): 5-15.",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "Optimal Capital Structure and Project Financing",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Shah",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "V"
            ],
            "last": "Thakor",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "Journa.' of Economic Theory",
        "volume": "42",
        "issue": "",
        "pages": "207--243",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Shah, S., and A.V. Thakor (1987), \"Optimal Capital Structure and Project Financing,\" Journa.' of Economic Theory 42: 207-243.",
        "links": null
      },
      "BIBREF33": {
        "ref_id": "b33",
        "title": "On Financial Contracting: An Analysis of Bond Covenants",
        "authors": [
          {
            "first": "Clifford",
            "middle": [
              "W"
            ],
            "last": "Smith",
            "suffix": ""
          },
          {
            "first": "Jerold",
            "middle": [
              "B"
            ],
            "last": "Jr",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Warner",
            "suffix": ""
          }
        ],
        "year": 1979,
        "venue": "Journal of Financial Economics",
        "volume": "7",
        "issue": "",
        "pages": "117--161",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Smith, Clifford W., Jr., and Jerold B. Warner (1979), \"On Financial Contracting: An Analysis of Bond Covenants,\" Journal of Financial Economics 7: 117-161.",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "Ras Laffan Liquefied Natural Gas Co. Ltd",
        "authors": [
          {
            "first": "&",
            "middle": [],
            "last": "Standard",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "Global Project Finance December 5",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Standard & Poor's (1996), \"Ras Laffan Liquefied Natural Gas Co. Ltd.,\" Global Project Finance December 5, 1996.",
        "links": null
      },
      "BIBREF35": {
        "ref_id": "b35",
        "title": "Standard & Poor's (1999)",
        "authors": [],
        "year": 1999,
        "venue": "Ras Laffan Liquefied Natural Gas Co. Ltd",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Standard & Poor's (1999), \"Ras Laffan Liquefied Natural Gas Co. Ltd.,\" Infrastructure Finance October 1999.",
        "links": null
      },
      "BIBREF36": {
        "ref_id": "b36",
        "title": "Ras Laffan Liquefied Natural Gas Co. Ltd. 'BBB+' Rating Affirmed",
        "authors": [
          {
            "first": "&",
            "middle": [],
            "last": "Standard",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Standard & Poor's (2000), \"Ras Laffan Liquefied Natural Gas Co. Ltd. 'BBB+' Rating Affirmed,\" Infrastructure Finance April 2000.",
        "links": null
      },
      "BIBREF37": {
        "ref_id": "b37",
        "title": "Infrastructure Finance",
        "authors": [],
        "year": 2001,
        "venue": "Standard & Poor's",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Standard & Poor's (2001), \"Alliance Pipeline,\" Infrastructure Finance February 2001.",
        "links": null
      },
      "BIBREF38": {
        "ref_id": "b38",
        "title": "Introduction. HBS-JFE Conference Volume: Complementary Research Methods",
        "authors": [
          {
            "first": "Peter",
            "middle": [],
            "last": "Tuffano",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "",
        "volume": "60",
        "issue": "",
        "pages": "179--185",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Tuffano, Peter (2001), \"Introduction. HBS-JFE Conference Volume: Complementary Research Methods,\" Journal of Financial Economics 60: 179-185.",
        "links": null
      },
      "BIBREF39": {
        "ref_id": "b39",
        "title": "The Commercialisation of LNG Markets",
        "authors": [
          {
            "first": "Michael",
            "middle": [],
            "last": "Tusiani",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Fundamentals of the Global LNG Industry Yearbook",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Tusiani, Michael (2001), \"The Commercialisation of LNG Markets,\" in Fundamentals of the Global LNG Industry Yearbook 2001, Petroleum Economist March 2001, London, UK.",
        "links": null
      },
      "BIBREF40": {
        "ref_id": "b40",
        "title": "Search of New Foundations",
        "authors": [
          {
            "first": "Luigi",
            "middle": [],
            "last": "Zingales",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "55",
        "issue": "",
        "pages": "1623--1653",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Zingales, Luigi (2000), \"In Search of New Foundations,\" Journal of Finance 55: 1623-1653.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "num": null,
        "uris": null,
        "fig_num": null,
        "text": ", Ghassanl Abdulkarim) suggest a competing explanation based on liquidity and clientele effects. In late 1997, liquidity in emerging bond markets disappeared and the only buyers of Ras Gas bonds were presumably better informed Middle-East based investors who perceived them As underpriced and, in the process, completely bought up the 2006 bond. As markets stabilized and yield spreads fell in 1999, liquidity improved and other institutional investors showed renewed interest in the more liquid 2013 bond. The weekly contagion pattern's positive relation between",
        "type_str": "figure"
      },
      "FIGREF1": {
        "num": null,
        "uris": null,
        "fig_num": null,
        "text": "Project finance allows us to explicitly analyze the underlying nexus of contracts to gain valuable insights into corporate valuation, risk management and organizational design. This clinical study represents a first attempt in this direction by focusing on the intertemporal aspects of one particular set of contractual relationships. The next step consists of collecting a crosssectional sample of bilateral monopolies in project financing and analyze the pricing of contracted and non-contracted risks in the context of an explicit model of bond default and credit spread behavior for projects. However, such an analysis is beyond the scope of the present paper.",
        "type_str": "figure"
      },
      "TABREF2": {
        "num": null,
        "html": null,
        "text": "Ras Laffan Contract and Cash Flow StructurefiThe nexus of contracts that we study consists of the Ras Gas -Kogas/Kepco long-term supply agreements, the Ras Gas bond contract with its covenant, and Mobil's implicit LNG price guarantee to debtholders. At its heart lies the fact that the Kogas off-take agreement effectively collateralizes the project's debt and its cash flow profile. Ras Gas forcefully illustrates the point made in Fama (1990) that a firm's capital structure depends on all contracts with stakeholders, including output purchase agreements and financial guarantees. Since the firm is essentially a web of interlocking contracts, the provisions of the long-term supply contract drive its financi.al structure including the oil price contingent debt service guarantee by shareholders. T he corresponding financial transactions reflect this reality. They attempt to find an optimal balance of the various parties' rights and obligations and serve to allocate risks to the entities best suited to bear them.",
        "content": "<table><tr><td colspan=\"2\">Other LNG N Buperscrip</td><td>e ne s</td><td>dCondensat</td><td colspan=\"2\">KoreaGas Corp. f Payments oays</td><td>I</td><td>g</td><td>Buners</td></tr><tr><td colspan=\"3\">Royalties and Taxes,</td><td/><td colspan=\"2\">Offshore Account wt</td><td/><td>Debt Service</td><td>e</td></tr><tr><td colspan=\"3\">wae of Oatar l</td><td colspan=\"2\">the provsion</td><td>ofst t</td><td/><td>Facilits Af.inc</td></tr><tr><td/><td>100%</td><td colspan=\"2\">.10%li</td><td/><td/><td/></tr><tr><td colspan=\"2\">srQGPC</td><td>c</td><td>th Moil pi</td><td>c|onte</td><td/><td/><td>holders</td><td>Banks T</td></tr><tr><td/><td>70%</td><td/><td>3%</td><td/><td/><td/></tr><tr><td/><td/><td/><td/><td>Oprtng CoStS2</td><td/><td/></tr><tr><td>L</td><td colspan=\"3\">Ras Laffan LNG Co. Ld</td><td/><td/><td/></tr><tr><td colspan=\"5\">Note: Superscript numbers indicate payment order of pfiofity.</td><td/><td/></tr><tr><td/><td/><td/><td>Exhibit 3.</td><td/><td/><td/></tr></table>",
        "type_str": "table"
      },
      "TABREF3": {
        "num": null,
        "html": null,
        "text": "for LNG 2 ' -to analyze the incidence of output prices on the riskiness of Ras Gas.22    The contractual provisions of the off-take agreement permit us to separate demand volume from price risk because Kogas, by and large, has committed to buying a fixed amount of output per annum. Hence, demand risk essentially translates into breach of contract risk. Since Kepco is Ras Gas' effective off-taker and Kogas only an affiliated intermediary, 23 we take -he",
        "content": "<table/>",
        "type_str": "table"
      },
      "TABREF4": {
        "num": null,
        "html": null,
        "text": "To gauge the incidence of such shock propagation mechanisms on Ras Gas credit spreads, we use the JP Morgan emerging market bond regional indices (EMBI family), i.e., Asia, Middle East, Europe and Latin America. The following table summarizes the predicted direct and indirect effects acting through Kepco of the various variables on Ras Gas yield spreads:",
        "content": "<table><tr><td>4.</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">Dependent Variable</td><td colspan=\"2\">Ras Gas Yield Spread</td><td colspan=\"2\">Changes in RG Spread</td></tr><tr><td>Effect</td><td/><td>Direct</td><td>Indirect</td><td>Direct</td><td>Indirect</td></tr><tr><td>Variable</td><td>Description</td><td colspan=\"4\">Coefficient Coefficient Coefficient Coefficient</td></tr><tr><td>RGS(-I)</td><td>Lagged Ras Gas spread</td><td>persistent</td><td/><td/><td/></tr><tr><td>BRENT</td><td>(Log) oil price</td><td>indeterm.</td><td>+</td><td>indeterm.</td><td>+</td></tr><tr><td>BRE.NT&lt;14</td><td>(Log) oil price below USD 14</td><td>insign.</td><td>+</td><td>indetern.</td><td>+</td></tr><tr><td colspan=\"2\">BRENT: 14-23 (Log) oil price: USD 14 to 23</td><td>indeterm.</td><td>+</td><td>+</td><td>+</td></tr><tr><td>BRENT&gt;23</td><td>(Log) oil price above USD 23</td><td>indeterm.</td><td>+</td><td>indeterm.</td><td>+</td></tr><tr><td>KORELES</td><td>Kepco yield spread</td><td>+</td><td/><td/><td/></tr><tr><td colspan=\"2\">KORELES(-1) Lagged Kepco spread</td><td>insign.</td><td>persistent</td><td/><td>persistent</td></tr><tr><td>KEPCO</td><td>(Log) Kepco stock price</td><td>insign.</td><td>-</td><td>indeterm.</td><td/></tr><tr><td>KRW</td><td>(Log) Korean Won FX rate</td><td>+</td><td>+</td><td>insign</td><td>+</td></tr><tr><td>KOSPI</td><td>(Log) Korea Stock Price Index</td><td>insign</td><td/><td>insign</td><td/></tr><tr><td>KRR</td><td>Korean country rating index</td><td>+</td><td>+</td><td>insign.</td><td>+</td></tr><tr><td>ASIA</td><td>Emerging debt returns Asia</td><td/><td/><td/><td/></tr><tr><td>EUR</td><td>Emerging debt returns Europe</td><td/><td/><td/><td/></tr><tr><td>LAT</td><td>Emerging debt returns Latin Am.</td><td/><td/><td/><td/></tr><tr><td>MEA</td><td>Emerging debt returns Middle East</td><td/><td/><td/><td/></tr><tr><td/><td colspan=\"5\">Exhibit 4. Explanatory Variables and Their Coefficients' Predicted Sign</td></tr></table>",
        "type_str": "table"
      },
      "TABREF5": {
        "num": null,
        "html": null,
        "text": "Ras Gas Credit Spreads, Kepco Credit Spreads and Oil PricesAs Exhibit 5 suggests, the data is quite volatile.Table 1in the Appendix contains summary statistics for the entire sample period that confirm this point. The pairwise correlation matrix reveals that some of the variables are highly correlated suggesting potential collinearity problems, which we will address through parsimonious specification and using the logarithrn of affected variables. Note that the preceding diagram clearly indicates the two defining events during the sample period: the Asian financial crisis that engulfed Korea inDecember 1997, and   the Russian financial crisis that shook emerging debt markets again in August 1998.We estimate variants of the following empirical specification by Ordinary Least Squares:",
        "content": "<table><tr><td>12 10 8 where O -</td><td>Ras Gas Spread I m ''5 m c^ + ABRENT + E / 2 ,KORELES,-, KEPCO Spread----Brent 11 K~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ 35 30 I 25 Sj20 X -T-,Õ~~~ ' 't }e m m 0oV&lt;,&lt; c~ 0o1L + /8 3 KEPCO, +,84KRW, + 8 5 KOSPI, + /J 6 KRR, + J [Y 1 ,MEA,, + Y21 ASIA,, + Y3 EUR,, + Y4 ,LAT,, ] + 8, 0:515L Exhibit 5. RGS, =,60 + Ea_,RGS,, C,~~~~~~~~-k i-r</td></tr></table>",
        "type_str": "table"
      },
      "TABREF6": {
        "num": null,
        "html": null,
        "text": "indicates that a 100 basis point increase in Kepco spread widens the Ras Gas spread by about two basis points. Consistent with the provisions of the bond covenant and the nexus of contracts view of the firm, the perceived credit worthiness of the output buyer, a non-contractible risk, feeds through immediately to Ras Gas yield spreads. By pricing such noncontracted off-take risk, debt markets indicate that they recognize the incomplete nature of covenants and output supply agreements and that, at least in part, risk is shifted from Ras Gas owners to its bondholders.",
        "content": "<table/>",
        "type_str": "table"
      },
      "TABREF7": {
        "num": null,
        "html": null,
        "text": "As predicted, Ras Gas spreads vary negatively with emerging debt market returns.28  The significant lags hint at the time structure of the shock propagation mechanism behind the contagion effects. While Ras Gas spreads show a particularly strong contemporaneous reaction to European emerging debt markets (dominated by Russian debt) the other debt markets' impact is delayed and Asian debt market factors insignificant in the presence of Kepco spreads.",
        "content": "<table/>",
        "type_str": "table"
      },
      "TABREF8": {
        "num": null,
        "html": null,
        "text": ") to the regression reveals that the Korean rating index KRR is insignificant, while the Kepco share price KEPCO is significant at the 1% level. Exchange rate exposure as measured by the KRW coefficient comes out negative which is puzzling: one would have expected that breach of contract and, hence, default risk increases as the Korean Won depreciates against the US Dollar, i.e., KRW rises.",
        "content": "<table/>",
        "type_str": "table"
      },
      "TABREF9": {
        "num": null,
        "html": null,
        "text": "combines the three components of Ras Gas bond riskiness: contract-related risk variables, Korean country exposure and emerging debt market spill-over effects. The results confirm our earlier findings. The net impact of Kepco yields is still 2 to 3 basis points, the significant Korea variables do not change in either identity or magnitude and the same is true for the emerging debt market contagion structure.Given potential non-stationarities in the dependent variable, we replicate the preceding analysis for changes in Ras Gas credit spreads to assess the previous results' robustness. IBy taking first differences in the dependent variable, we address potential non-stationarities in the data and arrive at the following specification:",
        "content": "<table><tr><td colspan=\"2\">ARGS, = ,60 + /, BRENT, + E/6 2 ,_IKORELES,,</td></tr><tr><td colspan=\"2\">+ /8 3 KEPCO, +/4 KRW, + / 5 KOSPI, +/3 6 AKRR,</td></tr><tr><td>+</td><td>+[y,,MEA,, y 2 1 ,ASIA,, + 7 3 ,EUR,, +y 3 -ILA T7]+ El</td></tr><tr><td>O&lt;I&lt;L</td><td/></tr></table>",
        "type_str": "table"
      },
      "TABREF11": {
        "num": null,
        "html": null,
        "text": ", =,6, + E a RGS,, + /JBRENT + , fi2,KORELES,, + A3KEPCO, + l 4  KRW, + / 5 KOSPI, + 3 6 KRR,where the dependent variable RGS is the Ras Gas credit spread, BRENT the logarithm of the Brent blend oil pr ce index, KORELES the Kepco credit spread, KEPCO the logarithm of Kepco's stock price, KRW the logarithm of the Koreanr Won -USD spot rate, KOSPI the logarithm of the Korea Composite Stock Price Index, KRR a rating index for Korea, and MEA, ASIA, EUR, LA T the continuously compounded daily retums of the JP Morgan regional total return indices in USD for emerging markets in the Middle East-Africa, Asia, Europe and Latin America. Rho as a robust test for serial correlation (SC) with a lagged dependent variable reports the coefficient and p-value for the t-test of p = 0 (absence of SC) in the regression of residuals £ from the original specification on the same explanatory variables and lagged residuals, i.e., £ = XO + p£, +t j.",
        "content": "<table><tr><td/><td colspan=\"2\">0O1 !L</td><td/><td>051!•L</td><td/><td/><td/><td/></tr><tr><td/><td>+</td><td>,</td><td colspan=\"4\">+ 2 MEA,+y2 1 ASIA-, + y 3 _ 1 EUR-1 + y,,LA &gt;,]+c,</td><td/><td/></tr><tr><td>Specification</td><td>1</td><td/><td>2</td><td>3</td><td>4</td><td>5</td><td>6</td><td>7</td><td>8</td></tr><tr><td>Dep. Variable</td><td>RGS</td><td/><td>RGS</td><td>RGS</td><td>RGS</td><td>RGS</td><td>RGS</td><td>RGS</td><td>RGS</td></tr><tr><td>Variable</td><td colspan=\"9\">Coefficient Coefficient Coefficient Coefficient Coefficient Coefficient Coefficient Coefficient</td></tr><tr><td/><td colspan=\"2\">P-Value</td><td>P-Value</td><td>P-Value</td><td>P-Value</td><td>P-Value</td><td>P-Value</td><td>P-Value</td><td>P-Value</td></tr><tr><td>Constant</td><td colspan=\"2\">1.9684</td><td>-. 1300</td><td>-.0980</td><td>0.01273</td><td>-.1132</td><td>.8682</td><td>.6125</td><td>.4158</td></tr><tr><td/><td colspan=\"2\">.0004</td><td>.0374</td><td>.1011</td><td>0.1515</td><td>.0488</td><td>.1637</td><td>.0115</td><td>.0778</td></tr><tr><td>RGS(-1)</td><td/><td/><td>.9755</td><td>.9819</td><td>0.99812</td><td>.9834</td><td>.9679</td><td>.9650</td><td>.9817</td></tr><tr><td/><td/><td/><td>.0000</td><td>.0000</td><td>0.0000</td><td>0.0000</td><td>.0000</td><td>.0000</td><td>.0000</td></tr><tr><td>BRENT</td><td colspan=\"2\">-.3427</td><td>.0424</td><td>.0309</td><td/><td>.0368</td><td>-.0089</td><td>.0038</td><td>.0348</td></tr><tr><td/><td colspan=\"2\">.0571</td><td>.0340</td><td>.1064</td><td/><td>.0462</td><td>.7345</td><td>.8518</td><td>.0584</td></tr><tr><td>KORELES</td><td colspan=\"2\">.5972</td><td>.02496</td><td>.1558</td><td/><td>.1499</td><td>.1631</td><td>.1609</td><td>.1523</td></tr><tr><td>.____________</td><td>.0000</td><td/><td>.0000</td><td>.0000</td><td/><td>0.0000</td><td>.0000</td><td>.0000</td><td>.0000</td></tr><tr><td>KORELES(-1)</td><td/><td/><td/><td>-. 1365</td><td/><td>-.1312</td><td>-.1230</td><td>-. 1213</td><td>-.1282</td></tr><tr><td/><td/><td/><td/><td>.0000</td><td/><td>0.0000</td><td>.0000</td><td>.0000</td><td>.0000</td></tr><tr><td>KEPCO</td><td/><td/><td/><td/><td/><td/><td/><td>.0704</td></tr><tr><td/><td colspan=\"2\">. ________</td><td>__________</td><td/><td/><td/><td/><td>.0016</td></tr><tr><td>KRW</td><td/><td/><td/><td/><td/><td/><td>-.1934</td><td>-.1248</td><td>-.0762</td></tr><tr><td/><td colspan=\"2\">l_________</td><td>__________</td><td/><td/><td/><td>.0219</td><td>.0006</td><td>.0207</td></tr><tr><td>KOSPI</td><td/><td/><td/><td/><td/><td/><td>.0717</td><td/></tr><tr><td/><td colspan=\"2\">l_________</td><td/><td/><td colspan=\"2\">___________ ___________</td><td>.0238</td><td/></tr><tr><td>KRR</td><td/><td/><td/><td/><td/><td/><td>.0050</td><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>.3450</td><td>_</td><td>-</td></tr><tr><td>EUR</td><td/><td/><td/><td/><td>-2.13609</td><td>-2.0387</td><td>-2.0053</td><td>-1.9789</td><td>-1.9841</td></tr><tr><td/><td/><td/><td/><td/><td>0.0007</td><td>.0005</td><td>.0005</td><td>.0006</td><td>.0006</td></tr><tr><td>LAT</td><td/><td/><td/><td/><td>-2.27699</td><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td>.0129</td><td/><td/><td>_</td></tr><tr><td>LAT(-1)</td><td/><td/><td/><td/><td>-2.09425</td><td>-1.5725</td><td>-1.5412</td><td>-1.5594</td><td>-1.5663</td></tr><tr><td/><td/><td/><td/><td/><td>0.0218</td><td>.0624</td><td>.0660</td><td>.0621 -</td><td>.0626</td></tr><tr><td>MEA(-2)</td><td/><td/><td/><td/><td>-3.09962</td><td>-2.7622</td><td>-2.8062</td><td>-2.8438</td><td>-2.8012</td></tr><tr><td/><td/><td/><td/><td/><td>0.0040</td><td>.0058</td><td>.0048</td><td>.0042</td><td>.0051</td></tr><tr><td>EUR(-3)</td><td/><td/><td/><td/><td>-3.07837</td><td>-3.2586</td><td>-3.3701</td><td>-3.2883</td><td>-3.2260</td></tr><tr><td/><td/><td/><td/><td/><td>0.0000</td><td>.0000</td><td>.0000</td><td>.0000</td><td>.0000</td></tr><tr><td>LAT(-5)</td><td/><td/><td/><td/><td>-2.57983</td><td>-2.1537</td><td>-2.0545</td><td>-2.1006</td><td>-2.1405</td></tr><tr><td/><td/><td/><td/><td/><td>0.0050</td><td>.0114</td><td>.0151</td><td>.0127</td><td>.0116</td></tr><tr><td>Obs.</td><td>724</td><td/><td>724</td><td>724</td><td>719</td><td>719</td><td>719</td><td>719</td><td>719</td></tr><tr><td>Adj. R 2</td><td colspan=\"2\">.63995</td><td>.99558</td><td>0.99596</td><td>0.99569</td><td>.99631</td><td>.99636</td><td>.99638</td><td>0.99633</td></tr><tr><td>DW d Stat.</td><td colspan=\"2\">.02340</td><td>1.90390</td><td>2.00086</td><td>1.89391</td><td>2.05283</td><td>2.05791</td><td>2.05229</td><td>2.06149</td></tr><tr><td>Rho (robust</td><td colspan=\"2\">0.9883</td><td>-0.0481</td><td>-0.0008</td><td>0.0517</td><td colspan=\"2\">-0.0294 . -0.0328</td><td>-0.0300</td><td>-0.0340</td></tr><tr><td>test for SC)</td><td colspan=\"2\">.0000</td><td>.1987</td><td>.9822</td><td>.1697</td><td>.4375</td><td>.3929</td><td>.4350</td><td>.3698</td></tr></table>",
        "type_str": "table"
      },
      "TABREF12": {
        "num": null,
        "html": null,
        "text": "",
        "content": "<table/>",
        "type_str": "table"
      },
      "TABREF14": {
        "num": null,
        "html": null,
        "text": "ABRENT, + E 82 ,KORELES,, +/ 3 KEPCO, + fiKR -Rw +± 5 KOSPI, + /3AKRR, where the dependent variable ARGS is the first difference of the Ras Gas bond spreads over 10 year US Treasury yields, BRENT the Brent blend oil price index in logarithms, KORELES the spread of the 2013 7.75% Kepco global bond and DKORELES its first difference, KEPCO the Kepco stock price in logarithms, KRW the Korean Won -USD spo t rate in logarithms, KOSPI the Korea Composite Stock Price Index in logarithms, KRR a rating index for Korea, and MEA, A',A, EUR, LA T the continuously compounded daily returns of the JP Morgan regional total return indices in USD for emerging markets in the Middle East-Africa, Asia, Europe and Latin America.",
        "content": "<table><tr><td/><td colspan=\"2\">ARGS, =</td><td colspan=\"2\">+8 /OShSL</td><td/><td/><td/><td/></tr><tr><td/><td/><td/><td colspan=\"4\">+ E I,lMEAI,+ r 2 .,AS14, ± y 3 -EURl-l±y-LAT-l]+ef o•I•L</td><td/><td/></tr><tr><td>Specification_</td><td/><td>1</td><td>2</td><td>3</td><td>4</td><td>5</td><td>6</td><td>7</td><td>8</td></tr><tr><td>Dep. Variable</td><td colspan=\"2\">DRGS</td><td>DRGS</td><td>DRGS</td><td>DRGS</td><td>DRGS</td><td>DRGS</td><td>DRGS</td><td>DRGS</td></tr><tr><td>Variable</td><td colspan=\"9\">Coefficient Coefficient Coefficient Coefficient Coefficient Coefficient Coefficient C oefficient</td></tr><tr><td/><td colspan=\"2\">P-Value</td><td>P-Value</td><td>P-Value</td><td>P-Value</td><td>P-Value</td><td>P-Value</td><td>P-Value</td><td>_P-Value</td></tr><tr><td>Constant</td><td colspan=\"2\">-.1319</td><td>.0008</td><td>.0189</td><td>.3312</td><td>.1364</td><td>-.1448</td><td>.0048</td><td>.0626</td></tr><tr><td>____________</td><td colspan=\"2\">.0283</td><td>.8438</td><td>.6575</td><td>.2437</td><td>.2534</td><td>.0121</td><td>.2475</td><td>.8187</td></tr><tr><td>BRENT</td><td colspan=\"2\">.0365</td><td/><td>-.0064</td><td>.0560</td><td>.0617</td><td>.0423</td><td/></tr><tr><td>l____________</td><td colspan=\"2\">.0594</td><td/><td>.6701</td><td>.0336</td><td>.0058</td><td>.0233</td><td/></tr><tr><td>DBRENT</td><td/><td/><td>-.0185</td><td/><td/><td/><td/><td>-.9211</td></tr><tr><td/><td/><td/><td>.9073</td><td/><td/><td/><td/><td>.9524</td></tr><tr><td>KORELES</td><td colspan=\"2\">.1597</td><td/><td/><td>.1550</td><td>.1429</td><td>.1530</td><td/><td>.1455</td></tr><tr><td/><td colspan=\"2\">.0000</td><td/><td/><td>.0000</td><td>.0000</td><td>.0000</td><td/><td>.0000</td></tr><tr><td colspan=\"3\">KORELES(-I) -. 1512</td><td/><td/><td>-. 1468</td><td>-.1386</td><td>-. 1443</td><td/><td>-. 1326</td></tr><tr><td/><td colspan=\"2\">.0000</td><td/><td/><td>.0000</td><td>.0000</td><td>.0000</td><td/><td>.0000</td></tr><tr><td>DKORELES</td><td/><td/><td>.1565</td><td>.1566</td><td/><td/><td/><td>.1499</td></tr><tr><td>l___________</td><td/><td/><td>.0000</td><td>.0000</td><td/><td/><td/><td>.0000</td></tr><tr><td>KEPCO</td><td/><td/><td/><td/><td>-. 0149</td><td/><td/><td/><td>-.0659</td></tr><tr><td/><td/><td/><td/><td/><td>.6858</td><td/><td/><td/><td>.0290</td></tr><tr><td>KRW</td><td/><td/><td/><td/><td>-.0406</td><td/><td/><td/><td>-.0506</td></tr><tr><td/><td>_7_</td><td>_ __S_</td><td>_ _ _ _.2438</td><td/><td/><td/><td/><td>_.1261</td></tr><tr><td>KOSPI</td><td/><td/><td/><td/><td>-.0282</td><td>-.0506</td><td/><td/><td>.0730</td></tr><tr><td/><td/><td/><td/><td/><td>.5983</td><td>.0118</td><td/><td/><td>.0642</td></tr><tr><td>DKRR</td><td/><td/><td/><td/><td/><td>.0380</td><td/><td/><td>.0384</td></tr><tr><td colspan=\"3\">_____________</td><td colspan=\"2\">__________</td><td/><td>.0397</td><td/><td/><td>.0302</td></tr><tr><td>EUR</td><td/><td/><td/><td/><td/><td/><td>-2.0585</td><td>-2.0501</td><td>-2.057</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>.0005</td><td>.0006</td><td>.0005</td></tr><tr><td>LAT(-1)</td><td/><td/><td/><td/><td/><td/><td>-1.8165</td><td>-1.8228</td><td>-1.755</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>.0331</td><td>.0346</td><td>.0391</td></tr><tr><td>'MEA(-2)</td><td/><td/><td/><td/><td/><td/><td>-3.1005</td><td>-3.0727</td><td>-3.058</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>.0022</td><td>.0027</td><td>.0025</td></tr><tr><td>EUR(-3)</td><td/><td/><td/><td/><td/><td/><td>-3.1628</td><td>-3.1450</td><td>-3.195</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>.0000</td><td>.0000</td><td>.0000</td></tr><tr><td>LAT(-5)</td><td/><td/><td/><td/><td/><td/><td>-2.4008</td><td>-2.4026</td><td>-2.317</td></tr><tr><td colspan=\"2\">______________</td><td/><td/><td/><td/><td/><td>.0052</td><td>.0057</td><td>.0069</td></tr><tr><td>Obs.</td><td colspan=\"2\">724</td><td>724</td><td>724</td><td>724</td><td>724</td><td>719</td><td>719</td><td>719</td></tr><tr><td>Ad'.R 2</td><td colspan=\"2\">12408</td><td>.10983</td><td>0.1100</td><td>.13066</td><td>.13514</td><td>.20389</td><td>.18877</td><td>.20901</td></tr><tr><td>DWhd Stat.</td><td colspan=\"2\">1.98276</td><td>1.94776</td><td>1.9487</td><td>2.00345</td><td>2.00340</td><td>2.03588</td><td>1.99468</td><td>2.05788</td></tr></table>",
        "type_str": "table"
      },
      "TABREF15": {
        "num": null,
        "html": null,
        "text": "KORELES, = 102 + P1 2 BRENT + L 2 I 2 KORELES, + / 32 KEPCO, + J 4 ,KRW, + / 54 K0SP1, + 8 6 4 gAKRI + E2",
        "content": "<table><tr><td>RGS, = ,+ +</td><td>, RGS 1 + ± 1 1 BREN7T +/ 21 KORELES, +Y ,[ 1 Y 1 ME4 1 + 7 2 ,, -AS4f + y 3 41 , EUR, -, + Y 4 -, 1 LA 7T,] +</td></tr><tr><td>Os•1 L</td><td>0•11l</td></tr><tr><td/><td>0•l•L</td></tr></table>",
        "type_str": "table"
      },
      "TABREF17": {
        "num": null,
        "html": null,
        "text": "ARGS, = 0+ E &, 1 RGS,, +A,BRENT + /J 2 ,KORELES, + I[y 1 ,,E±_+y2,,ASI4,+y 3 , 1 ,+y 4 ,lLAT,+ 1 , O<I<L 0<1OL KORELES,= A02 + A 2 BREN7; + E Z13 2 , 2 KORELES,, + A 3 2 KEPCO, + /3 42 KRWI + /3 5 4 KOSPI + /8 64 KRRt + ,2 0:I•Lwhere the variables are as previously defined and we use full likelihood Maximum Likelihood. The last two specifications are obviously in first differences.",
        "content": "<table><tr><td>Specification</td><td/><td>1</td><td>2</td><td/><td>3</td><td/><td/><td>4</td></tr><tr><td>Dep. Variable</td><td>DRGS</td><td>KORELES</td><td>DRGS</td><td>KORELES</td><td>DRGS</td><td>DKORELES</td><td>DRGS</td><td>DKORELES</td></tr><tr><td>Variable</td><td colspan=\"5\">Coefficient Coefficient Coefficient Coefficient Coefficient</td><td>Coefficient</td><td colspan=\"2\">Coefficient Coefficient</td></tr><tr><td/><td>P-Value</td><td>P-Value</td><td>P-Value</td><td>P-Value</td><td>P-Value</td><td>P-Value</td><td>P-Value</td><td>P-Value</td></tr><tr><td>Constant</td><td>.2805</td><td>.7475</td><td>.1623</td><td>.6532</td><td>.2743</td><td>.2670</td><td>.2252</td><td>.2573</td></tr><tr><td/><td>.3310</td><td>.2329</td><td>.1721</td><td>.2767</td><td>.0003</td><td>.1120</td><td>.0020</td><td>.1258</td></tr><tr><td>BRENT</td><td>.0670</td><td>.1839</td><td>.0670</td><td>.1897</td><td>.0551</td><td>.1103</td><td>.0482</td><td>.1023</td></tr><tr><td/><td>.0122</td><td>.0015</td><td>.0024</td><td>.0009</td><td>.0106</td><td>.0201</td><td>.0213</td><td>.0340</td></tr><tr><td>KORELES</td><td>.0039</td><td/><td>.0030</td><td/><td/><td/><td/><td/></tr><tr><td/><td>.3923</td><td/><td>.2854</td><td/><td/><td/><td/><td/></tr><tr><td>KORELES(-I)</td><td/><td>.9469</td><td/><td>.9449</td><td/><td/><td/><td/></tr><tr><td/><td/><td>.0000</td><td/><td>.0000</td><td/><td/><td/><td/></tr><tr><td>DKORELES</td><td/><td/><td/><td/><td>.1393</td><td/><td>.1320</td><td/></tr><tr><td/><td/><td/><td/><td/><td>.0000</td><td/><td>.0000</td><td/></tr><tr><td>KEPCO</td><td>.0056</td><td>.2585</td><td/><td>.2522</td><td/><td/><td/><td/></tr><tr><td/><td>.8805</td><td>.0014</td><td/><td>.0010</td><td/><td/><td/><td/></tr><tr><td>KRW</td><td>-.0158</td><td>.2132</td><td/><td>.2320</td><td/><td/><td/><td/></tr><tr><td/><td>.6463</td><td>.0044</td><td/><td>.0012</td><td/><td/><td/><td/></tr><tr><td>KOSPI</td><td>-.0599</td><td>-.5338</td><td>-.0556</td><td>-.5381</td><td>-.0669</td><td>-.0899</td><td>-.0555</td><td>-.0846</td></tr><tr><td/><td>.2739</td><td>.0000</td><td>.0054</td><td>.0000</td><td>.0001</td><td>.0143</td><td>.0006</td><td>.0223</td></tr><tr><td>DKRR</td><td>.0809</td><td>.2934</td><td>.0802</td><td>.2895</td><td>.0388</td><td>.2918</td><td>.0422</td><td>.2957</td></tr><tr><td/><td>.0000</td><td>.0000</td><td>.0000</td><td>.0000</td><td>.0344</td><td>.0000</td><td>.0166</td><td>.0000</td></tr><tr><td>EUR</td><td>-2.1165</td><td>-.9579</td><td>-1.9981</td><td/><td/><td/><td>-1.9498</td><td/></tr><tr><td/><td>.0005</td><td>.4696</td><td>.0006</td><td/><td/><td/><td>.0008</td><td/></tr></table>",
        "type_str": "table"
      },
      "TABREF18": {
        "num": null,
        "html": null,
        "text": "Oil Price Decomposition #,BRENT, = ,5 1BRENT 51• 41 BRENT, + S 1 4 I 14 <RFW < 23 1 BRENT+, 3 1 123•BRL,E0I) BREA77",
        "content": "<table/>",
        "type_str": "table"
      },
      "TABREF20": {
        "num": null,
        "html": null,
        "text": "",
        "content": "<table/>",
        "type_str": "table"
      }
    }
  }
}