{
  "paper_id": "D1721477",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:03:59.424902Z"
  },
  "title": "Inequalities in Health in Developing Countries Swimming against the Tide?",
  "authors": [
    {
      "first": "Adam",
      "middle": [],
      "last": "Wagstaff",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "2002-02",
  "venue": null,
  "identifiers": {},
  "abstract": "Inequalities in health have recently started to receive a average health levels associated with rising incomes are a good deal of attention in the developing world. But how good thing, Wagstaff outlines a way of quantifying the large are they? And how large are the differences across tradeoff between health inequalities and health levels. He countries? also suggests that successful anti-inequality policies can Recent data from a 42-country study show large but be devised, but that their success cannot be established varying inequalities in health across countries. Wagstaff simply by looking at \"headline\" health inequality figures, explores the reasons for these intercountry differences since these reflect the effects of differences and changes and concludes that large inequalities in health are not in other variables, including per capita income. apparently associated with large inequalities in income or Wagstaff identifies four approaches that can shed light with small shares of publicly financed health spending. on the impacts of anti-inequality policies on health But they are associated with higher per capita incomes. inequalities: crosscountry comparative studies, country-Evidence from trends in health inequalities-in both based before-and-after studies with controls, benefitthe developing and the industrial world-supports the incidence analysis, and decomposition analysis. The notion that health inequalities rise with rising per capita results of studies based on these four approaches do not incomes. The association between health inequalities and give as many clear-cut answers as one might like on how per capita incomes is probably due in part to best to swim against the tide of rising per capita incomes technological change going hand-in-hand with economic and their apparent inequality-increasing effects. But they growth, coupled with a tendency for the better-off to ought at least to help us build our stock of knowledge on assimilate new technology ahead of the poor. the subject. Since increased health inequalities associated with rising per capita incomes is a bad thing and increased This paper-a product of Public Services, Development Research Group, and the Health, Nutrition, and Population Team, Human Development Network-is part of a larger effort in the Bank to investigate the links between poverty and health. Copies of the paper are available free from the World Bank,",
  "pdf_parse": {
    "paper_id": "D1721477",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "Inequalities in health have recently started to receive a average health levels associated with rising incomes are a good deal of attention in the developing world. But how good thing, Wagstaff outlines a way of quantifying the large are they? And how large are the differences across tradeoff between health inequalities and health levels. He countries? also suggests that successful anti-inequality policies can Recent data from a 42-country study show large but be devised, but that their success cannot be established varying inequalities in health across countries. Wagstaff simply by looking at \"headline\" health inequality figures, explores the reasons for these intercountry differences since these reflect the effects of differences and changes and concludes that large inequalities in health are not in other variables, including per capita income. apparently associated with large inequalities in income or Wagstaff identifies four approaches that can shed light with small shares of publicly financed health spending. on the impacts of anti-inequality policies on health But they are associated with higher per capita incomes. inequalities: crosscountry comparative studies, country-Evidence from trends in health inequalities-in both based before-and-after studies with controls, benefitthe developing and the industrial world-supports the incidence analysis, and decomposition analysis. The notion that health inequalities rise with rising per capita results of studies based on these four approaches do not incomes. The association between health inequalities and give as many clear-cut answers as one might like on how per capita incomes is probably due in part to best to swim against the tide of rising per capita incomes technological change going hand-in-hand with economic and their apparent inequality-increasing effects. But they growth, coupled with a tendency for the better-off to ought at least to help us build our stock of knowledge on assimilate new technology ahead of the poor. the subject. Since increased health inequalities associated with rising per capita incomes is a bad thing and increased This paper-a product of Public Services, Development Research Group, and the Health, Nutrition, and Population Team, Human Development Network-is part of a larger effort in the Bank to investigate the links between poverty and health. Copies of the paper are available free from the World Bank,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "Several industrialized countries have a long tradition of monitoring socioeconomic inequalities in health and of formulating policies to try to combat them. As early as the first half of the nineteenth century, occupation was added to the death certificate in Britain, and tabulations of mortality rates by occupational group, along with commentaries, became a regular feature of the government's annual mortality reports (Whitehead 2000) . The evidence showed large-and persisting-gaps in mortality at all ages between the poorer and more affluent sections of British society (Drever and Whitehead 1997) . These gaps have frequently been claimed to be unjust, and in recent years new policies have been developed in the United Kingdom to reduce them (Acheson 1998) . Several other European countries (Fox 1989 )-the Netherlands (Kunst, Geurts, and van den Berg 1992; Kunst, Geurts, and van den Berg 1995; Mackenbach and others 1997) , Sweden (Vagero and Erikson 1997 ) and others-have seen similar levels of monitoring, research, and policy initiatives.",
        "cite_spans": [
          {
            "start": 422,
            "end": 438,
            "text": "(Whitehead 2000)",
            "ref_id": "BIBREF44"
          },
          {
            "start": 589,
            "end": 604,
            "text": "Whitehead 1997)",
            "ref_id": null
          },
          {
            "start": 751,
            "end": 765,
            "text": "(Acheson 1998)",
            "ref_id": "BIBREF0"
          },
          {
            "start": 801,
            "end": 810,
            "text": "(Fox 1989",
            "ref_id": "BIBREF16"
          },
          {
            "start": 829,
            "end": 867,
            "text": "(Kunst, Geurts, and van den Berg 1992;",
            "ref_id": "BIBREF20"
          },
          {
            "start": 868,
            "end": 905,
            "text": "Kunst, Geurts, and van den Berg 1995;",
            "ref_id": "BIBREF20"
          },
          {
            "start": 906,
            "end": 933,
            "text": "Mackenbach and others 1997)",
            "ref_id": null
          },
          {
            "start": 943,
            "end": 967,
            "text": "(Vagero and Erikson 1997",
            "ref_id": "BIBREF34"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Only recently, has the issue of socioeconomic inequalities in health started to receive attention in the developing world. Until then, the focus had, for the most part, been firmly on population averages. In some circles-influential ones at that-this continues to I be the case. A spectacular example is provided by the recently devised international development goals (IDGs) (International Monetary Fund and others 2000) , which are being used to monitor the success of international development assistance (e.g., grants, credits, loans, debt relief) through bilateral and multilateral aid programs. Targets for health outcomes feature prominently in the list of IDGs, but without exception the focus is on population averages. There has been virtually no discussion (Gwatkin 2000) of the possibility that progress toward the IDGs might be accompanied by a widening the gaps in, say, child mortality rates between poor and better-off children.",
        "cite_spans": [
          {
            "start": 369,
            "end": 375,
            "text": "(IDGs)",
            "ref_id": null
          },
          {
            "start": 376,
            "end": 421,
            "text": "(International Monetary Fund and others 2000)",
            "ref_id": null
          },
          {
            "start": 768,
            "end": 782,
            "text": "(Gwatkin 2000)",
            "ref_id": "BIBREF18"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The IDGs notwithstanding, there is growing interest in and concern over socioeconomic inequalities in health in the developing world. Several key international organizations in the health field-including the World Bank (World Bank 1997) and the World Health Organization (World Health Organization 1999)-have stated the improvement of the health outcomes of the world's poor as their primary objective. So too do several bilateral donors, including the British government's Department for International Development (Department for International Development 1999). The growing interest within the international development community in improving the health of the world's poor reflects the ever broader interpretation being given to the term \"poverty\" in the academic literature (Sen 1999) and elsewhere, and the increasing tendency of aid agencies and nongovernmental organizations to define their goals in terms of poverty reduction. This is much in evidence in the World Bank's own work. Poverty reduction was adopted during the 1990s as the overriding mission of the organization, and especially following the publication of the latest World Development Report (World Bank 2000) has been interpreted broadly in multidimensional terms. But the increasing focus on the health of the world's poor also reflects a growing consensus that inequalities in health outcomes between rich and poor are unjust-whether they be between the people of, say, Sierra Leone and Sweden, or between, say, poor Bolivians and better-off Bolivians. Closing intercountry and intracountry gaps between the poor and better-off, by securing greater proportional improvements among poorer groups, is not simply a poverty issue-it is also a question of social justice and equity (Alleyne, Casas, and Castillo-Salgado 2000; Wagstaff 2001 ). Indeed, it is this, rather than the emphasis on poverty reduction, that has kept the debate on socioeconomic inequalities in health so buoyant in many of the European countries, and it is this that appears to be pushing the issue ever further to the forefront of the debate on development assistance in these countries.",
        "cite_spans": [
          {
            "start": 778,
            "end": 788,
            "text": "(Sen 1999)",
            "ref_id": "BIBREF32"
          },
          {
            "start": 1164,
            "end": 1181,
            "text": "(World Bank 2000)",
            "ref_id": null
          },
          {
            "start": 1752,
            "end": 1795,
            "text": "(Alleyne, Casas, and Castillo-Salgado 2000;",
            "ref_id": "BIBREF2"
          },
          {
            "start": 1796,
            "end": 1809,
            "text": "Wagstaff 2001",
            "ref_id": "BIBREF38"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "But how large are socioeconomic inequalities in health in the developing world? Are they higher in some countries than others? If so, what factors account for these higher inequalities? The paper begins with the presentation of some data on child health inequalities in 42 countries. The inequalities reported are sometimes large, sometimes fairly small, and they vary considerably across countries. The paper then goes on to outline a simple stylized model that might help explain this variation in health inequalities across countries. Three factors are hypothesized to be central-differences in incomes per capita; differences in income inequalities; and differences in policies that influence how much people pay out-of-pocket for their health care. These hypotheses are then tested on the data for the 42 countries. Surprisingly, little evidence is found in support of the hypothesis that income inequality is associated with health inequality, and only weak support is found for the hypothesis that inequality is linked to the share of health spending financed publicly. What does come through is a strong positive relationship between health inequality and average income-richer countries invariably have higher health inequalities. Corroborating evidence is presented from data on trends in health inequalities, which have tended to be rising in both the developing and developed worlds, especially during periods of economic growth. The paper suggests that this strong link between average income and health inequality is in part the product of growth going hand-in-hand with technological change in the production of health, and the fact that technological change tends to be assimilated faster by the better-off.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "How should one respond to this evidence? How does one swim against the tide of rising incomes pushing up health inequalities? For a start the health costs of rising incomes (higher inequality) need to be traded off against the health benefits (higher average health levels), and the paper suggests a way of quantifying this trade-off. But it also argues that policies aimed at reducing health inequalities-or at least containing their increasecontinue to need development and implementation, but that their success should not be measured in terms of headline statistics on inequalities in health outcomes. Rather, methods need to be employed that separate out the effects of anti-inequality policies and the often offsetting effects of other changes. These methods include cross-country comparative analysis, country-based evaluation studies with controls, benefit-incidence analysis, and decomposition analysis. Examples for each are presented. Some of these studies suggest that policy measures could be much more effective at reducing health inequalities, while other studies point to successes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "A number of comparative studies have recently been undertaken on socioeconomic inequalities in maternal and child health (MCH). Some of these studies have looked at inequalities in child health across the distribution of income (or consumption) using data from surveys like the Living Standards Measurement Survey (LSMS) (Wagstaff 2000; Wagstaff and Watanabe 2000) . The largest and most complete study, however, has been the recent World Bank 42-country study (Gwatkin and others 2000) , based on the Demographic and Health Survey (DHS). This section focuses on the results from this study. It presents the key findings relating to socioeconomic inequalities in child health outcomes, and then goes on to speculate on the causes of the international differences in health inequality.",
        "cite_spans": [
          {
            "start": 321,
            "end": 336,
            "text": "(Wagstaff 2000;",
            "ref_id": "BIBREF38"
          },
          {
            "start": 337,
            "end": 364,
            "text": "Wagstaff and Watanabe 2000)",
            "ref_id": "BIBREF40"
          },
          {
            "start": 461,
            "end": 486,
            "text": "(Gwatkin and others 2000)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "International Differences in Socioeconomic Inequalities in Health",
        "sec_num": "2."
      },
      {
        "text": "The dataset on socioeconomic inequalities in child health includes three measures-mortality, malnutrition (measured by anthropometric scores (Alderman 2000) ), and prevalence of disease. These variables are defined in Table 1 .",
        "cite_spans": [
          {
            "start": 141,
            "end": 156,
            "text": "(Alderman 2000)",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [
          {
            "start": 218,
            "end": 225,
            "text": "Table 1",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "The data",
        "sec_num": null
      },
      {
        "text": "The typical DHS does not contain information on income or consumption. Socioeconomic status was instead defined by means of a synthetic measure of household \"wealth.\" This measure was constructed along the lines proposed by Filmer and Pritchett (Filmer and Pritchett 1999) through the use of Principal Components Analysis (PCA)l on a battery of indicators of dwelling characteristics and ownership of consumer durables (e.g., flooring material, roof material, number of rooms in relation to household size, type of drinking water source, and toilet type). The consumer durable questions included the household's ownership of a fan, a radio, a television, a bicycle, a car, a refrigerator, and so on. A PCA was undertaken on the full sample for each country separately, and the first principal component was retained and used to rank households and thereby children. In each case, the factor loading matrix was renormalized if necessary to ensure that the principal component was increasing in wealth. on the country) who had diarrhoea in the two weeks preceding the survey, based on mothers' reports concerning the presence of loose stools. Acute Respiratory Percent of surviving children under three, four, or five years old (depending Infection upon the country) who had a cough accompanied by rapid breathing in the Prevalence (ARI) two weeks preceding the survey, as defined and reported by the mother.",
        "cite_spans": [
          {
            "start": 245,
            "end": 272,
            "text": "(Filmer and Pritchett 1999)",
            "ref_id": "BIBREF15"
          },
          {
            "start": 1330,
            "end": 1335,
            "text": "(ARI)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The data",
        "sec_num": null
      },
      {
        "text": "Separate means for the child health outcome variables were computed in the study for each of five wealth quintiles, obtained by ranking households into five groups equal in size in terms of the number of people. Though these are quintiles in terms of people, they are not quintiles in terms of children relevant to the indicator in question. For example, in the case of under-five mortality, they are not quintiles of children at risk. We can get round this problem, however, using a summary measure of inequality.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The data",
        "sec_num": null
      },
      {
        "text": "To facilitate comparisons across countries of the study's results, and to get round the problem that the \"quintiles\" in it are not actually quintiles of children at risk, it is useful to have a measure of socioeconomic inequalities in health. One measure that has the key desirable properties is the concentration index (Wagstaff, Paci, and van Doorslaer 1991; Kakwani, Wagstaff, and Van Doorlsaer 1997) . This index, it turns out, is closely related to the relative index of inequality (RII) widely used in the literature on socioeconomic inequalities in health (Pamuk 1985 (Pamuk , 1988 , and will produce identical rankings of countries to the RII (Wagstaff, Paci, and van Doorslaer 1991; Kakwani, Wagstaff, and Van Doorlsaer 1997) .",
        "cite_spans": [
          {
            "start": 320,
            "end": 360,
            "text": "(Wagstaff, Paci, and van Doorslaer 1991;",
            "ref_id": "BIBREF41"
          },
          {
            "start": 361,
            "end": 403,
            "text": "Kakwani, Wagstaff, and Van Doorlsaer 1997)",
            "ref_id": null
          },
          {
            "start": 563,
            "end": 574,
            "text": "(Pamuk 1985",
            "ref_id": "BIBREF24"
          },
          {
            "start": 575,
            "end": 588,
            "text": "(Pamuk , 1988",
            "ref_id": "BIBREF24"
          },
          {
            "start": 651,
            "end": 691,
            "text": "(Wagstaff, Paci, and van Doorslaer 1991;",
            "ref_id": "BIBREF41"
          },
          {
            "start": 692,
            "end": 734,
            "text": "Kakwani, Wagstaff, and Van Doorlsaer 1997)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A summary measure of health inequalities",
        "sec_num": null
      },
      {
        "text": "The elaboration of the concentration index that follows uses mortality as an example, but the application to malnutrition and disease prevalence is immediate. The curve labeled L(p) in Figure 1 is a mortality concentration curve. It plots the cumulative proportion of deaths (on the y-axis) against the cumulative proportion of children at risk (on the x-axis), ranked by living standards, beginning with the most disadvantaged child. The reader may be struck by the similarity with the Lorenz curve (Le Grand 1987 Grand , 1989 but bear in mind that here, in contrast to the case of the Lorenz curve, we are not ranking by the variable whose distribution we are investigating. Since the concern here is with socioeconomic inequalities in health rather than pure inequalities in health, we are looking here at the distribution of mortality, not across quintiles grouped by mortality as would be the case with the Lorenz curve, but rather across quintiles grouped by socioeconomic status. If the curve L(p) coincides with the diagonal or line of equality, all children, irrespective of their socioeconomic status, enjoy the same mortality rates. If, as is more likely, L(p) lies above the diagonal, mortality rates are higher among poorer children and inequalities in mortality therefore are to the advantage of better-off children. If L(p) lies below the diagonal, we have higher rates among the better-off and hence inequalities that favor the poor. The further L(p) lies from the diagonal, the greater the degree of inequality in mortality across socioeconomic groups. The concentration index, denoted below by C, is defined as twice the area between L(p) and the diagonal. It takes a value of zero when L(p) coincides with the diagonal, and by convention C is given a negative sign when L(p) lies above the diagonal, and a positive sign when L(p) lies below the diagonal. Figure 2 shows the box plots of the six indicators by region. Table 2 reports the concentration indices for the health outcome variables for the 42 countries, along with averages for the sample of countries and three regional groupings-Asia, the Near East and North Africa (AsiaMNA); Latin America and the Caribbean (LAC); and Sub-Saharan Africa (SSA). ",
        "cite_spans": [
          {
            "start": 504,
            "end": 514,
            "text": "Grand 1987",
            "ref_id": "BIBREF21"
          },
          {
            "start": 515,
            "end": 527,
            "text": "Grand , 1989",
            "ref_id": "BIBREF21"
          }
        ],
        "ref_spans": [
          {
            "start": 185,
            "end": 193,
            "text": "Figure 1",
            "ref_id": null
          },
          {
            "start": 1874,
            "end": 1882,
            "text": "Figure 2",
            "ref_id": null
          },
          {
            "start": 1936,
            "end": 1943,
            "text": "Table 2",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "A summary measure of health inequalities",
        "sec_num": null
      },
      {
        "text": ".4_ .2 -XUzbekistan Oazakhstan T -CIIMR o LIT_1El T [OCI d 3 lfor u5t.IR -2 E 1 j~~~Tm OB azit N b i' CILOWHFA 1T-~ T a ' CILOWWFA -. 4 1 j CIDIA -. 6 F._ .. CIARI",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A summary measure of health inequalities",
        "sec_num": null
      },
      {
        "text": "For all indicators, socioeconomic inequalities in health exist and are to the disadvantage of the poor-rates of mortality, malnutrition, diarrhoea and ARI are higher in poorer groups. Inequalities in under-five mortality are, unsurprisingly in view of genetic factors, higher than inequalities in infant mortality. In Latin America especially, but also to a lesser extent in Sub-Saharan Africa, inequalities in malnutrition are more pronounced than inequalities in child mortality. This is not true of Asia, the Near East and North Africa. In all three regions, inequalities in diarrhoea and ARI are less pronounced than inequalities in child mortality or malnutrition. Also evident from the table and box plot are the regional differences in inequality. Latin America has the largest inequalities on all six indicators. Inequalities in child mortality and malnutrition are less pronounced in Sub-Saharan Africa than in the Asia, the Near East and North Africa, but the opposite is true of inequalities in diarrhoea and ARI. One final point of interest is the large variations in inequality across countries-even within regions. In Haiti, for example, the concentration index for underweight (LOWWFA) is -0.17, while the figure for the Dominican Republic-Haiti's only neighbour on the island of Hispaniola-is -0.42. In the regional grouping of Asia, the Near East and North Africa, the concentration index for under-five mortality ranges from 0.00 in the Kyrgyz Republic to -0.23 in Egypt. In Sub-Saharan Africa, the concentration index for ARI ranges from +0.06 in CMte d'Ivoire to -0.19 in Namibia, although the higher rates of reported ARI in the five Sub-Saharan African countries with positive concentration indices may reflect a greater tendency in some countries than others for the poor to report unjustifiably low levels of ARI.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "REGION",
        "sec_num": null
      },
      {
        "text": "The question arises as to why these international differences exist. Before we turn to this question, we explore the correlations between the concentration indices of the six indicators. Are the countries that exhibit a high degree of inequality on one indicator the same countries that exhibit high degrees of inequality on the other indicators? Tables 3  and 4 show the Pearson and Spearman (rank) correlation matrices for the concentration indices. Unsurprisingly, there are high and significant correlations between the concentration indices for infant and under-five mortality, and between the concentration indices for the two measures of malnutrition, and between the concentration indices for diarrhea and ARI. The strongest association is for the mortality, and the weakest is for diarrhoea and ARI. Of more interest are the almost universal significant (at 5 percent) correlations across these three groups of variables, the exceptions being the correlations between the concentration index for ARI and those of infant mortality and the two malnutrition indicators. The variable whose concentration index has the highest average correlation with the other concentration indices is under-five mortality-the average Pearson and Spearman correlations are both 0.60, and all correlations between the concentration index for under-five mortality and the concentration indices for the other indicators are significant at the 5 percent level. In other words, countries that have a high level of inequality in under-five mortality consistently have high levels of inequality on the other five indicators. Rather than exploring the determinants of inequality in each indicator one by one, it makes sense, in the light of this, to focus on inequalities in under-five mortality. If we can explain why countries differ in their degree of inequality in this indicator, we can go a long way to explaining why they differ in their inequalities in the other five indicators as well. It is to this task we now turn. ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 347,
            "end": 362,
            "text": "Tables 3  and 4",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "REGION",
        "sec_num": null
      },
      {
        "text": "Why is it, then, that countries and regions vary in their level of inequality in child health? Why is it that Latin America and the Caribbean have such high levels of inequality in child mortality and malnutrition compared to other regions? And why it is that the two countries that occupy the Caribbean island of Hispaniola-the Dominican Republic and Haiti-have such markedly different levels of inequality in child malnutrition and mortality?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Explaining International Differences in Health Inequalities",
        "sec_num": "3."
      },
      {
        "text": "Health production and health inequalities. some theory Rather than groping in the dark for empirical regularities in the data, it is useful to explore theses questions with the help of a simple stylized model ) that captures the essential factors accounting for the link between health and income.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Explaining International Differences in Health Inequalities",
        "sec_num": "3."
      },
      {
        "text": "We assume health (H) is produced by the individual using medical care, the individual's time, and other goods and services, such as food. For the sake of simplicity, we ignore any substitutability and complementarity between these various inputs and simply talk of medical care, which we label M. Medical care has a price and is subject to diminishing returns in the production of health. Individuals have a fixed money income (Y) at their disposal and have to decide how much to spend on the production of health and how much to spend on general consumption (C). Figure 3 shows the situation facing a typical individual. The northwest quadrant shows the relationship between health and medical care. The southwest quadrant shows the individual's budget constraint-the further to the southwest this is, the better off she is. The vertical axis in this quadrant measures the individual's consumption, and the intercept of the budget constraint shows her income. The intercept on the horizontal axis of the northwest quadrant, which shows how much the individual can spend on medical care if she leaves nothing out of her income for consumption, depends both on the individual's income and on the price of medical care. The southeast quadrant is simply a device for tracing round consumption on the lower vertical axis to the right-hand horizontal in the northeast quadrant. Tracing round through the northwest and southeast quadrants all the possible combinations of medical care and consumption that exactly exhaust the individual's income, we can trace out a frontier in the northeast quadrant that shows the various possible combinations of health and consumption that are feasible, given the budget constraint and the health production technology. The individual chooses between the various points on this frontier. Her preferences for health vis-a-vis consumption are shown by the \"Indifference curves.\" All points along a given curve are regarded as just as good as one another, the negative slope reflecting the individual's willingness to trade off health against consumption. The fact the slopes get flatter as the individual consumes more reflects the fact she is more willing to give up the marginal dollar of consumption in exchange for a little more health the more consumption she has. The preferred combination of health and consumption of the individual is where her frontier is tangential to the highest indifference curve she can reach. In Figure 3 , this gives rise to a level of health equal to HAO. We can use this framework to examine the factors influencing the degree of health inequalities between individuals on different incomes. Evidently, in this framework richer individuals are likely to end up with higher levels of health. 2 In Figure 4 , the individual with the budget constraint labeled BCBO is richer than that with the budget constraint BCAO. He has a frontier outside the poorer individual's, and ends up with a higher level of health. The level of absolute inequality in health between them is shown by the gap between HBO and HAO, while the degree of relative inequality (the focus of this paper) is equal to the ratio HBo/HAo. One simple and obvious prediction of this framework is that increases in income inequality will result in higher levels of health inequality. This is shown in Figure 5 , where the poorer individual starts on the budget line BCAO and the richer starts on BCco. Suppose then income is taken from the richer of the two and given to the poorer, and this continues until they end up with the same income-the average income before the redistribution. This puts them both on the budget line BCBO, with the same health HBO. Eliminating income inequality-but keeping average income unchanged-has eliminated health inequality, since it is only in their incomes that these individuals have been assumed to differ. So, controlling for other relevant influences on health inequality, we would expect to find that countries with unequal income distributions also have unequal distributions of health across income groups. .' . ..",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 564,
            "end": 572,
            "text": "Figure 3",
            "ref_id": null
          },
          {
            "start": 2457,
            "end": 2465,
            "text": "Figure 3",
            "ref_id": null
          },
          {
            "start": 2760,
            "end": 2768,
            "text": "Figure 4",
            "ref_id": null
          },
          {
            "start": 3326,
            "end": 3334,
            "text": "Figure 5",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Explaining International Differences in Health Inequalities",
        "sec_num": "3."
      },
      {
        "text": "Less obvious are the effects of rising average incomes. Suppose we raise both individuals' incomes by the same proportion, so we raise average income but leave relative inequality in income unchanged. Figure 6 shows this case. The poorer individual starts on budget line BCAO and the richer of the two starts on budget line BCBO. The initial levels of health are HAO and HBO-We then double the incomes of both individuals. This puts the poorer individual on the budget line HBO, and the richer of the two on budget line BCco. The poorer of the two raises her health from HAO to HBO, while the richer individual raises his health to Hco. The question is: has health inequality-defined in a relative senseincreased or fallen? As the figure is drawn, it looks like relative inequality may have fallen slightly-the poorer person's health rises by a larger proportion than the richer person's. But the figure could have been drawn with a new tangency for the richer person that lay to the northwest of its current location, so much so that relative inequality increased. Both are possible. Or, of course, the diagram could have been drawn so that relative inequality remained unchanged. The mere fact that we know health rises with income doesn't help us establish whether health inequalities rise or fall as average incomes rise. We can, however, be a little more concrete than this. Contoyannis and Forster (1999a) have shown that health inequality will rise when everyone's income goes up the same proportion if the income elasticity of demandfor health rises as income rises. 3 If the elasticity doesn't change with income, richer societies-holding constant the level of income inequality-will have the same health inequality as poorer societies. If the demand for health becomes less elastic with respect to income as incomes rise, health inequality will be lower in richer societies, given their income inequality. The theoretical model is consistent with all of these scenarios. We can see this by showing the link between health and income in the diagram. The intercept on the horizontal axis of the northeast quadrant shows the individual's income. We can plot health against income, as in Figure 7 , which is the same as Figure 6 but with the health-income relationship shown explicitly. In the example drawn, the relationship is concave-equal increments in income result in successively smaller increases in health. There is a good chance, in fact, that it will be concave, given the diminishing returns to medical care and the increased willingness of individuals to trade off health in exchange for consumption the more health they have. But there's nothing to guarantee this. And in any case, concavity doesn't tell us anything about how the income elasticity of demand for health changes as income rises. For example, the relationship between health and income might be close to being double logarithmic-the logarithm of health is a linear function of the logarithm of income, with a coefficient on income between zero and one. This would be concave, but the elasticity would neither rise nor fall with increases in income. Concavity is compatible with a constant elasticity, a decreasing elasticity, and an increasing elasticity. It is therefore compatible with health inequalities rising, staying the same, or falling with rising average incomes. There is, in any case, an additional complication. In looking at the effect of rising average incomes, we have assumed everything else stays the same. This is unlikely. One obvious bit of the model that is likely to change with rising incomes is health technologythe health production function in the northwest quadrant is likely to move upward as average incomes rise. It is not just that as countries get richer, they have more dollars per person to spend on health and other things. In addition, each dollar spent on health care produces more health. With upward shifts in the production function, come outward movements in the frontier in the northeast quadrant, and upward shifts in the healthincome relationship in the same quadrant. These shifts in the health-income relationship over time were shown graphically in the 1999 World Heath Report (World Health Organization 1999) . What also seems likely is that countries with different income levels also have different levels of health technology. It is not just the low incomes of Sub-Saharan African countries that account for their low levels of health. A part of the explanation lies in the fact that the opportunities for transforming money into health are very limited in these countries. In principle, these countries could have in place the same health technologies as the richer countries. But in reality they don't. Elites often manage to get access to high quality primary and hospital care, but for the bulk of the population of the poorer countries-especially the rural population-the scope for generating health from spending on medical care is fairly limited.",
        "cite_spans": [
          {
            "start": 1380,
            "end": 1411,
            "text": "Contoyannis and Forster (1999a)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 1575,
            "end": 1576,
            "text": "3",
            "ref_id": null
          },
          {
            "start": 4210,
            "end": 4242,
            "text": "(World Health Organization 1999)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 201,
            "end": 209,
            "text": "Figure 6",
            "ref_id": "FIGREF6"
          },
          {
            "start": 2194,
            "end": 2202,
            "text": "Figure 7",
            "ref_id": "FIGREF7"
          },
          {
            "start": 2226,
            "end": 2234,
            "text": "Figure 6",
            "ref_id": "FIGREF6"
          }
        ],
        "eq_spans": [],
        "section": "Coanption (C)",
        "sec_num": null
      },
      {
        "text": "For our exercise, the difficulty is not so much that technology and income tend to go hand in hand, but that health technology is hard-if not impossible-to measure empirically. When we examine empirically the effects of rising incomes, therefore, we are, in reality, examining the effects of rising incomes and the technological change that is likely to go with it. The upward shift in the production function leads to an upward and outward shift in the frontier in the northeast quadrant, and the two individuals' health levels increase by larger amounts than shown in Figure 6 . Whether inequality rises by more or less depends on how the income elasticity of demand for health changes at each income level. It can be verified that if the technological change accompanying the income growth leaves the income elasticity the same at each income level, the change in health inequality will be the same as it would have been if only average incomes had increased. 4 If, on the other hand, the elasticity changes, this will no longer be the case. Suppose, for example, that the income elasticity of demand for health is a decreasing function of income, when technology is held constant. Suppose too that the technological change accompanying the income growth raises the income elasticity of demand for health at each level of income. Then health inequality will either fall less than it would have done without the accompanying technological change, or it will rise if the elasticity of demand increases sufficiently. Thus, if technological change goes hand in hand with economic growth, health inequalities might rise as average incomes rise, even if the income elasticity of demand is decreasing in income given the health technology. We are, in short, even less certain about the impact of rising average incomes on health inequalities.",
        "cite_spans": [
          {
            "start": 963,
            "end": 964,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 570,
            "end": 578,
            "text": "Figure 6",
            "ref_id": "FIGREF6"
          }
        ],
        "eq_spans": [],
        "section": "Coanption (C)",
        "sec_num": null
      },
      {
        "text": "There is one other change in the model worth exploring. Countries vary in the degree to which they finance health care publicly and thereby provide their citizens with subsidized or free health care. Reductions in the price of medical care cause the budget constraint to rotate around the vertical intercept in the bottom half of the diagram, as shown in Figure 8 . The likelihood is that both the poor and the rich individual will increase their health, but the poorer person's health is likely to increase by a higher proportion. The reason is that medical care is subject to diminishing returns in health production and the impact on the frontier of the poorer person will be larger. In the limit, if the richer person is so rich that the end point of his budget constraint in the northwest quadrant is at the level of medical care where the production function becomes flat, reductions in the price of medical care will not have any impact whatsoever on his frontier. Reductions in the price of medical care are thus likely to compress health inequalities between the poor and the better-off. Health production and health inequalities: the evidence",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 355,
            "end": 363,
            "text": "Figure 8",
            "ref_id": "FIGREF8"
          }
        ],
        "eq_spans": [],
        "section": "Coanption (C)",
        "sec_num": null
      },
      {
        "text": "The theory above suggests some reasons, then, why health inequalities might vary across countries. Other things being equal, we would expect countries with high levels of income inequality and with policies that reduce the price of medical care to have low levels of health inequality. The theory also suggests that cross-country differences in health inequalities may reflect differences in average incomes, but it does not tell us whether it is the richer countries that will have higher health inequalities or the poorer countries. What it does tell us is that if the income elasticity of health rises as incomes rise, health inequalities will be larger in richer countries. As suggested above, this possibility is increased if technological change accompanies rising incomes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Coanption (C)",
        "sec_num": null
      },
      {
        "text": "Are the data consistent with these predictions? Because of the close correlation between inequality in under-five mortality and inequality in other child health indicators, we will focus on this variable. In fact, to ease interpretation of the results below, we will work with the negative of the under-five mortality concentration index. The larger this is, the more inequality there is to the disadvantage of the poor. What of the determinants of inequality? We measure income per capita in a number of ways. For all but four of our countries (Kazakhstan, the Kyrgyz Republic, Uzbekistan and Vietnam), we are able to obtain GDP per capita expressed in 1985 purchasing power parities (PPPs) at constant prices both for the survey year and for the ten years prior to the survey (in this case we have taken the average over the period). 5 GDP per capita data were available, however, for these countries for 1999 from the World Bank's World Development Indicators (WDI) 2001 (World Bank 2001) (both for PPPs and $US) though not for the CAR or Comoros. We therefore report some results for all four income measures, and in the regressions opt for the WDI data to limit the loss of observations. We have also taken our income inequality data from the WDI. These are for the latest year available (though coincidentally the year is typically not far from the year of the survey), but data were not available for Benin, Cameroon, Chad, Comoros, Haiti, Malawi, Namibia or Togo. Income inequality is measured using the Gini coefficient, which is derived from a diagram like Figure 1 . In the case of the Gini coefficient, the horizontal axis plots the cumulative share of people or households (ranked by their income), and the vertical axis plots the cumulative share of income received. The resultant curve is the Lorenz curve and it lies below the line of equality, reflecting the fact that the poorest quintile, say, receives less than 20 percent of the country's income. The Gini coefficient is defined as twice the area between the Lorenz curve and the diagonal, or equivalently as the area between the Lorenz curve and the diagonal, expressed as a proportion of the area under the diagonal. The closer the Gini coefficient is to zero, the lower the level of income inequality. The other variable we are interested in capturing is the extent to which policies are in place that reduce the price of medical care at the point of use. We capture this using the share of health spending financed publicly. Estimates of this are also available from the WDI and again the most recent data are used. No data are available from the WDI for this variable for the CAR or Comoros. Table 5 shows the Pearson correlations between the (negative of the) concentration index for under-five mortality, various measures of income per capita, income inequality and the share of health spending publicly financed. Under-five mortality inequality is strongly and significantly correlated with all measures of income per capita. The strongest correlation is with income per capita measured at the survey year in PPPs, but bear in mind that the sample size differs across correlations. The scatter plot of under-five mortality inequality against income per capita (in 1999 in PPPs) in Figure 9 gives the reader a better sense of the strength of the relationship and the locations of the different countries that underlie the relationship. The correlations of under-five mortality inequality with income inequality and the public share of health spending, although of the expected sign, are much weaker and neither is significant. These correlations are also sensitive to the omission of the four countries for which the historical data on income per capita are missing. Omitting these countries turns the positive correlation between under-five mortality inequality and the Gini coefficient into a negative correlation and reduces the correlation between underfive mortality inequality and the public share of health spending. The influence of these countries is evident from the scatter plots in Figures 10 and 11 . ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 1567,
            "end": 1575,
            "text": "Figure 1",
            "ref_id": null
          },
          {
            "start": 2668,
            "end": 2675,
            "text": "Table 5",
            "ref_id": "TABREF3"
          },
          {
            "start": 3260,
            "end": 3268,
            "text": "Figure 9",
            "ref_id": "FIGREF9"
          },
          {
            "start": 4072,
            "end": 4089,
            "text": "Figures 10 and 11",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Coanption (C)",
        "sec_num": null
      },
      {
        "text": "Does the link between under-five mortality inequality and income per capita come through in a multiple regression? Table 6 shows the results of a regression of the (negative of the) under-five mortality concentration index on the Gini coefficient of income, and the results of a regression including, in addition to the Gini coefficient, GNP per capita (at PPPs) and public spending on health as a share of total health spending. The results of Model 1 make it clear that while income inequality is positively associated with health inequality, it is manifestly not the case that health inequalities in these countries are driven by income inequalities. Barely one percent of the variation in health inequality is explained by the variation in income inequality. Furthermore, there is no statistical association between the two variables. This result differs dramatically from that of van Doorslaer and others (van Doorslaer and others 1997), who explored the determinants of variations across nine OECD countries of income-related inequalities in self-rated health among adults. Their analogue of Model 1 gave an (unadjusted) R 2 of 0.85-i.e., income inequality alone explained 85 percent of the variation across countries in inequality in self-rated health. Furthermore, in their analysis income inequality was significantly associated with health inequality, and was the only variable found to have a statistical association with health inequality, holding other variables constant. Model 2 in the present case sheds more light on the source of crosscountry variation in inequalities in health. Health inequalities are lower in countries with high shares of public health spending. This effect, however, is nowhere near being significant at conventional levels. By contrast, the effect of average income on health inequalities is significant at conventional levels, and shows that even after controlling for income inequality and the share of health spending financed publicly, it is still the case that health inequalities are higher in richer countries. The dampening effect of public financing on health inequalities is predicted by the theory, while the positive effect of average income on health inequality is consistent with it but not predicted by it. Interestingly, both these coefficients have the same signs as their counterparts in the study by van Doorslaer and others, though as already indicated neither was significant in their study. 6 At 0.24, the adjusted R 2 is very much smaller than that reported by van Doorslaer and others in their study. But their sample was much smaller and more homogenous, so this is perhaps not unexpected. The results in Table 6 are thus not at odds with the theory we outlined above. How far, though, do they help us understand the sources of cross-country and cross-region differences in health inequalities? Consider the case of the differences in under-five mortality inequality between Latin America and Sub-Saharan Africa. Table 7 shows the derivation of predicted values of the under-five mortality concentration index for the two regions, along with the results of a decomposition which help us pinpoint the sources of the differences in health inequality between them. The actual (negatives) of the concentration indices for Sub-Saharan Africa and Latin America are 0.089 and 0. 172, respectively. The means of the explanatory variables for each region are indicated. By applying these means (and a constant) to the coefficients reported in Table 5 , we obtain predicted concentration indices for the two regions of 0.106 and 0. 159. Sub-Saharan Africa thus has slightly less inequality than one would expect given the regression coefficients and the means of the explanatory variables, while the opposite is true of Latin America. But the predicted concentration index is lower in Sub-Saharan Africa than Latin America. The means show that, compared to Latin America, Sub-Saharan Africa has marginally lower levels of income inequality (inequalities have risen there in recent years) and substantially lower levels of GNP per capita. Both differences help us understand the lower levels of health inequality in Sub-Saharan Africa. But the means also show that Sub-Saharan Africa has a slightly smaller share of health expenditures financed publicly. Thus the higher public share in Latin America is actually counteracting the effects of the higher levels of income inequality and average income. The final column in Table 6 allows us to quantify the impacts of the various variables in terms of their contribution to explaining the gaps in health inequality between the two regions. This column is derived by applying the coefficient of each independent variable to the regional difference in the means of that variable. For example, the difference in the Gini coefficients is equal to 0.555-0.459 = 0.091. Applying the coefficient on the Gini index of--0.028 from Table 6 , gives the figure of 0.002 in Table 7 . The results in Table 7 suggest only a tiny part of the explanation of the higher health inequalities in Latin America are due to the higher levels of income inequality there. This small effect is offset entirely by the counterbalancing effect of the higher share of public financing in that continent. The higher (explained) health inequality in Latin America is almost totally attributable to its higher levels of GNP per capita. 7",
        "cite_spans": [
          {
            "start": 2454,
            "end": 2455,
            "text": "6",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 115,
            "end": 122,
            "text": "Table 6",
            "ref_id": "TABREF5"
          },
          {
            "start": 2671,
            "end": 2678,
            "text": "Table 6",
            "ref_id": "TABREF5"
          },
          {
            "start": 2979,
            "end": 2986,
            "text": "Table 7",
            "ref_id": "TABREF6"
          },
          {
            "start": 3500,
            "end": 3507,
            "text": "Table 5",
            "ref_id": "TABREF3"
          },
          {
            "start": 4476,
            "end": 4483,
            "text": "Table 6",
            "ref_id": "TABREF5"
          },
          {
            "start": 4925,
            "end": 4932,
            "text": "Table 6",
            "ref_id": "TABREF5"
          },
          {
            "start": 4964,
            "end": 4971,
            "text": "Table 7",
            "ref_id": "TABREF6"
          },
          {
            "start": 4989,
            "end": 4996,
            "text": "Table 7",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "Gini coefficient",
        "sec_num": null
      },
      {
        "text": "The results in Tables 6 and 7 provide only a little comfort to policymakers. While the coefficient signs suggest that reducing income inequality and raising the share of health expenditure financed publicly might reduce health inequalities, neither effect is at all strong and neither is statistically significant. What the results do suggest, however, is something very sobering-economic growth tends to lead to increases in health inequalities, not reductions. Countries that are successful in raising their per capita incomes will typically pay a price in terms of higher health inequalities. We are likely to see low and persistently low levels of health inequality in poor countries that do not grow.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 15,
            "end": 29,
            "text": "Tables 6 and 7",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Corroboration and Explanation",
        "sec_num": "4."
      },
      {
        "text": "Two questions immediately arise. First, is this finding on the effect of rising income consistent with the evidence to date on changes in socioeconomic inequalities in health? In other words, have health inequalities widened during periods of economic growth? Second, what is the reason for the apparent tendency of health inequalities to increase with rises in average income?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Corroboration and Explanation",
        "sec_num": "4."
      },
      {
        "text": "The results of studies on trends in health inequalities are summarized in Table 8 . Also shown are the average rates of economic growth over the period in question. What is striking is that in all cases except that of Pelotas, inequalities in health worsened during the periods studied. In Pelotas, inequalities in underweight and infant mortality became less unequally distributed but this happened over a period of economic recession in Brazil. The results are all consistent, therefore, with the notion that increases in average income result in increasing health inequalities. The results do not necessarily imply this is the case, of course, since there may have been other factors at work in each country over the period in question. But they are strongly suggestive. The results for Ceara are particularly striking since the period studied was one during which an innovative maternal and child health (MCH) program was implemented, targeted specifically on poorer rural households. 1985 -87 vs. 1990 -92 vs. 1994 -96 (5.1% and 5.6%) 1985 -87 1990 -92 1994 0.0116 0.0147 0.0171 Life expectancy (females) 0.0074 0.0076 0.0079 (Wagstaff, van Doorslaer, and Watanabe 2001) ; Vietnam under-five mortality (Wagstaff and Nguyen 2001) ; Uganda (Stecklov, Bommier, and Boerma 1999) ; Chile (Vega and others 2001) . Growth rates for Ceara and Pelotas are for Brazil as a whole. Growth rates refer to the period in question, and are taken from Global Development Network Growth Database http://www.worldbank.orm/research/prowth/GDNdata.htm.",
        "cite_spans": [
          {
            "start": 989,
            "end": 993,
            "text": "1985",
            "ref_id": "BIBREF24"
          },
          {
            "start": 994,
            "end": 1006,
            "text": "-87 vs. 1990",
            "ref_id": null
          },
          {
            "start": 1007,
            "end": 1019,
            "text": "-92 vs. 1994",
            "ref_id": null
          },
          {
            "start": 1020,
            "end": 1044,
            "text": "-96 (5.1% and 5.6%) 1985",
            "ref_id": null
          },
          {
            "start": 1045,
            "end": 1053,
            "text": "-87 1990",
            "ref_id": null
          },
          {
            "start": 1054,
            "end": 1062,
            "text": "-92 1994",
            "ref_id": null
          },
          {
            "start": 1131,
            "end": 1175,
            "text": "(Wagstaff, van Doorslaer, and Watanabe 2001)",
            "ref_id": "BIBREF42"
          },
          {
            "start": 1207,
            "end": 1233,
            "text": "(Wagstaff and Nguyen 2001)",
            "ref_id": "BIBREF39"
          },
          {
            "start": 1243,
            "end": 1279,
            "text": "(Stecklov, Bommier, and Boerma 1999)",
            "ref_id": "BIBREF33"
          },
          {
            "start": 1288,
            "end": 1310,
            "text": "(Vega and others 2001)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 74,
            "end": 81,
            "text": "Table 8",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "Corroboration",
        "sec_num": null
      },
      {
        "text": "The evidence on trends in inequalities in health in the industrialized world is equally sobering. In England and Wales, between the early 1970s and early-mid 1990s, life expectancy rose fastest among the higher occupational classes, while death rates fell fastest in these classes (Graham 2000) . In Britain, inequalities in self-rated health and chronic illnessmeasured using the concentration index-increased over the periods 1974-82 and 1982-85 , though they then fell over the period 1985-87 (Propper and Upward 1992) . In the United States mortality inequalities across the income distribution have been widening (Schalick and others 2000) , as have inequalities by level of education (Pappas and others 1993) . Inequalities in mortality by occupation have been widening in Finland, as have inequalities in morbidity by education in the Netherlands . It seems likely that these changes will have occurred-at least for the most part-during periods of economic growth.",
        "cite_spans": [
          {
            "start": 281,
            "end": 294,
            "text": "(Graham 2000)",
            "ref_id": "BIBREF17"
          },
          {
            "start": 428,
            "end": 447,
            "text": "1974-82 and 1982-85",
            "ref_id": null
          },
          {
            "start": 496,
            "end": 521,
            "text": "(Propper and Upward 1992)",
            "ref_id": "BIBREF29"
          },
          {
            "start": 618,
            "end": 644,
            "text": "(Schalick and others 2000)",
            "ref_id": null
          },
          {
            "start": 690,
            "end": 714,
            "text": "(Pappas and others 1993)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Corroboration",
        "sec_num": null
      },
      {
        "text": "The evidence on trends in health inequalities thus seems to be consistent with the cross-section evidence that higher average incomes are associated with higher levels of health inequality. There is, as the theory earlier in the paper indicates, nothing inevitable about the apparent tendency of economic growth to increase health inequalities. But as we saw, even without any technological change accompanying the growth, widening inequalities are consistent with the theory. And if technological change occurs too, this makes increases in inequality even more likely.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Explanation",
        "sec_num": null
      },
      {
        "text": "There is another dimension to the technology-income link worth mentioning, namely that rising inequalities will be especially likely if new health technology is dispersed through the population unequally, with the higher-income groups adopting it ahead of the lowerincome groups. In other words, it is not just that richer countries absorb new health technology faster than poorer ones. The same could be true of rich and poorer people within countries. This seems almost certainly to be the case. Various writers have argued this and discussed its implications for health inequalities. Contoyannis and Forster (1 999b) do so in applying their aforementioned theoretical results to the issue of health inequalities in the United Kingdom, giving the example of the faster reductions in smoking among the higher socioeconomic groups in the United Kingdom following the publicity surrounding its health consequences. Victora and others (2000) emphasize the apparent faster adoption of new technology by the better-off in their discussion of the Ceara and Pelotas results. In Pelotas, the authors went on to stratify births by birthweight as well as by income. Among normal birthweight babies, survival prospects improved faster among poorer children than among children. By contrast, among low birthweight babies, the opposite was true. They attribute this to the fact that although no new technologies were introduced for normal birthweight babies during this period, new technologies were introduced for low birthweight babies (in neonatal intensive care). They present anecdotal evidence in support of their argument that this new technology was adopted faster by the better-off. They go on to argue faster adoption of new technologies by the better-off is virtually inevitable, and that the best that one can hope for is a trickle-down effect where the poor start to adopt the new technology later.",
        "cite_spans": [
          {
            "start": 914,
            "end": 939,
            "text": "Victora and others (2000)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Explanation",
        "sec_num": null
      },
      {
        "text": "Rising incomes thus do indeed seem to be associated with rising health inequalities in both the developing and industrialized worlds. And it does indeed seem plausible that part of the explanation is that technological change in the production of health goes hand-in-hand with economic growth, and that within countries the better-off seem to assimilate new technology ahead of the poor. The obvious next question is how to respond to this challenge.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Measuring Success with the Tide against You",
        "sec_num": "5."
      },
      {
        "text": "The subtitle of this paper \"swimming against the tide?\" is somewhat misleading in the sense that it implies economic growth is inevitable. This is far from the truth-much of the developing world has failed to see any real growth for long periods of time (several Sub-Saharan African countries are no richer in real terms now than they were at independence in then 1960s), and many of the countries that have done so have experienced negative growth at some stage or another. Furthermore, there has been a good deal of confusion over what causes countries to grow and how the international community can best help poor countries to raise their incomes (Easterly 2001) . What does seem to be the case, however, is that growth has its good points. Most obviously, in the present context, rising incomes make people healthier. Pritchett and Summers (1996) show the health gains from growth dramatically. They find a strong causative effect 8 of income on infant mortality in their cross-country regressions, and go on to use their parameter estimates to compute the number of infant deaths that would have been averted in 1990 if Africa's growth rates in the 1980s had been 1.5 percentage points higher than they were. The figure they come up with is haifa million. What we have to remember, then, is that while rising incomes appear in practice to be associated with rising health inequalities (which is evidently a bad thing), they are also associated in practice with rising levels of health (which is clearly a good thing).",
        "cite_spans": [
          {
            "start": 651,
            "end": 666,
            "text": "(Easterly 2001)",
            "ref_id": "BIBREF13"
          },
          {
            "start": 823,
            "end": 851,
            "text": "Pritchett and Summers (1996)",
            "ref_id": "BIBREF27"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Measuring Success with the Tide against You",
        "sec_num": "5."
      },
      {
        "text": "So, even from a narrow health perspective, holding back the \"tide\"' of economic growth would not necessarily be a good thing. Factoring in the various other attractions of rising incomes-better education, better infrastructure, and so on-makes the option of restraining growth on the grounds it damages health inequality eyen less attractive. But with growth occurring and pushing up health inequalities in the process, how do we measure success? The next two sections focus on the measurement of two dimensions of success.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Measuring Success with the Tide against You",
        "sec_num": "5."
      },
      {
        "text": "The first faces up to the fact that policymakers and the members of the public they represent dislike increases in health inequality but like increases in average levels of health. In much of the literature on health inequalities, the reader is left with the impression that the only thing that matters is the degree of inequality. This is clearly short-sighted to say the least. It seems no more commendable than focusing just on the average, as for example the IDG community does. Most policymakers and the members of the public they represent are likely to be willing to trade off increases in inequality against improvements in the overall average level of health. The willingness to trade these things off may vary from one country to the next, but even the most inequality-averse country is likely to be willing to accept some increase in inequality if the rise in average health is sufficiently large. The second aspect of success whose measurement we explore is the impact of health policies on health inequalities. The fact that rising incomes seem to go hand-in-hand with rising health inequalities doesn't necessarily mean that policymakers are impotent in their fight against health inequality. Policies can be devised and implemented that may enable countries to swim against the tide and not be carried as fast downstream as the tide itself runs. But the impact of such policies cannot be assessed by looking at simple changes in health inequalities. The fact that health inequalities rose in Ceara at a time a targeted MCH program was being implemented doesn't necessarily mean that this program failed to have any distributional impact-health inequalities might have grown even more in its absence. The fact that under-five mortality inequalities are so much higher in Brazil than in Haiti doesn't necessarily mean that policies aimed at combating health inequalities in Brazil are less effective than those operating in Haiti-they may be more effective, but the effects of income are so strong that we observe higher inequalities in Brazil despite more effective antiinequality policies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Measuring Success with the Tide against You",
        "sec_num": "5."
      },
      {
        "text": "One very striking thing about the data on health inequalities from the World Bank's study is that, for the most part, it is the countries with the lowest average rates of under-five mortality and malnutrition that have the largest gaps between poor and non-poor children. This is evident in Figure 12 . The Dominican Republic may have a high level of inequality compared to Haiti, buts average under-five mortality rate is much less (just over 50 per 1,000 compared to nearly 150 per 1,000 in Haiti). It is true that in many of the pair wise comparisons, one country dominates the other on both criteria. Senegal, for example, does much worse on both than Zimbabwe. But the fact that in so many pair wise comparisons one country does better on one criterion and worse on the other makes it highly desirable to have a means of capturing these two dimensions in one overall summary index.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 291,
            "end": 300,
            "text": "Figure 12",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Trading Off Health Inequality against Average Health",
        "sec_num": "6."
      },
      {
        "text": "We can think of the problem as one of is to think of the problem as one of constructing a distributionally sensitive measure of population health (Wagstaff 2001) . The mean is clearly not appropriate, since it weights everyone's health equally, irrespective of how poor they are. One possible set of weights is the person's rank in the income distribution, or some simple function of it. One such scheme is to assign the poorest person a weight of 2 and then let the weight decline by 2/N (where N is the sample size) for each one-person step up the income distribution. Adopting this set of weights produces a distributionally-sensitive measure of population health, or an \"achievement index\", that is simply equal to the mean level of health of the population multiplied by the complement of the concentration index. A policy that resulted in the same proportional improvement in everyone's health would raise the value of the achievement index, while a policy that led to the same increase in the mean but a larger (smaller) proportional improvement in the health of the poor would produce a larger (smaller) increase in it. Figure 13 illustrates the idea in the case of under-five mortality for the countries in the grouping labelled \"Asia, the Near East and North Africa.\" India has a lower under-five mortality rate than Bangladesh (119 compared to 128 per 1,000), but the inequality between the poor and the better-off is higher in India. A country's achievement index captures both these considerations. Higher mortality rates among the poor push the achievement index (or, more correctly in this case, the disachievement index) above the sample mortality rate. The bigger the inequality, the greater the proportional \"wedge\" between achievement and the sample mean. India's concentration index for under-five mortality is -0.169, so that its achievement index for under-five mortality is 117 percent of 119, or 139 per 1,000. By contrast, Bangladesh's concentration index is only -0.084, so its achievement index is 108 percent of 128, or 139 per 1,000-the same as India's, despite its higher average rate. This formulation of the achievement index hinges, of course, on the particular set of weights chosen. It embodies the weights implied by the concentration index itself. But it and the concentration index can be generalized by introducing a parameter indicating the degree of aversion to inequalities in health between the poor and the better-off (Wagstaff 2001) . If one proceeds along these lines, the achievement index becomes the mean times the complement of the so-called generalized concentration index. The more averse the policymaker is to health inequalities between the poor and better-off, or equivalently the bigger the weight the policymaker wanted to attach to the health of the poor, the more the achievement index focuses on the health of the poor. In the extreme, the distributionally sensitive measure of population health reduces simply to the health of the poor, or the poorest group. But this would clearly be a very extreme position to take.",
        "cite_spans": [
          {
            "start": 146,
            "end": 161,
            "text": "(Wagstaff 2001)",
            "ref_id": "BIBREF38"
          },
          {
            "start": 2462,
            "end": 2477,
            "text": "(Wagstaff 2001)",
            "ref_id": "BIBREF38"
          }
        ],
        "ref_spans": [
          {
            "start": 1128,
            "end": 1137,
            "text": "Figure 13",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Trading Off Health Inequality against Average Health",
        "sec_num": "6."
      },
      {
        "text": "From the point of view of measuring the impact of anti-inequality policies, the challenge-whether comparing different countries at a point in time or a given country at different points in time-is the same, namely how to separate out the effects of policies from the effects of other differences or other changes. Clearly, we cannot simply compare inequalities across countries, or over time, since the headline levels of health inequality in a cross-section and changes in it over time will reflect many differences and many changesespecially those relating to income.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Measuring the Impact of Anti-Inequality Policies",
        "sec_num": "7."
      },
      {
        "text": "In a cross-section, one ought in principle to be able to parcel out the effects of policies along the lines of the cross-country regressions above. The results of the analysis reported here are somewhat discouraging, since the effect of the public share of health spending was insignificant and in results not reported above (but predictable on the basis of the scatter plot in Figure 10 ) was found to be very sensitive to the sample choice. Furthermore, the estimated impact in the full sample is very small. Table 7 shows that public spending on health closed the concentration index gap between Latin America and Sub-Saharan Africa but it did so only by a very small amount-the gap is 0.054, but only -0.002 of this was closed by Latin America's higher public share. To put this in perspective, Latin America would have to increase its public share of health spending from 49 percent to 134 percent to get a predicted under-five mortality concentration index equal to that of Sub-Saharan Africa! These numbers are clearly not definitive, and further work along these lines is required to learn more from cross-sectional data about the impacts on health inequality of anti-inequality policies. 9",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 378,
            "end": 387,
            "text": "Figure 10",
            "ref_id": null
          },
          {
            "start": 511,
            "end": 518,
            "text": "Table 7",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "Cross-country comparisons of the sources of health inequalities",
        "sec_num": null
      },
      {
        "text": "While the cross-section comparative analysis is certainly worth exploring further, an arguably more fruitful line of enquiry is through the use of country-based program evaluations with controls. For example, the results of the Ceara and Pelotas studies would have been far more compelling if the changes in inequality in these two areas had been compared with changes in inequality during the same period elsewhere. Ideally, the control groups would have been matched to ensure comparability, but even comparisons with Brazil over the period in question would have been more illuminating than simple trends. It might well have been the case that inequalities rose by more in Brazil over the period in question than in Ceara.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Before-and-after country studies with controls",
        "sec_num": null
      },
      {
        "text": "Before-and-after comparisons of health inequalities with control groups are few and far between. One recent study that does adopt such an approach is that of Bhuiya and others (2001) , who consider the impact on differentials in child mortality (mortality between the ages of one and five) of an MCH program delivered by the International Centre for Diarrhoeal Disease (ICDDRB). In the study, household wealth was measured by dwelling size in square meters-one of the variables used in the PCA-based wealth score in the World Bank study and, according to Bhuiya and others, a reasonably good proxy for household living standards. The MCH program was introduced in 1977 in only half of the area covered by the ICDDRB's demographic surveillance system. The areas not covered by the MCH program (the control group) comprise areas where only government health services were provided, but also areas where, in addition to government health service provision, BRAC (a nongovernmental organization) was operating its socioeconomic development program. The BRAC program was aimed at both poverty alleviation and women's development, and most of its activities (which included essential health care) were targeted on poor women. Figure 14 shows the changing inequalities in and levels of child mortality in the MCH and non-MCH areas for the years 1982 and 1996.10 In the area selected for the MCH program, inequalities were higher at the start of the study period (five years after the start of the MCH program) than in the area not selected for the program. The overall child mortality rate (CMR) was lower, however. During the period 1982-96, both areas saw a reduction in their CMRs by a little over 40 percent, the reduction being slightly higher in the control area. The spread of reductions across income groups was quite different, however. The MCH area saw the largest reductions among the poorest group, the next largest among the middle group, and the smallest among the richest group, the latter seeing a very much smaller percentage reduction than the two poorest groups. By contrast, in the control area, the biggest percentage reduction was in the richest group, with the poorest group securing the next largest reduction-almost as high a percentage as that secured by the richest group. The middle group in the control area, by contrast, showed only a very small percentage reduction. The concentration curves thus tell an interesting story-in the MCH area, the concentration curve moved everywhere closer toward the line of equality, and the concentration index fell dramatically. In the non-MCH area, by contrast, the concentration curve moved closer to the line of equality at the bottom of the income distribution but then moved outside the original curve, the net effect in terms of the concentration index being a rise in inequality. In both areas, the achievement (or rather disachievement) index fell (despite the rise in inequality in the control area), but the bigger reduction was in the MCH area. Indeed, the inequality in the MCH area was so low in 1996 that the disachievement index was lower there than in the control area, despite the higher average MCR. This study seems to be a success story not only in terms of study design and data collection, but also in terms of shedding light on policies that can reduce levels of and inequalities in child mortality. Source: Bhuiya and others (2001) . ",
        "cite_spans": [
          {
            "start": 158,
            "end": 182,
            "text": "Bhuiya and others (2001)",
            "ref_id": null
          },
          {
            "start": 3390,
            "end": 3414,
            "text": "Bhuiya and others (2001)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 1220,
            "end": 1229,
            "text": "Figure 14",
            "ref_id": "FIGREF13"
          }
        ],
        "eq_spans": [],
        "section": "Before-and-after country studies with controls",
        "sec_num": null
      },
      {
        "text": "Another type of investigation that can prove useful in assessing the impact of antiequity policies on health inequalities, namely to see how different income groups fare in terms of receipt of publicly financed health services-a type of analysis known as Benefit Incidence Analysis (BIA). Some services may be wholly publicly financed-e.g., immunization. In such cases, the distribution of usage of these services provides an indication of the distribution of government spending on the program in question. Services such as immunization are also easy to deal with insofar as the benefits-in terms of health improvements generated by the program-are likely to be fairly homogenous across users. Trying to assess who benefits from public spending on the health sector more generally is much harder. Not everyone will benefit equally-in terms of expected health gain-from a particular type of visit or episode of treatrnent. In an early study of the British NHS, for example, it was found that general practitioners spent longer per consultation with patients from the higher occupational classes than the lower occupational classes. It is not obvious that this means the health gains per consultation were also higher, but it serves as a warning to consider the possibility that different income groups might benefit differently from what seems on the face of it to be an identical unit of utilization. In practice, this complication is typically sidestepped in BIA studies and each type of service (primary care consultation, outpatient visit, inpatient day, etc.) is valued at its resource cost. There is another problem when moving to the more ambitious task of assessing the distribution of the overall benefits of public expenditure on health, namely that different elements of subsidy may accrue to different income groups if user fees and out-of-pocket payments vary with income. This is much easier to tackle, since from household surveys one can often establish the amount paid out of pocket by each user, and by implication how much was financed by the government out of public revenues.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Benefit-incidence studies",
        "sec_num": null
      },
      {
        "text": "There are a few studies to date examining inequalities in the receipt of specific services in developing countries. The World Bank study discussed above includes, in fact, distributions of utilization of key MCH services as well as key MCH outcomes. Figure 15 is based, however, on another recent study, this time on immunization in India (Pande and Yazbeck 2001) . It shows concentration indices for fully immunized children grouped into wealth quintiles along the lines of the World Bank study above. Despite the Indian government's commitment to achieving 85 percent coverage against the six immunizable diseases by 1990, and despite the fact that the service is free at the point of use, some states apparently do far better than others in immunizing poor children. There is comparatively little inequality in immunization coverage in states like Andhra Pradesh, Kerala and Tamil Nadu. But in states such Assam, Bihar and Uttar Pradesh, poorer children are far less likely to be fully immunized that better-off children. As the authors of the study note, the challenge is to find out which factors enabled the low-inequality to states to reach the poor to see if there are lessons to be leamed for the delivery of immunization services in the high-inequality states. Source: Pande and Yazbeck (2001) .",
        "cite_spans": [
          {
            "start": 339,
            "end": 363,
            "text": "(Pande and Yazbeck 2001)",
            "ref_id": "BIBREF25"
          },
          {
            "start": 1279,
            "end": 1303,
            "text": "Pande and Yazbeck (2001)",
            "ref_id": "BIBREF25"
          }
        ],
        "ref_spans": [
          {
            "start": 250,
            "end": 259,
            "text": "Figure 15",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Benefit-incidence studies",
        "sec_num": null
      },
      {
        "text": "A large number of full BIA studies have been undertaken in the developing world.\" 1 Typically these studies have been undertaken on a piecemeal basis by different authors with little regard for comparability of assumptions with other studies. Comparing the results of different studies is thus somewhat heroic and runs the risk of showing spurious differences due to differences in assumptions. Nonetheless, it is tempting and-one hopes-potentially instructive to do so. Figure 16 shows the concentration indices for government subsidies to the health sector for various developing countries, two industrialized countries (Denmark and the United Kingdom), and various states within India. In the countries with positive concentration indices, the better-off get a disproportionate share of the subsidy, while in the countries with negative indices health sector subsidies are targeted toward the poor. A few developing countries apparently manage to achieve propoor distributions of public spending on health care-Costa Rica and Malaysia stand out, but several Latin American countries (though not Brazil and Peru) manage to target their health sector subsidies on the poor. Both Denmark and the United Kingdom do as well, but only one state in India-Kerala-does.1 2 For many developing countries, however, and the majority of states within India, the picture is one of health sector subsidies-presumably intended primarily for the poor-being expropriated largely by the better-off. In Guinea, for example, the poorest quintile received only 4 percent of public spending on health, while the richest quintile received a staggering 48 percent (Castro-Leal and others 1999) . This is failure on a massive scale. Source: Argentina, Brazil, Bulgaria, Chile, Colombia, Ghana, Guyana, Indonesia, Kenya, Madagascar, Malaysia, Mongolia, S. Africa, Uruguay, Vietnam (Filmer, Hammer, and Pritchett 1998) ; China author's calculations; Costa Rica World Bank Poverty Assessment; Denmark (Christiansen 1993) , Guinea (Castro-Leal and others 2000): Honduras (World Bank 1997); India (World Bank 2001); Peru (World Bank 1999); UK (Propper and Upward 1993) .",
        "cite_spans": [
          {
            "start": 1642,
            "end": 1671,
            "text": "(Castro-Leal and others 1999)",
            "ref_id": null
          },
          {
            "start": 1857,
            "end": 1893,
            "text": "(Filmer, Hammer, and Pritchett 1998)",
            "ref_id": "BIBREF14"
          },
          {
            "start": 1975,
            "end": 1994,
            "text": "(Christiansen 1993)",
            "ref_id": "BIBREF8"
          },
          {
            "start": 2115,
            "end": 2140,
            "text": "(Propper and Upward 1993)",
            "ref_id": "BIBREF28"
          }
        ],
        "ref_spans": [
          {
            "start": 471,
            "end": 480,
            "text": "Figure 16",
            "ref_id": "FIGREF6"
          }
        ],
        "eq_spans": [],
        "section": "Benefit-incidence studies",
        "sec_num": null
      },
      {
        "text": "\"See (Castro-Leal and others 2000, Sahn and Younger 2000, Yaqub 1999) for recent multicountry BIA studies or survers of the health sector.",
        "cite_spans": [
          {
            "start": 35,
            "end": 43,
            "text": "Sahn and",
            "ref_id": "BIBREF30"
          },
          {
            "start": 44,
            "end": 69,
            "text": "Younger 2000, Yaqub 1999)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Benefit-incidence studies",
        "sec_num": null
      },
      {
        "text": "Kerala is, in fact, the only state in the whole country-not just the states shown in the chart-to do so.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Benefit-incidence studies",
        "sec_num": null
      },
      {
        "text": "This is yet another fruitful approach to disentangling the impacts on health inequalities of policies and other influences. While somewhat technical, the idea is simple (Wagstaff 2000; Wagstaff, van Doorslaer, and Watanabe 2001) . Consider the case of inequalities in child survival. The expected survival time of a child will depend on a number of underlying determinants of child health. At the child level, these will include the child's gender and his or her birth order. At the household level, they will include the mother's education, the household's income, its drinking water and sanitation facilities, and the location of the household's dwelling in relation to, for example, health services. Also important will be various influences at the community level, such as the accessibility, availability and quality of health services, as well as infrastructure in the community (electricity, roads, public transport, community facilities such as shops, etc.). With data from household and community surveys, one can model the links between child survival and its determinants to estimate the responsiveness or \"elasticity\" of survival to each of its determinants. Estimating these elasticities is one part of the exercise of decomposing or unpacking the causes of socioeconomic inequalities in survival. The other part involves seeing how unequally distributed the various determinants are across income groups. The larger the elasticity of a particular determinant is, and the more unequally it is distributed, the more important it is in explaining survival inequalities. So, for example, if survival turns out to be highly sensitive to the availability of primary health care facilities in the child's community, and poor children are very much less likely to have such facilities in their community, these inequalities in primary care availability will account for a large fraction of the inequality in child survival. The two elements to the story are multiplicative. A determinant might be absolutely fundamental to child survival, but if it is not especially unequally distributed across income groups, it won't be a major part of the explanation of survival inequalities. Or, a determinant might be highly unequally distributed, but if survival isn't especially sensitive to it, inequality in the determinant will not help us explain inequalities in child survival. In principle, at least, if the data are good enough, this approach allows us to partition the causes of health inequalities into, for example, those that can be influenced by the health system, and those that can't. Figure 17 shows the results of a study that uses this methodology to unpack the causes of inequalities in stunting in Vietnam in 1993 and 1998. The inequality captures the inequality in height-for-age (cf. Table 1), and the negative concentration index indicates inequalities in each year with poor children having lower height-for-age scores. The child's height-for-age score is linked via regression analysis in each year to various child-level and household-level underlying determinants of health, along the lines of the child survival example above. Being unable to capture the separate effects of the numerous possible community-level influences, the authors treated these as unobservable \"fixed effects,\" which were then later \"recovered\" from the statistical results. In each year, it is inequalities in these community influences that are the single most important source of inequalities in stunting. These presumably reflect the fact that poorer children live in areas that are poorly endowed with health facilities, have poor infrastructure, and so on. The important each of these community-level inequalities could not be ascertained with the data available. Another large .35 contributor to stunting inequalities is income inequality. By contrast, inequalities in water and sanitation, and in parents' education do not appear to account for large shares of stunting inequality in Vietnam in the years in question. The results suggest that the main drivers of rising inequalities in stunting between 1993 and 1998 are increased inequalities at the community level and changes related to income (rising income inequality but also an increase in the income elasticity of malnutrition). With better data one could try to \"drill down\" further to see how much of the changes at the community level were related to health sector changes. ",
        "cite_spans": [
          {
            "start": 169,
            "end": 184,
            "text": "(Wagstaff 2000;",
            "ref_id": "BIBREF38"
          },
          {
            "start": 185,
            "end": 228,
            "text": "Wagstaff, van Doorslaer, and Watanabe 2001)",
            "ref_id": "BIBREF42"
          }
        ],
        "ref_spans": [
          {
            "start": 2596,
            "end": 2605,
            "text": "Figure 17",
            "ref_id": "FIGREF7"
          }
        ],
        "eq_spans": [],
        "section": "Decomposition analysis",
        "sec_num": null
      },
      {
        "text": "The 42-country World Bank study, which provided the starting point of the paper, reveals significant correlations between inequalities in different indicators of child healthmortality, malnutrition, diarrhoea, and ARI. The data also reveal large international differences in the degree of inequalities in child health outcomes. A simple stylized theoretical model rationalizing the health-income relationship predicts that these intercountry differences could reflect, at the minimum differences in average incomes, differences in income inequality, and differences in the degree of public financing of health care (since this reduces the price of health care at the point of use). Surprisingly, the data show only very weak-and statistically insignificant-associations between inequality in under-five mortality (the inequality variable used throughout) on the one hand and income inequality and the proportion of health spending financed publicly on the other. By contrast, there was a strong and significant positive relationship between mortality inequality and income per capitaricher countries have higher relative inequalities in child mortality between the poor and better-off. Evidence from trends in health inequalities showed that health inequalities have tended to grow-both in developing and developed countries-at times of economic growth. The paper suggested that this is probably due in part to technological change going hand-inhand with economic growth, and a tendency for the better-off to assimilate new technology ahead of the poor.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "8."
      },
      {
        "text": "The second part of the paper was concerned with the issue of how to respond to this evidence. It suggested that one needs to face up to the fact that the force that makes for higher health inequalities-higher per capita incomes-is precisely the same that makes people healthier on average. It suggested a way of quantifying the trade-off between health inequalities and health levels. The paper also went on to argue that measures can be devised to reduce health inequalities below what they would otherwise be. Policies are unlikely to turn back the tide, but they can hope to reduce its force. The difficulty is in assessing the effectiveness of anti-inequality policies if other factors-notably rising per capita incomesare operating at the same time and tending to offset the effects of these policies. Instead of comparing the headline level of health inequality across countries or over time (which reveals the effects of all differences and all changes including those relating to income), the paper suggests four approaches that can shed light on the impacts on health inequalities of antiinequality policies: cross-country comparative studies, country-based before-and-after studies with controls, benefit-incidence analysis, and decomposition analysis. The results of studies in these four genres do not give as many clear-cut answers as one might like on how best to swim against the tide of rising per capita incomes and their apparent inequality-increasing effects. But they ought at least to help us build up our stock of knowledge on the subject.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "8."
      },
      {
        "text": "X A PCA searches for the linear combinations of the variables selected that account for the maximum possible variance in the data.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Theory does not actually imply that this will necessarily be the case. Health could be an inferior commodity-one for which demandfalls as income rises. There is a wealth of evidence indicating that health is not inferior in this sense.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "An income elasticity of one means the demand for health rises by 10 percent for a 10-percent increase in income. An elasticity of less than one (in which case health is said to be income inelastic) means the demand for health rises by less than 10 percent for a 10-percent increase in income, while an elasticity in excess of one (in which case health is said to be income elastic) means the demand for health rises by more than 10 percent for a 10-percent increase in income.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Contoyannis and Forster ( 1999a, b) consider the effect of an upwards shift in the health-income relationship. They show that if the shift raises the income elasticity of health at each income level, then health inequalities will increase. By contrast, if it reduces the elasticity, health inequalities will fall, while if it leaves the elasticity unchanged, health inequality will also remain unchanged.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The data are from Global Development Network Growth Database http://www.worldbank.org/researcb/growth/GDNdata.htm.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In their study, van Doorslaer and others also included health spending per capita. In retrospect, it is arguable whether this should be in the equation. Although health spending is frequently included in health regressions alongside income, the implication of the theoretical model is that one ought to include either income (in which case the equation is a demand equation) or health spending (in which case the equation is a production function), but not both.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "There is, of course, an additional unexplained component, due to the fact that according to the model Latin America has more health inequality than expected and Sub-Saharan Africa somewhat less.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Clearly, there is a possibility that the association between child mortality and income reflects causality running from mortality to income: for example, foreign investors might be deterred if infectious diseases are rampant. Pritchett and Summers use instrumental variables to purge the association of any reverse causality. These are variables that influence income, but are not influenced by mortality and not caused by any third variable influencing both income and mortality. They use a vaTiety of instrumental variables including terms of trade and the ratio of investment to GDP.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Bidani and Ravallion (1997) also report the results of cross-country regressions aimed at shedding light on the effects of public expenditure and income on health gaps between the poor and the nonpoor. However, in the absence of data on health indicators by poverty grouping, they were forced to make distributional assumptions to \"retrieve\" them artificially. They find that at both one-dollar-a-day and two-dollar-a-day poverty lines, public health spending reduces health inequality between the poor and nonpoor, because it has a larger impact among the poor than among the nonpoor.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "'° The wealth groups in the study are not of equal sized, and furthermore the sizes changed over time. For reasons indicated above in connection with the World Bank 42-country study, one would like to take group sizes and their changes into account. I am grateful to Abbas Bhuiya for providing me with the group sizes, which were not reported in the original article, to construct the concentration curves, concentration indices, and averages reported inFigure 14andTable 8.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Independent Inquiry into Inequalities in Health. London: The Stationery Office",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Acheson",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Acheson, D. 1998. Independent Inquiry into Inequalities in Health. London: The Stationery Office.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Designing Household Survey Questionnaires for Developing Countries",
        "authors": [
          {
            "first": "Harold",
            "middle": [],
            "last": "Alderman",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Alderman, Harold. 2000. \"Anthropometry.\" In Margaret Grosh and Paul Glewwe, eds. Designing Household Survey Questionnaires for Developing Countries. Washington D.C.: World Bank.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Equality, equity: why bother?",
        "authors": [
          {
            "first": "G",
            "middle": [
              "A O"
            ],
            "last": "Alleyne",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "A"
            ],
            "last": "Casas",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Castillo-Salgado",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Bulletin of the World Health Organization",
        "volume": "78",
        "issue": "1",
        "pages": "76--77",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Alleyne, G. A. O., J. A. Casas, and C. Castillo-Salgado. 2000. \"Equality, equity: why bother?\" Bulletin of the World Health Organization 78 (1): 76 -77.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Bangladesh: An intervention study of factors underlying increasing equity in child survival",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Bhuiya",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Chowdhury",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Ahmed",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "M"
            ],
            "last": "Adams",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "T",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bhuiya, A., M. Chowdhury, F. Ahmed, and A. M. Adams. 2001. \"Bangladesh: An intervention study of factors underlying increasing equity in child survival.\" In T.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Challenging Inequities in Health: From Ethics to Action",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Evans",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Whitehead",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Diderichsen",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Bhuiya",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Wirth",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Evans, M. Whitehead, F. Diderichsen, A. Bhuiya, and M. Wirth, eds., Challenging Inequities in Health: From Ethics to Action. Oxford: Oxford University Press.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Decomposing social indicators using distributional data",
        "authors": [
          {
            "first": "Benu",
            "middle": [],
            "last": "Bidani",
            "suffix": ""
          },
          {
            "first": "Martin",
            "middle": [],
            "last": "Ravallion",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "Journal of Econometrics",
        "volume": "77",
        "issue": "1",
        "pages": "125--164",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bidani, Benu, and Martin Ravallion. 1997. \"Decomposing social indicators using distributional data.\" Journal of Econometrics 77 (1): 125 -39.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Public social spending in Africa: do the poor benefit?",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Castro-Leal",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Dayton",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Demery",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Mehra",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "World Bank Research Observer",
        "volume": "14",
        "issue": "1",
        "pages": "49--72",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Castro-Leal, F., J. Dayton, L. Demery, and K. Mehra. 1999. \"Public social spending in Africa: do the poor benefit?\" World Bank Research Observer 14 (1): 49 -72.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Public spending on health care in Africa: do the poor benefit?",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Castro-Leal",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Dayton",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Demery",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Mehra",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Bulletin of the World Health Organization",
        "volume": "78",
        "issue": "1",
        "pages": "66--74",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Castro-Leal, F., J. Dayton, L. Demery, and K. Mehra. 2000. \"Public spending on health care in Africa: do the poor benefit?\" Bulletin of the World Health Organization 78 (1): 66 - 74.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Equity in the Finance and Delivery of Health Care: An International Perspective",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Christiansen",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Christiansen, T. 1993. \"Denmark.\" In Eddy van Doorslaer, Adam Wagstaff and Frans Rutten, eds., Equity in the Finance and Delivery of Health Care: An International Perspective. Oxford and New York: Oxford University Press.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Our healthier nation?",
        "authors": [
          {
            "first": "Paul",
            "middle": [],
            "last": "Contoyannis",
            "suffix": ""
          },
          {
            "first": "Martin",
            "middle": [],
            "last": "Forster",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Health Economics",
        "volume": "8",
        "issue": "4",
        "pages": "289--96",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Contoyannis, Paul, and Martin Forster. 1999a. \"Our healthier nation?\" Health Economics 8 (4): 289-96.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "The distribution of health: a theoretical framework",
        "authors": [
          {
            "first": "Paul",
            "middle": [],
            "last": "Contoyannis",
            "suffix": ""
          },
          {
            "first": "Martin",
            "middle": [],
            "last": "Forster",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Journal of Health Economics",
        "volume": "18",
        "issue": "5",
        "pages": "605--627",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Contoyannis, Paul, and Martin Forster. 1999b. \"The distribution of health: a theoretical framework.\" Journal of Health Economics 18 (5): 605-22.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Better Health for Poor People. London: Department for International Development",
        "authors": [],
        "year": 1999,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Department for International Development. 1999. Better Health for Poor People. London: Department for International Development.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Health Inequalities: Decennial Supplement, Series DS No. 15. London: The Stationery Office",
        "authors": [],
        "year": 1997,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Drever, Frances, and Margaret Whitehead, eds. 1997. Health Inequalities: Decennial Supplement, Series DS No. 15. London: The Stationery Office.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "The Elusive Quest for Growth: Economists 'Misadventures in the Tropics",
        "authors": [
          {
            "first": "William",
            "middle": [],
            "last": "Easterly",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Easterly, William. 2001. The Elusive Quest for Growth: Economists 'Misadventures in the Tropics. Cambridge, Mass.: MIT Press.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Health policy in poor countries: weak links in the chain. Policy Research Working Paper 1874",
        "authors": [
          {
            "first": "Deon",
            "middle": [],
            "last": "Filmer",
            "suffix": ""
          },
          {
            "first": "Jeffrey",
            "middle": [],
            "last": "Hammer",
            "suffix": ""
          },
          {
            "first": "Lant",
            "middle": [],
            "last": "Pritchett",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Filmer, Deon, Jeffrey Hammer, and Lant Pritchett. 1998. Health policy in poor countries: weak links in the chain. Policy Research Working Paper 1874. World Bank, Development Research Group, Washington, D.C.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "The effect of household wealth on educational attainment: evidence from 35 countries",
        "authors": [
          {
            "first": "Deon",
            "middle": [],
            "last": "Filmer",
            "suffix": ""
          },
          {
            "first": "Lant",
            "middle": [],
            "last": "Pritchett",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Population and Development Review",
        "volume": "25",
        "issue": "1",
        "pages": "85--120",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Filmer, Deon, and Lant Pritchett. 1999. \"The effect of household wealth on educational attainment: evidence from 35 countries.\" Population and Development Review 25 (1): 85-120.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Health Inequalities in European Countries. England: Aldershot, Hants, and",
        "authors": [
          {
            "first": "John",
            "middle": [],
            "last": "Fox",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Fox, John, ed. 1989. Health Inequalities in European Countries. England: Aldershot, Hants, and Brookfield, Vt.: Gower.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "The challenge of health inequalities",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Graham",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Understanding Health Inequalities. Buckingham and Philadelphia",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Graham, H. 2000. The challenge of health inequalities. In H. Graham, ed., Understanding Health Inequalities. Buckingham and Philadelphia, Penn.: Open University Press.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Health inequalities and the health of the poor: What do we know? What can we do?",
        "authors": [
          {
            "first": "D",
            "middle": [
              "R"
            ],
            "last": "Gwatkin",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Bulletin of the World Health Organization",
        "volume": "78",
        "issue": "1",
        "pages": "3--17",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gwatkin, D. R. 2000. \"Health inequalities and the health of the poor: What do we know? What can we do?\" Bulletin of the World Health Organization 78 (1): 3 -17.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Socioeconomic Differences in Health, Nutrition and Population. Health, Nutrition & Population Discussion Paper",
        "authors": [
          {
            "first": "D",
            "middle": [
              "R"
            ],
            "last": "Gwatkin",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Rutstein",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Johnson",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Pande",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Wagstaff",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "Journal of Econometrics",
        "volume": "77",
        "issue": "1",
        "pages": "87--104",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gwatkin, D. R., S. Rutstein, K. Johnson, R. Pande, and A. Wagstaff. 2000. Socioeconomic Differences in Health, Nutrition and Population. Health, Nutrition & Population Discussion Paper. World Bank, Washington D.C. International Monetary Fund, OECD, United Nations, and World Bank. 2000. 2000 A better worldfor all: Progress toward the international development goals. Washington, D.C. Kakwani, Nanak, Adam Wagstaff, and Eddy van Doorlsaer. 1997. \"Socioeconomic inequalities in health: Measurement, computation and statistical inference.\" Journal of Econometrics 77 (1): 87-104.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "International variation in socioeconomic inequalities in self-reported health",
        "authors": [
          {
            "first": "A",
            "middle": [
              "E"
            ],
            "last": "Kunst",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Geurts",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Van Den Berg ; Kunst",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "E"
            ],
            "last": "",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "J"
            ],
            "last": "Geurts",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Van Den",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Berg",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "Dutch Central Bureau of Statistics",
        "volume": "49",
        "issue": "2",
        "pages": "117--140",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kunst, A. E., J. Geurts, and L. van den Berg. 1992. International variation in socioeconomic inequalities in self-reported health. Dutch Central Bureau of Statistics, Voorburg. Kunst, A. E., J. J. Geurts, and J. van den Berg. 1995. International variation in socioeconomic inequalities in self-reported health. JEpidemiol Community Health 49 (2): 117-23.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "An international comparison of distributions of ages-at-death",
        "authors": [
          {
            "first": "Le",
            "middle": [],
            "last": "Grand",
            "suffix": ""
          },
          {
            "first": "Julian",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "Health inequality in European countries. England: Aldershot, Hants, and Brookfield",
        "volume": "31",
        "issue": "",
        "pages": "182--91",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Le Grand, Julian. 1987. \"Inequalities in health: some international comparisons.\" European Economic Review 31 (1/2): 182-91. . 1989. \"An international comparison of distributions of ages-at-death.\" In John Fox, ed., Health inequality in European countries. England: Aldershot, Hants, and Brookfield, Vt.: Gower.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Measuring the magnitude of socioeconomic inequalities in health: an overview of available measures illustrated with two examples from Europe",
        "authors": [
          {
            "first": "J",
            "middle": [
              "P"
            ],
            "last": "Mackenbach",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "E"
            ],
            "last": "Kunst",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "Social Science and Medicine",
        "volume": "44",
        "issue": "6",
        "pages": "757--71",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mackenbach, J. P., and A. E. Kunst. 1997. \"Measuring the magnitude of socioeconomic inequalities in health: an overview of available measures illustrated with two examples from Europe.\" Social Science and Medicine 44 (6): 757-71.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Socioeconomic inequalities in morbidity and mortality in western Europe",
        "authors": [
          {
            "first": "J",
            "middle": [
              "P"
            ],
            "last": "Mackenbach",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "E"
            ],
            "last": "Kunst",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "E J M"
            ],
            "last": "Cavelaars",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Groenhof",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "J M"
            ],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "Lancet",
        "volume": "349",
        "issue": "",
        "pages": "1655--59",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mackenbach, J. P., A. E. Kunst, A. E. J. M. Cavelaars, F. Groenhof, J. J. M. Geurts, and EU Working Group on Socioeconomic Inequalities in Health. 1997. \"Socioeconomic inequalities in morbidity and mortality in western Europe.\" Lancet 349: 1655-59.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "Social class inequality in infant mortality in England and Wales from 1921 to 1980",
        "authors": [
          {
            "first": "E",
            "middle": [],
            "last": "Pamuk",
            "suffix": ""
          }
        ],
        "year": 1985,
        "venue": "European Journal of Population",
        "volume": "39",
        "issue": "",
        "pages": "1--21",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Pamuk, E. 1985. \"Social class inequality in mortality from 1921 -1972 in England and Wales.\" Population Studies 39: 17-31. . 1988. \"Social class inequality in infant mortality in England and Wales from 1921 to 1980.\" European Journal of Population 4: 1-21.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "What's in a country average? Income, gender, and regional inequalities in immunization in India",
        "authors": [
          {
            "first": "R",
            "middle": [
              "P"
            ],
            "last": "Pande",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "S"
            ],
            "last": "Yazbeck",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "World Bank",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Pande, R. P., and A. S. Yazbeck. 2001. \"What's in a country average? Income, gender, and regional inequalities in immunization in India.\" World Bank, Washington, D.C. Processed.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "The increasing disparity in mortality between socioeconomic groups in the United States",
        "authors": [
          {
            "first": "G",
            "middle": [],
            "last": "Pappas",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Queen",
            "suffix": ""
          },
          {
            "first": "W",
            "middle": [],
            "last": "Hadden",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Fisher",
            "suffix": ""
          }
        ],
        "year": 1960,
        "venue": "New England Journal of Medicine",
        "volume": "329",
        "issue": "2",
        "pages": "103--112",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Pappas, G., S. Queen, W. Hadden, and G. Fisher. 1993. \"The increasing disparity in mortality between socioeconomic groups in the United States, 1960 and 1986.\" New England Journal of Medicine 329 (2): 103 -9.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "Wealthier is healthier",
        "authors": [
          {
            "first": "Lant",
            "middle": [],
            "last": "Pritchett",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [
              "H"
            ],
            "last": "Summers",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "Journal of Human Resources",
        "volume": "31",
        "issue": "4",
        "pages": "841--68",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Pritchett, Lant, and L. H. Summers. 1996. \"Wealthier is healthier.\" Journal of Human Resources 31 (4): 841 -68.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "Equity in the Finance and Delivery of Health Care: An International Perspective",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Propper",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Upward",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Propper, C., and R. Upward. 1993. \"United Kingdom.\" In Eddy Van Doorslaer, Adam Wagstaff and Frans Rutten. eds., Equity in the Finance and Delivery of Health Care: An International Perspective. Oxford: Oxford University Press.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "Need, Equity and the NHS: The Distribution of Health Care Expenditure 1974 -87",
        "authors": [
          {
            "first": "Carol",
            "middle": [],
            "last": "Propper",
            "suffix": ""
          },
          {
            "first": "Richard",
            "middle": [],
            "last": "Upward",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "Fiscal Studies",
        "volume": "13",
        "issue": "2",
        "pages": "1--21",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Propper, Carol, and Richard Upward. 1992. \"Need, Equity and the NHS: The Distribution of Health Care Expenditure 1974 -87.\" Fiscal Studies 13 (2): 1-21.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "Expenditure incidence in Africa: microeconomic evidence",
        "authors": [
          {
            "first": "D",
            "middle": [
              "E"
            ],
            "last": "Sahn",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "D"
            ],
            "last": "Younger",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Fiscal Studies",
        "volume": "21",
        "issue": "3",
        "pages": "329--377",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Sahn, D. E., and S. D. Younger. 2000. \"Expenditure incidence in Africa: microeconomic evidence.\" Fiscal Studies 21(3): 329-48.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "The widening gap in death rates among income groups in the United States from 1967 to 1986",
        "authors": [
          {
            "first": "L",
            "middle": [
              "M"
            ],
            "last": "Schalick",
            "suffix": ""
          },
          {
            "first": "W",
            "middle": [
              "C"
            ],
            "last": "Hadden",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Pamuk",
            "suffix": ""
          },
          {
            "first": "V",
            "middle": [],
            "last": "Navarro",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Pappas",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "International Journal of Health Services",
        "volume": "30",
        "issue": "1",
        "pages": "13--26",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Schalick, L. M., W. C. Hadden, E. Pamuk, V. Navarro, and G. Pappas. 2000. \"The widening gap in death rates among income groups in the United States from 1967 to 1986.\" International Journal of Health Services 30 (1): 13-26.",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "Development as Freedom",
        "authors": [
          {
            "first": "Amartya",
            "middle": [],
            "last": "Sen",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Sen, Amartya. 1999. Development as Freedom. New York: Knopf.",
        "links": null
      },
      "BIBREF33": {
        "ref_id": "b33",
        "title": "Trends in equity in child survival in developing countries: an illustrative analysis using Ugandan data",
        "authors": [
          {
            "first": "G",
            "middle": [],
            "last": "Stecklov",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Bommier",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Boerma",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Stecklov, G., A. Bommier, and T. Boerma. 1999. Trends in equity in child survival in developing countries: an illustrative analysis using Ugandan data. Carolina Population Center.",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "Socioeconomic inequalities in morbidity and mortality in western Europe",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Vagero",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Erikson",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "The Lancet",
        "volume": "350",
        "issue": "",
        "pages": "516--533",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Vagero, D., and R. Erikson. 1997. \"Socioeconomic inequalities in morbidity and mortality in western Europe.\" The Lancet 350 (August 16): 516-17.",
        "links": null
      },
      "BIBREF35": {
        "ref_id": "b35",
        "title": "Income-related inequalities in health: some international comparisons",
        "authors": [
          {
            "first": "Van",
            "middle": [],
            "last": "Doorslaer",
            "suffix": ""
          },
          {
            "first": "Adam",
            "middle": [],
            "last": "Eddy",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [],
            "last": "Wagstaff",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Bleichrodt",
            "suffix": ""
          },
          {
            "first": "U.-G",
            "middle": [],
            "last": "Caonge",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Gerdtham",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Gerfin",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Geurts",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Gross",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "Journal of Health Economics",
        "volume": "16",
        "issue": "",
        "pages": "93--112",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Van Doorslaer, Eddy, Adam Wagstaff, H. Bleichrodt, S. Caonge, U.-G. Gerdtham, M. Gerfin, J. Geurts, and L. Gross. 1997. \"Income-related inequalities in health: some international comparisons.\" Journal of Health Economics 16: 93-112.",
        "links": null
      },
      "BIBREF36": {
        "ref_id": "b36",
        "title": "Chile: Socioeconomic differentials and mortality in middle-income nation",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Vega",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [
              "D"
            ],
            "last": "Hollstein",
            "suffix": ""
          },
          {
            "first": "I",
            "middle": [],
            "last": "Delgado",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [
              "C"
            ],
            "last": "Perez",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Carrasco",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Marshall",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Yach",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Challenging Inequalities in Health: From Ethics to Action",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Vega, J., R. D. Hollstein, I. Delgado, K. C. Perez, S. Carrasco, G. Marshall, and D. Yach. 2001. \"Chile: Socioeconomic differentials and mortality in middle-income nation.\" In T. Evans, M. Whitehead, F. Diderichsen, A. Bhuiya and M. Wirth, eds., Challenging Inequalities in Health: From Ethics to Action. Oxford: Oxford University Press.",
        "links": null
      },
      "BIBREF37": {
        "ref_id": "b37",
        "title": "Explaining-trends in inequities: evidence from Brazilian child health studies",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Victora",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [
              "C"
            ],
            "last": "Barros",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "P"
            ],
            "last": "Vaughan",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "C"
            ],
            "last": "Silva",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Tomasi",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Lancet",
        "volume": "356",
        "issue": "9235",
        "pages": "1093--98",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Victora, C., F.C. Barros, J.P. Vaughan, A.C. Silva, and E. Tomasi. 2000. \"Explaining-trends in inequities: evidence from Brazilian child health studies.\" Lancet 356 (9235): 1093- 98.",
        "links": null
      },
      "BIBREF38": {
        "ref_id": "b38",
        "title": "Economics, health and development: some ethical dilemmas facing the World Bank and the international community",
        "authors": [
          {
            "first": "Adam",
            "middle": [],
            "last": "Wagstaff",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "Journal of Epidemiology & Community Health",
        "volume": "40",
        "issue": "1",
        "pages": "262--67",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wagstaff, Adam. 1986. \"The demand for health: theory and applications.\" Journal of Epidemiology & Community Health 40: 1-11. 2000. Socioeconomic inequalities in child mortality: comparisons across nine developing countries. Bulletin of the World Health Organizatiot 78 (1): 19-29. . 2000. \"Unpacking the causes of inequalities in child survival: the case of Cebu, The Philippines.\" Development Research Group, World Bank, Washington D.C. Processed. . 2001. \"Economics, health and development: some ethical dilemmas facing the World Bank and the international community.\" Journal of Medical Ethics 27 (4): 262-67. . 2001. Inequality aversion, health inequalities, and health achievement. Policy Research Working Paper (forthcoming). World Bank, Development Research Group. Washington, D.C.",
        "links": null
      },
      "BIBREF39": {
        "ref_id": "b39",
        "title": "Poverty and survival prospects of Vietnamese children under Doi Moi",
        "authors": [
          {
            "first": "Adam",
            "middle": [],
            "last": "Wagstaff",
            "suffix": ""
          },
          {
            "first": "Nga",
            "middle": [],
            "last": "Nguyen",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wagstaff, Adam, and Nga Nguyen. 2001. \"Poverty and survival prospects of Vietnamese children under Doi Moi.\" Policy Research Working Paper (forthcoming).",
        "links": null
      },
      "BIBREF40": {
        "ref_id": "b40",
        "title": "Socioeconomic inequalities in child malnutrition in the developing world",
        "authors": [
          {
            "first": "Adam",
            "middle": [],
            "last": "Wagstaff",
            "suffix": ""
          },
          {
            "first": "Naoko",
            "middle": [],
            "last": "Watanabe",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wagstaff, Adam, and Naoko Watanabe. 2000. \"Socioeconomic inequalities in child malnutrition in the developing world.\" Policy Research Working Paper 2434. Development Research Group, World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF41": {
        "ref_id": "b41",
        "title": "On the measurement of inequalities in health",
        "authors": [
          {
            "first": "Adam",
            "middle": [],
            "last": "Wagstaff",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Paci",
            "suffix": ""
          },
          {
            "first": "Eddy",
            "middle": [],
            "last": "Van Doorslaer",
            "suffix": ""
          }
        ],
        "year": 1991,
        "venue": "Social Science and Medicine",
        "volume": "33",
        "issue": "",
        "pages": "545--57",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wagstaff, Adam, P. Paci, and Eddy van Doorslaer. 1991. \"On the measurement of inequalities in health.\" Social Science and Medicine 33: 545-57.",
        "links": null
      },
      "BIBREF42": {
        "ref_id": "b42",
        "title": "On decomposing the causes of health sector inequalities, with an application to malnutrition inequalities in Vietnam",
        "authors": [
          {
            "first": "Adam",
            "middle": [],
            "last": "Wagstaff",
            "suffix": ""
          },
          {
            "first": "Eddy",
            "middle": [],
            "last": "Van Doorslaer",
            "suffix": ""
          },
          {
            "first": "Naoko",
            "middle": [],
            "last": "Watanabe",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Policy Research Working Paper (forthcoming). Development Research Group",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wagstaff, Adam, Eddy van Doorslaer, and Naoko Watanabe. 2001. \"On decomposing the causes of health sector inequalities, with an application to malnutrition inequalities in Vietnam.\" Policy Research Working Paper (forthcoming). Development Research Group, World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF43": {
        "ref_id": "b43",
        "title": "The demand for health: A simplified Grossman model",
        "authors": [
          {
            "first": "Adam",
            "middle": [],
            "last": "Wagstaff",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "Bulletin of Economic Research",
        "volume": "38",
        "issue": "1",
        "pages": "93--95",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wagstaff, Adam. 1986. \"The demand for health: A simplified Grossman model.\" Bulletin of Economic Research 38 (1): 93-95.",
        "links": null
      },
      "BIBREF44": {
        "ref_id": "b44",
        "title": "William Farr's legacy to the study of health inequalities",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Whitehead",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Bulletin of the World Health Organization",
        "volume": "78",
        "issue": "1",
        "pages": "86--87",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Whitehead, M. 2000. \"William Farr's legacy to the study of health inequalities.\" Bulletin of the World Health Organization 78 (1): 86-87.",
        "links": null
      },
      "BIBREF45": {
        "ref_id": "b45",
        "title": "Honduras. Improving Access, Efficiency, and Quality of Care in the Health Sector",
        "authors": [
          {
            "first": "D",
            "middle": [
              "C"
            ],
            "last": "Washington",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "World Development Report",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank. 1997. Health, Nutrition and Population Sector Strategy. Washington D.C.: World Bank. 1997. \"Honduras. Improving Access, Efficiency, and Quality of Care in the Health Sector.\" Report 17008-HO. World Bank, Washington, D.C. . 1999. Peru: Improving Health Care for the Poor. Sector Report 18549-PE. World Bank, Washington, D.C. . 2000. World Development Report 2000/2001: Attacking Poverty. Oxford, New York: Oxford University Press. . 2001. India. Raising the Sights: Better Health Systems for India 's Poor. World Bank, Washington, D.C. (forthcoming country study). . 2001. World Development Indicators 2001. Washington D.C.: World Bank.",
        "links": null
      },
      "BIBREF46": {
        "ref_id": "b46",
        "title": "World Health Organization. 1999. The World Health Report 1999: Making a Difference. Geneva: The World Health Organization",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Health Organization. 1999. The World Health Report 1999: Making a Difference. Geneva: The World Health Organization.",
        "links": null
      },
      "BIBREF47": {
        "ref_id": "b47",
        "title": "How equitable is public spending on health and education? Background paperfor WDR 2000/1",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Yaqub",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Yaqub, S. 1999. How equitable is public spending on health and education? Background paperfor WDR 2000/1. World Bank, Washington D.C. Processed.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "text": "Figure 1. Mortality concentration curve",
        "num": null,
        "fig_num": null,
        "type_str": "figure",
        "uris": null
      },
      "FIGREF1": {
        "text": "Figure 2. Medians, ranges, intorquartile ranges and outliers of concentration indices .6",
        "num": null,
        "fig_num": null,
        "type_str": "figure",
        "uris": null
      },
      "FIGREF3": {
        "text": "Figure 3. The demand-for-health decision of a typical individual",
        "num": null,
        "fig_num": null,
        "type_str": "figure",
        "uris": null
      },
      "FIGREF4": {
        "text": "Figure 4. Health inequalities in the demand-for-health framework",
        "num": null,
        "fig_num": null,
        "type_str": "figure",
        "uris": null
      },
      "FIGREF5": {
        "text": "Figure 5. The effect of increased income inequality on health inequality",
        "num": null,
        "fig_num": null,
        "type_str": "figure",
        "uris": null
      },
      "FIGREF6": {
        "text": "The effect of rising average income on health inequality",
        "num": null,
        "fig_num": "6",
        "type_str": "figure",
        "uris": null
      },
      "FIGREF7": {
        "text": "The health-income relationship in the demand-for-health framework Health (H) Medcal care (M) Corwsumption (C)Corimw tion (C)",
        "num": null,
        "fig_num": "7",
        "type_str": "figure",
        "uris": null
      },
      "FIGREF8": {
        "text": "The effect on health inequalities of policies that reduce the price of medical care",
        "num": null,
        "fig_num": "8",
        "type_str": "figure",
        "uris": null
      },
      "FIGREF9": {
        "text": "Scatter plot of under-five mortality inequality versus income per capita",
        "num": null,
        "fig_num": "9",
        "type_str": "figure",
        "uris": null
      },
      "FIGREF10": {
        "text": "Numbers shown are concentration indices, computed by author from data in original article when not reported there. Ranking is by PCA asset index in cases of Bolivia and Uganda, by per capita income in cases of Ceara and Pelotas, by equivalent household consumption in case of Vietnam, and by educabtonal attainment in case of Chile. Source: Bolivia from tabulations undertaken for the World Bank by Macro Intemational; Ceara and Pelotas (Victora and others 2000): Vietnam malnutrition",
        "num": null,
        "fig_num": null,
        "type_str": "figure",
        "uris": null
      },
      "FIGREF11": {
        "text": "Figure 12. Levels and inequalities in under-five mortality Average U5MR per 1000 0.0 50.0 100.0 150.0 200.0 250.0 300.0 350.0 0.05 -",
        "num": null,
        "fig_num": null,
        "type_str": "figure",
        "uris": null
      },
      "FIGREF12": {
        "text": "Figure 13. Example of achievement indices for under-five mortality",
        "num": null,
        "fig_num": null,
        "type_str": "figure",
        "uris": null
      },
      "FIGREF13": {
        "text": "Impact on child survival inequalities of Bangladesh's Matlab MCH program",
        "num": null,
        "fig_num": "14",
        "type_str": "figure",
        "uris": null
      },
      "FIGREF14": {
        "text": "Figure 15. Inequalities in immunization coverage in India",
        "num": null,
        "fig_num": null,
        "type_str": "figure",
        "uris": null
      },
      "FIGREF15": {
        "text": "Figure 16. Inequalities in receipt of government subsidies to health sector 0.50 -0.40 4 0.30 -",
        "num": null,
        "fig_num": null,
        "type_str": "figure",
        "uris": null
      },
      "FIGREF16": {
        "text": "Unpacking the causes of inequalities in child stuntingWagstaff, van Doorslaer, and Watanabe (2001).",
        "num": null,
        "fig_num": "17",
        "type_str": "figure",
        "uris": null
      },
      "TABREF0": {
        "html": null,
        "text": "",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td>Variable</td><td>Definition</td></tr><tr><td>Infant Mortality</td><td>The number of deaths to children under 12 months of age per 1,000 live</td></tr><tr><td>Rate (IMR)</td><td>births. Figures are based on births in the 10 years preceding the survey.</td></tr><tr><td>Under-Five</td><td>The number of deaths to children under five years of age per 1,000 live</td></tr><tr><td>Mortality Rate</td><td>births. Figures are based on births in the 10 years preceding the survey.</td></tr><tr><td>(U5MR)</td><td/></tr><tr><td>Percent of</td><td>Percent of children whose height measurement is more than two standard</td></tr><tr><td>Children Stunted</td><td>deviations below the median reference standard for their age as established</td></tr><tr><td>(LHFA)</td><td/></tr></table>"
      },
      "TABREF1": {
        "html": null,
        "text": "",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td colspan=\"2\">Country</td><td>Year</td><td>IMR</td><td>U5MR</td><td colspan=\"3\">Stunting i Underweight</td><td>Diarrhoea</td><td>ARI</td></tr><tr><td colspan=\"2\">Bangladesh</td><td>1996</td><td>-.0669</td><td>-.0841</td><td>-.1291</td><td/><td>-. 1217</td><td>-.0566</td><td>-.0402</td></tr><tr><td>Benin</td><td/><td>1996</td><td>-. 0799</td><td>-. 0813</td><td>-. 0759</td><td/><td>-. 1318</td><td>-. 0684</td><td>-. 0637</td></tr><tr><td>Bolivia</td><td/><td>1998</td><td>-. 2107</td><td>-. 2217</td><td>-. 2667</td><td/><td>-. 3123</td><td>-. 0730</td><td>-. 0405</td></tr><tr><td colspan=\"2\">Brazil</td><td>196</td><td>-. 2510</td><td>-.59</td><td>-. 3403</td><td/><td colspan=\"2\">-. 2143-.62</td><td>.08</td></tr><tr><td colspan=\"2\">Burkina Faso</td><td>1992</td><td>-. 0566</td><td>-. 0398</td><td>-. 0793</td><td/><td>-02-.017</td><td/><td>-014</td></tr><tr><td colspan=\"2\">Cameroon</td><td>1991</td><td>-. 1405</td><td>-. 1594</td><td>-. 2011</td><td/><td>-. 2127</td><td>-. 1081</td><td>-. 0341</td></tr><tr><td>CAR</td><td/><td>194</td><td>-. 1375</td><td>-. 1104</td><td>-. 082</td><td/><td colspan=\"2\">-. 100-.0644</td><td>.03</td></tr><tr><td>Chad</td><td/><td>1996</td><td>-. 0011</td><td>-. 0067</td><td>-. 0766</td><td/><td>-. 0921</td><td>.0295</td><td>.0562</td></tr><tr><td/><td>Colombia</td><td>1995</td><td colspan=\"2\">-~~~~.1207 -. 1306</td><td>-. 2376</td><td/><td>-. 2929</td><td>-. 0867</td><td>-. 0174</td></tr><tr><td colspan=\"2\">Comoros</td><td>1996</td><td>-. 0785</td><td>-. 0955</td><td>-. 1344</td><td/><td>-. 1572</td><td>-. 0354</td><td>-. 0621</td></tr><tr><td colspan=\"2\">Cote d'lvoire</td><td>1994</td><td>-. 1075</td><td>-. 1145</td><td>-. 1675</td><td/><td>-. 1413</td><td>.0339</td><td>.0672</td></tr><tr><td colspan=\"2\">Dominican Rep.</td><td>1996</td><td>-. 1689</td><td>-. 2078</td><td>-. 3371</td><td/><td>-. 4197</td><td>-. 0809</td><td>-. 0696</td></tr><tr><td>Egypt</td><td/><td>1995</td><td>-. 2161</td><td>-. 2311</td><td>-. 1212</td><td/><td>-. 1454</td><td>-. 0087</td><td>.0062</td></tr><tr><td>Ghana</td><td/><td>1'993</td><td>-. 0929</td><td>-. 1346</td><td>-1516</td><td/><td>-. 1386</td><td>-. 0703</td><td>-. 1186</td></tr><tr><td colspan=\"2\">Guatemala</td><td>1995</td><td>-. 0818</td><td>-. 1188</td><td>-. 1811</td><td/><td>-. 1899</td><td>-. 0560</td><td>-. 0180</td></tr><tr><td colspan=\"2\">Haiti</td><td>1994</td><td>-. 0430</td><td>-. 0709</td><td>-. 1652</td><td/><td>-. 1693</td><td>-. 0382</td><td>-. 0321</td></tr><tr><td/><td>India</td><td>~~~~~</td><td>~~~~~~~ -. 1488</td><td>~~~~~~~ -. 1694</td><td>~~~~~~~ -. 0970</td><td/><td>~~~~~~~ -. 0920</td><td colspan=\"2\">~~~~~~~1992 -. 0254 -09</td></tr><tr><td colspan=\"2\">Indonesia</td><td>1997</td><td>-. 1954</td><td>-. 2102</td><td>..-.</td><td/><td/><td>0794</td><td>-0659</td></tr><tr><td colspan=\"2\">Kazakhstan</td><td>1995</td><td>.0091</td><td>.0020</td><td>-. 2595</td><td/><td>-. 1973</td><td>-. 0366</td><td>.1142</td></tr><tr><td>Kenya</td><td/><td>1998</td><td>-. 1533</td><td>-. 1486</td><td colspan=\"3\">-. 1468 I -. 1892</td><td>-. 0727</td><td>-. 0647</td></tr><tr><td colspan=\"2\">Kyrgyz Rep.</td><td>1997</td><td>-. 1186</td><td>-. 1149</td><td>-. 1633</td><td/><td>120.85</td><td/><td>-3</td></tr><tr><td colspan=\"2\">Madagascar</td><td>1997</td><td>-. 1221</td><td>-. 1094</td><td>-. 0090</td><td/><td>-. 0524</td><td>.0041</td><td>-. 0792</td></tr><tr><td colspan=\"2\">Malawi</td><td>1992</td><td>-. 0345</td><td>-. 0460</td><td>-. 0691</td><td/><td>-. 1175</td><td>-. 0258</td><td>-. 0429</td></tr><tr><td>IMali</td><td/><td>1995</td><td>-. 0752</td><td>-. 0902</td><td colspan=\"2\">-. 0382 i</td><td>.77-092</td><td/><td>-. 0217</td></tr><tr><td colspan=\"2\">Morocco</td><td>1993</td><td>-. 1165</td><td>-. 15 37</td><td colspan=\"2\">-. 2532 i</td><td>-. 3308</td><td>-. 0850</td><td>-09</td></tr><tr><td colspan=\"2\">Mozambique</td><td>1997</td><td>-. 1156</td><td>-. 1184</td><td>-. 1307</td><td/><td>-. 1759</td><td>-. 0293</td><td>.0451</td></tr><tr><td colspan=\"2\">Namibia</td><td>1992</td><td>-. 0028</td><td>-. 0532</td><td>-. 1281</td><td/><td>-. 1622</td><td>-. 1774</td><td>-. 1886</td></tr><tr><td>Nepal</td><td/><td>1996</td><td>-. 0604</td><td>-. 0960</td><td colspan=\"3\">-. 0992 I -. 0869</td><td>-. 0651</td><td>-. 0078</td></tr><tr><td colspan=\"2\">*Nicaragua</td><td>1997</td><td>-. 0939</td><td>-. 1241</td><td>-. 2383</td><td/><td>-. 2337</td><td>-. 0695</td><td>-. 0464</td></tr><tr><td>Niger</td><td/><td>1998</td><td>I -. 0504</td><td>-. 0537</td><td colspan=\"2\">-. 0318 I</td><td>-. 0469</td><td>-. 0052</td><td>-. 0040</td></tr><tr><td colspan=\"2\">Pakistan</td><td>1990</td><td>-.0511</td><td>-.0838</td><td>-.1084</td><td/><td>-.1308</td><td>-. 0003</td><td>-.0484</td></tr><tr><td>*Peru</td><td/><td>1996</td><td>-.2224</td><td>-.2451</td><td>-3174</td><td/><td>-.4043</td><td>-.1141</td><td>-0939</td></tr><tr><td colspan=\"2\">Philippines</td><td>1998</td><td>-.1564</td><td>-.1908</td><td>.</td><td>i</td><td>.-.</td><td>0931</td><td>-. 0713</td></tr><tr><td/><td>Senegal</td><td>~~~1997</td><td>-1125</td><td>-.1637</td><td>..-.</td><td/><td/><td>0280</td></tr><tr><td colspan=\"2\">jTanzania</td><td>1996</td><td>-. 0403</td><td>-. 0514</td><td>-. 0864</td><td/><td>-. 1280</td><td>.0063</td><td>.0186</td></tr><tr><td>Togo</td><td>Turkey</td><td colspan=\"2\">1998 ~~~~1993 -. 1883 -. 0356</td><td>-. 0887 -. 2103</td><td>-. 1465 -13110</td><td/><td>-. 1385 -. 3505</td><td>-. 0392 -. 1016</td><td>-0230 -11</td></tr><tr><td colspan=\"2\">Uganda</td><td>1995</td><td>-. 0812</td><td>-. 0786</td><td>-. 0816</td><td/><td>-. 1152</td><td>-. 0795</td><td>-. 0802</td></tr><tr><td colspan=\"2\">Uzbekistan</td><td>1996</td><td>-. 0394</td><td>-. 0462</td><td>-. 0581</td><td/><td>-0926</td><td>.1625</td><td>.4312</td></tr><tr><td colspan=\"2\">Vietnam</td><td>1997</td><td>-. 1429</td><td>-. 1595</td><td>.</td><td colspan=\"2\">I-.0537</td><td/><td>-. 0711</td></tr><tr><td colspan=\"2\">Zambia</td><td>1996</td><td>-05</td><td>-073</td><td>-. 1261</td><td/><td colspan=\"2\">-.83-0243</td><td>-. 0150</td></tr><tr><td colspan=\"2\">*Zimbabwe</td><td>1994</td><td>-. 0068</td><td>-. 0537</td><td>-. 0933</td><td/><td>-. 1205</td><td>-. 0905</td><td>-. 1487</td></tr><tr><td colspan=\"2\">Asia, Near-East and</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">North Africa</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">(AsiaMENA)</td><td/><td>-0.1147</td><td>-0.1345</td><td colspan=\"3\">-0.1600 1 -0.1660</td><td>-0.0407</td><td>-0.0155</td></tr><tr><td colspan=\"2\">Latin America &amp;</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">Caribbean (LAC)</td><td/><td>-0.1491</td><td>-0.1722</td><td>-0.2605</td><td/><td>-0.2796</td><td>-0.0851</td><td>-0.0458</td></tr><tr><td>(SSA)</td><td/><td/><td>-0.0772</td><td>-0.0891</td><td>-0.1031</td><td/><td>-0.1275</td><td>-0.0448</td><td>-0.0379</td></tr><tr><td colspan=\"2\">Aver-age</td><td/><td>-0.1025</td><td>-0.1190</td><td>-0.1512</td><td/><td>-0.1696</td><td>-0.0512</td><td>-0.0323</td></tr></table>"
      },
      "TABREF2": {
        "html": null,
        "text": "",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td colspan=\"2\">CIIMR</td><td colspan=\"4\">Cl for U5MR CILOWHFA CILOWWFA CIDIA</td><td>CIARI</td></tr><tr><td>CIIMR</td><td>Pearson</td><td>1.000</td><td>.954**</td><td>.564**</td><td>.552**</td><td>.359*</td><td>.244</td></tr><tr><td/><td>Correlation</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Sig. (2-tailed)</td><td>.</td><td>.000</td><td>.000</td><td>.000</td><td>.020</td><td>.125</td></tr><tr><td/><td>N</td><td>42</td><td>42</td><td>38</td><td>38</td><td>42</td><td>41</td></tr><tr><td>CIU5MR</td><td>Pearson</td><td>.954**</td><td>1.000</td><td>.657**</td><td>.644**</td><td>.439**</td><td>.329*</td></tr><tr><td/><td>Correlation</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Sig. (2-tailed)</td><td>.000</td><td>.</td><td>.000</td><td>.000</td><td>.004</td><td>.036</td></tr><tr><td/><td>N</td><td>42</td><td>42</td><td>38</td><td>38</td><td>42</td><td>41</td></tr><tr><td colspan=\"2\">CILOWHFA Pearson</td><td>.564**</td><td>.657**</td><td>1.000</td><td>.898**</td><td>.512**</td><td>.210</td></tr><tr><td/><td>Correlation</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Sig. (2-tailed)</td><td>.000</td><td>.000</td><td>.</td><td>.000</td><td>.001</td><td>.206</td></tr><tr><td/><td>N</td><td>38</td><td>38</td><td>38</td><td>38</td><td>38</td><td>38</td></tr><tr><td colspan=\"2\">CILOWWFAPearson</td><td>.552**</td><td>.644**</td><td>.898**</td><td>1.000</td><td>.449**</td><td>.235</td></tr><tr><td/><td>Correlation</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Sig. (2-tailed)</td><td>.000</td><td>.000</td><td>.000</td><td>.</td><td>.005</td><td>.156</td></tr><tr><td/><td>N</td><td>38</td><td>38</td><td>38</td><td>38</td><td>38</td><td>38</td></tr><tr><td>CIDIA</td><td>Pearson</td><td>.359*</td><td>.439**</td><td>.512**</td><td>.449**</td><td>1.000</td><td>.787**</td></tr><tr><td/><td>Correlation</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Sig. (2-tailed)</td><td>.020</td><td>.004</td><td>.001</td><td>.005</td><td>.</td><td>.000</td></tr><tr><td/><td>N</td><td>42</td><td>42</td><td>38</td><td>38</td><td>42</td><td>41</td></tr><tr><td>CIARI</td><td>Pearson</td><td>.244</td><td>.329*</td><td>.210</td><td>.235</td><td>.787**</td><td>1.000</td></tr><tr><td/><td>Correlation</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Sig. (2-tailed)</td><td>.125</td><td>.036</td><td>.206</td><td>.156</td><td>.000</td><td/></tr><tr><td/><td>N</td><td>41</td><td>41</td><td>38</td><td>38</td><td>41</td><td>41</td></tr><tr><td colspan=\"4\">Correlation is significant at the 0.01 level (2-tailed).</td><td/><td/><td/><td/></tr><tr><td colspan=\"5\">Table 4. Spearman correlations of concentration indices</td><td/><td/><td/></tr><tr><td/><td/><td>CIIMR</td><td colspan=\"3\">C/for U5MR CILOWHFA CILOWWFA</td><td>CIDIA</td><td>CIARI</td></tr><tr><td>CIIMR</td><td>Pearson</td><td>1.000</td><td>.954**</td><td>.564**</td><td>.552**</td><td>.359*</td><td>.244</td></tr><tr><td/><td>Correlation</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Sig. (2-tailed)</td><td/><td>.000</td><td>.000</td><td>.000</td><td>.020</td><td>.125</td></tr><tr><td/><td>N</td><td>42</td><td>42</td><td>38</td><td>38</td><td>42</td><td>41</td></tr><tr><td>CIU5MR</td><td>Pearson</td><td>.954**</td><td>1.000</td><td>.657**</td><td>.644**</td><td>.439**</td><td>.329*</td></tr><tr><td/><td>Correlation</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Sig. (2-tailed)</td><td>.000</td><td/><td>.000</td><td>.000</td><td>.004</td><td>.036</td></tr><tr><td/><td>N</td><td>42</td><td>42</td><td>38</td><td>38</td><td>42</td><td>41</td></tr><tr><td colspan=\"2\">CILOWHFA Pearson</td><td>.564**</td><td>.657**</td><td>1.000</td><td>.898**</td><td>.512**</td><td>.210</td></tr><tr><td/><td>Correlation</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Sig. (2-tailed)</td><td>.000</td><td>.000</td><td/><td>.000</td><td>.001</td><td>.206</td></tr><tr><td/><td>N</td><td>38</td><td>38</td><td>38</td><td>38</td><td>38</td><td>38</td></tr><tr><td colspan=\"2\">CILOWWFA Pearson</td><td>.552**</td><td>.644**</td><td>.898**</td><td>1.000</td><td>.449**</td><td>.235</td></tr><tr><td/><td>Correlation</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Sig. (2-tailed)</td><td>.000</td><td>.000</td><td>.000</td><td/><td>.005</td><td>.156</td></tr><tr><td/><td>N</td><td>38</td><td>38</td><td>38</td><td>38</td><td>38</td><td>38</td></tr><tr><td>CIDIA</td><td>Pearson</td><td>.359*</td><td>.439**</td><td>.512**</td><td>.449*</td><td>1.000</td><td>.787**</td></tr><tr><td/><td>Correlation</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Sig. (2-tailed)</td><td>.020</td><td>.004</td><td>.001</td><td>.005</td><td/><td>.000</td></tr><tr><td/><td>N</td><td>42</td><td>42</td><td>38</td><td>38</td><td>42</td><td>41</td></tr><tr><td>CIARI</td><td>Pearson</td><td>.244</td><td>.329*</td><td>.210</td><td>.235</td><td>.787**</td><td>1.000</td></tr><tr><td/><td>Correlation</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Sig. (2-tailed)</td><td>.125</td><td>.036</td><td>.206</td><td>.156</td><td>.000</td><td/></tr><tr><td/><td>N</td><td>41</td><td>41</td><td>38</td><td>38</td><td>41</td><td>41</td></tr></table>"
      },
      "TABREF3": {
        "html": null,
        "text": "",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td>GDP/capita</td><td/></tr><tr><td>Real</td><td>averaged over</td><td/></tr><tr><td>GDP/Capita</td><td>10 years prior</td><td>Public share</td></tr></table>"
      },
      "TABREF5": {
        "html": null,
        "text": "",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td>Model I</td><td>Model 2</td></tr></table>"
      },
      "TABREF6": {
        "html": null,
        "text": "",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td>SSA</td><td>LAC</td><td>Contribution to difference</td></tr></table>"
      },
      "TABREF7": {
        "html": null,
        "text": "",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td>Country (growth of per capita GDP in parentheses)</td><td>1 st date</td><td>2nd date</td><td>3 rd date</td></tr><tr><td>Bolivia, 1994 vs. 1998 (2.1%)</td><td>1994</td><td>1998</td><td/></tr><tr><td>IMR</td><td>-0.1562</td><td>-0.2107</td><td/></tr><tr><td>U5MR</td><td>-0.1570</td><td>-0.2217</td><td/></tr><tr><td>Stunting</td><td>-0.2305</td><td>-0.2642</td><td/></tr><tr><td>Underweight</td><td>-0.2320</td><td>-0.3102</td><td/></tr><tr><td>Ceara (Brazil), 1987 vs. 1994 (0.3%/9)</td><td>1987</td><td>1994</td><td/></tr><tr><td>Underweight</td><td>-0.1444</td><td>-0.1854</td><td/></tr><tr><td>Stunting</td><td>-0.1412</td><td>-0.1638</td><td/></tr><tr><td>Diarrhoea in previous 2 wks</td><td>-0.0398</td><td>-0.0536</td><td/></tr><tr><td>Pelotas (Brazil), 1982 vs. 1993 (-0.4%)</td><td>1982</td><td>1993</td><td/></tr><tr><td>Underweight</td><td>-0.4144</td><td>-0.3884</td><td/></tr><tr><td>IMR</td><td>-0.2964</td><td>-0.2454</td><td/></tr><tr><td>Vietnam, 1993 vs. 1998 (6.8%)</td><td>1993</td><td>1998</td><td/></tr><tr><td>Underweight</td><td>-0.0770</td><td>-0.1121</td><td/></tr><tr><td>U5MR</td><td>-0.0165</td><td>-0.1526</td><td/></tr><tr><td>Uganda, 1988 vs. 1995 (2.9%)</td><td>1988</td><td>1995</td><td/></tr><tr><td>Stunting</td><td>-0.0580</td><td>-0.0810</td><td/></tr><tr><td>Early infant mortality (0-5 months)</td><td>0.0120</td><td>-0.0300</td><td/></tr><tr><td>Toddler mortality (6-23 months)</td><td>0.0200</td><td>-0.0570</td><td/></tr><tr><td>Chile,</td><td/><td/><td/></tr></table>"
      },
      "TABREF9": {
        "html": null,
        "text": "",
        "num": null,
        "type_str": "table",
        "content": "<table/>"
      },
      "TABREF10": {
        "html": null,
        "text": "",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td>1982</td><td>1996</td><td>Percent</td><td>1982</td><td>1996</td><td>Percent</td></tr><tr><td>Income group</td><td>MCH</td><td>MCH</td><td>change</td><td>non-MCH</td><td>non-MCH</td><td>change</td></tr><tr><td>1</td><td>147</td><td>60</td><td>-59</td><td>173</td><td>81</td><td>-53</td></tr><tr><td>2</td><td>124</td><td>71</td><td>-43</td><td>151</td><td>126</td><td>-17</td></tr><tr><td>3</td><td>64</td><td>52</td><td>-19</td><td>98</td><td>41</td><td>-58</td></tr><tr><td>Average</td><td>101</td><td>59</td><td>41</td><td>131</td><td>75</td><td>43</td></tr><tr><td>Cl</td><td>-0.1944</td><td>-0.0442</td><td>77</td><td>-0.1347</td><td>-0.1677</td><td>-25</td></tr><tr><td>Achievement</td><td>120</td><td>62</td><td>49</td><td>148</td><td>87</td><td>41</td></tr></table>"
      }
    }
  }
}