{
  "paper_id": "D1733735",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:03:59.537960Z"
  },
  "title": "Policies to Promote Saving* for Retirement A Synthetic Overview",
  "authors": [
    {
      "first": "Dimitri",
      "middle": [],
      "last": "Vittas",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "2002-03",
  "venue": null,
  "identifiers": {},
  "abstract": "Vittas argues that public and private pillars are essential An effective, proactive, well-funded, and properly staffed for a well-functioning pension system. Public pillars, supervision agency would be necessary. The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the view of the World Bank, its Executive Directors, or the countries they represent.",
  "pdf_parse": {
    "paper_id": "D1733735",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "Vittas argues that public and private pillars are essential An effective, proactive, well-funded, and properly staffed for a well-functioning pension system. Public pillars, supervision agency would be necessary. The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the view of the World Bank, its Executive Directors, or the countries they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "funded or unfunded, offer basic benefits that are Tight investment rules could initially be justified for independent of the performance of financial markets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "countries with weak capital markets and limnited tradition Since financial markets suffer from prolonged, persistent, of private pension provision. But in the long run, and large deviations from long-term trends, they cannot adoption of the \"prudent expert\" approach with be relied on as the sole provider of pension benefits.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "publication of \"statements of investment policy Funded pillars provide benefits that are based on long-objectives\" (SIPOs) would be preferable and more term capital accumulation and financial market efficient. Various guarantees covering aspects such as performance. But they need to be privately managed to minimum pension levels and relative investment returns minimize dependence on public sector institutions and need to be provided to protect workers from aberrant avoid government dominance of the economy and asset managers and insolvency of annuity providers, but financial markets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "care must be taken to address effectively the risk of The author focuses mainly on the promotion, moral hazard. structure, and regulation of funded pillars. He discusses Vittas also argues for greater individual choice, the case for using compulsion and tax incentives, for including the creation of a dual regulatory structure. One exempting some categories of workers such as the very part would involve heavy regulation with constrained young (under 25), the very old (over the normal choice of investment funds, limits on operating fees and retirement age), the very poor (those earning less than 40 on account switching, and strong government safeguards percent of the average wage), and the self-employed, and and guarantees. This would cater to those workers with for offering a credit transfer to be added to individual low risk tolerance. The other part would be more liberal capitalization accounts to encourage participation by but based on strong conduct rules. It would offer greater lower-income groups.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "choice of investment funds, allowing multiple accounts A robust regulatory framework with a panoply of and liberal account switching, imposing no limits on prudential and protective rules covering \"fit and proper\" operating fees, and providing no or fewer state tests, asset diversification and market valuation rules, guarantees. This would cater to workers seeking a higher legal segregation of assets and safe external custody, return and who are willing to tolerate a higher level of independent financial audits and actuarial reviews, and risk. adequate disclosure and transparency would be essential.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "This paper-a product of the Financial Sector Development Department-is part of a larger effort in the department to study the promotion of pension funds. Copies of the paper are available free from the World Bank, 1818 H Street NW, Washington, DC 20433. Please contact Priscilla Infante, room MC9-904, telephone 202-473-7642, fax 202-522-7105, email address pinfante@worldbank.org. Policy Research Working Papers are also posted on the Web at http:// econ.worldbank.org. The author may be contacted at dvittas@worldbank.org. March 2002. (35 pages) Financial Sector Development",
        "cite_spans": [
          {
            "start": 525,
            "end": 547,
            "text": "March 2002. (35 pages)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The World Bank",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "During the 1990s nearly a score of countries, mainly in Europe and Latin America, have undertaken major reforms of their pension systems. Most of these reforms have been in the direction of multi-pillar systems, the advantages of which were first articulated by Swiss experts in the early 1960s (Helbling 1991) . Multi-pillar structures have long characterized some of the more advanced OECD countries, especially Switzerland and the Netherlands in Continental Europe and most Anglo-American countries around the world. The World Bank publicized the benefits of multi-pillar pension systems for developing countries in the 1990s both through the publication and dissemination of a policy research report (World Bank 1994) and through its operational work around the world (Holzmann 2000) .",
        "cite_spans": [
          {
            "start": 295,
            "end": 310,
            "text": "(Helbling 1991)",
            "ref_id": "BIBREF14"
          },
          {
            "start": 704,
            "end": 721,
            "text": "(World Bank 1994)",
            "ref_id": null
          },
          {
            "start": 772,
            "end": 787,
            "text": "(Holzmann 2000)",
            "ref_id": "BIBREF16"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "POLICIES TO PROMOTE SAVING FOR RETIREMENT: Introduction",
        "sec_num": null
      },
      {
        "text": "Except for their multi-pillar structure and contrary to some claims (Orszag and Stiglitz 2001 ), the reform programs of different countries are far from identical. They exhibit many differences in the relative importance of different pillars, in the way in which the public and private pillars are organized, and in the way the transition is structured and financed. There are, however, a few basic features that the reform programs share in common. They all involve: a restructuring and downsizing of traditional social security systems that operate as unfunded (or partially funded) public pillars; an expansion in the role of funded private pillars; a willingness to allow large foreign financial institutions to play a central part in the management of accumulated assets, often in joint ventures with large local groups; and creation of a more robust and effective regulatory and supervisory framework. This paper does not re-examine the case for a multi-pillar structure and does not focus on the relative importance of different pillars. The financial pressures caused by demographic aging are often used as an argument for moving from unfunded to funded pension systems. However, demographic aging will also cause financial pressures on funded pillars. Pension contracts are long-term contracts spanning sixty years or more and are by definition intergenerational contracts whether they operate through government agencies or financial markets. The argument in favor of multi-pillar structures that underlies the approach of this paper is the premnise that the evaluation of the merits and demerits of different pension pillars suffers from what may be called \"empirical agnosia\". This concept is different from \"ignorance\", which refers to something that some people know but others do not. The term \"agnosia\" refers to things that no one knows. Given the long span of pension contracts, one would need data covering much more than one hundred years to be able to assess the relative merits of each pillar. The insuperable problem that causes the \"agnosia\" lies in the fact that technology is in a complete state of flux over such long periods. Not only production technology, but also electronic, regulatory, financial and especially medical technology undergoes radical change over such long periods. Thus, in the unlikely event that they became available, long-term data would be very difficult to interpret. \"Empirical agnosia\" suggests that despite any potential costs, diversifying across providers may be a more efficient policy, since it would protect against the effects of a complete failure of one or other of the pillars.",
        "cite_spans": [
          {
            "start": 68,
            "end": 93,
            "text": "(Orszag and Stiglitz 2001",
            "ref_id": "BIBREF25"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "POLICIES TO PROMOTE SAVING FOR RETIREMENT: Introduction",
        "sec_num": null
      },
      {
        "text": "The main focus of this paper is the promotion, organization and regulation of funded pillars. However, it is always important to emphasize a number of key points regarding pension systems:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "POLICIES TO PROMOTE SAVING FOR RETIREMENT: Introduction",
        "sec_num": null
      },
      {
        "text": "* The first point is that the primary purpose, the raison d'etre, of pension systenis is to pay adequate, affordable and sustainable benefits. This is a simple yet comprehensive statement that also covers social equity and redistributive issues since pension benefits cannot be considered adequate if they fail to address the subsistence needs of pensioners.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "POLICIES TO PROMOTE SAVING FOR RETIREMENT: Introduction",
        "sec_num": null
      },
      {
        "text": "Many other considerations are relevant and important such as minimization of labor market distortions, development of long-term savings, deepening of capital markets and promotion of economic growth, but they are secondary. * The second point is that public pillars, funded or unfunded, are needed to offer basic benefits that are independent of the performance of financial markets. Financial markets suffer from prolonged, persistent and large deviations from long-term trends and cannot be relied upon as the sole provider of pension benefits. * Third, funded pillars provide benefits that are based on long-term capital accumulation and financial market performance. They need to be privately managed in order to minimize dependence on funded public pillars and avoid government domination of the economy and financial markets. * Fourth, if both public and private pillars are needed, arguing that public pillars have lower administrative costs is of little relevance. What is important is to seek arrangements that minimize the costs of both pillars while promoting higher efficiency. * Fifth, both public and private pillars can be organized in many different forms. The structure of pension systems in different countries reflects local and historical conditions. Local conditions also shape the structure and objectives of pension reform, including the organization and financing of the transition from one system to the next. What may work well in Chile or Mexico may be totally unsuitable for Greece or Slovenia, Egypt or Tunisia. The cost of transition, the demographic structure of a country, the state of development of its financial markets, and the political acceptability of pension reform all are important variables that must be, and are, taken into account in shaping pension reform programs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "POLICIES TO PROMOTE SAVING FOR RETIREMENT: Introduction",
        "sec_num": null
      },
      {
        "text": "The paper is organized around ten basic questions regarding the promotion of funded pillars and policies to promote saving for retirement. Most of the discussion covers the accumulation phase of pension systems, although some reference is made to the problems that are likely to be faced during the decumulation phase. One of the first questions concerns the need to provide for compulsory participation and offer tax incentives. This is followed by a discussion of different ways in which both compulsory provision and the offer of tax incentives can be structured. The remainder of the paper then focuses on the different ways in which funded pillars can be organized. The paper highlights the differences in approach around the world, belying any claims of uniform solutions (Orszag and Stiglitz 2001) . It also makes a number of practical suggestions regarding the implementation of some policies that would promote retirement saving by encouraging participation in funded pillars and ensuring the safe and efficient management of accumulated assets.",
        "cite_spans": [
          {
            "start": 778,
            "end": 804,
            "text": "(Orszag and Stiglitz 2001)",
            "ref_id": "BIBREF25"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "POLICIES TO PROMOTE SAVING FOR RETIREMENT: Introduction",
        "sec_num": null
      },
      {
        "text": "Why should governments be concerned whether people save enough for their retirement?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Why Compel And Induce?",
        "sec_num": "2."
      },
      {
        "text": "In a society that emphasizes personal responsibility, the decision on how to allocate one's income over time should be an individual one. Out of compassion, a society could provide social assistance to those who reach old age with inadequate financial means for subsistence and survival. But why should governments wish to encourage saving for retirement: that could provide higher levels of income in old age than those obtainable from social assistance?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Why Compel And Induce?",
        "sec_num": "2."
      },
      {
        "text": "The answer is that such policies have been popular with the public. And they have been popular for three reasons. First, they protect society from those who fail to save in the expectation that they will be catered for when they reach old age. This might be called a \"weak moral hazard\" since society's willingness to take care of the old homeless and destitute cannot be taken for granted. In fact, the growing number of poorly catered homeless people in most highincome countries, not to mention the large numbers of beggars in poor countries, should cast considerable doubt on the relevance of this argument. Second, they protect a substantial minority of workers, perhaps even a majority, from their own shortsightedness. And, third, they protect the non-myopic workers from footing the bill for the myopic ones (James 1998 ).",
        "cite_spans": [
          {
            "start": 816,
            "end": 827,
            "text": "(James 1998",
            "ref_id": "BIBREF19"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Why Compel And Induce?",
        "sec_num": "2."
      },
      {
        "text": "Whether people (or at least a substantial proportion) are \"myopic\" in their saving behavior should be empirically verifiable, but in fact there are no hard data to support or reject such assertions. In the absence of hard facts, one falls back on intuition and inference from observed behavior. Young people are more \"myopic\" than the old. Biologically, infants clamor for instant gratification and the young are impulsive, while the very old contemplate death and the afterlife. Thus, intuition suggests that the young have a higher discount rate than the old.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Why Compel And Induce?",
        "sec_num": "2."
      },
      {
        "text": "Poor people also tend to have a high discount rate. Forcing poor people to save raises some important policy, even ethical, issues. How fair is it to compel poor people to defer their already low level of consumption for their future retirement needs? At an extreme level of abstraction, depriving poor people of the ability to meet their basic needs may cause their demise, thus negating any concern about their possible future destitution. But even at a less extreme level of abstraction, poor people (and even middle income people) have other more pressing needs for housing, education and healthcare than their future retirement needs. Thus, compulsory participation needs to be properly calibrated (see below).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Why Compel And Induce?",
        "sec_num": "2."
      },
      {
        "text": "be allowed to save less and suffer the consequences of their choices when they reach old age. The problem with this point of view is that the discount rate changes with age. Many people regret later in life their failure to save more when they were younger. And many people like the discipline that is entailed in non-discretionary long-term contractual savings plans. This is perhaps why both social security and occupational pensions 2 have enjoyed a high degree of popularity as long as their promises have been credible and generous. The growing dissatisfaction with social security around the world stems from the fear that the value of benefits will not be sustained. In many developing countries, the existence of widespread evasion undermines the argument that social security is popular. However, widespread evasion may not be the result of unpopularity but rather of faulty design and poor administration. Experience from the United States and other advanced countries suggests that a well-designed, efficiently administered and credible social security system continues to be popular.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Why Compel And Induce?",
        "sec_num": "2."
      },
      {
        "text": "Similarly, growing concern about occupational pensions derives from the realization that they depend on the integrity and solvency of large employers. These can no longer be taken for granted as employers change pension plans in response to their particular circumstances 3 . These problems suggest the need to change the form and modalities of retirement saving, not to do away with compulsion.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Why Compel And Induce?",
        "sec_num": "2."
      },
      {
        "text": "Compulsory provision for retirement can be justified by reference to the myopic behavior of a substantial minority of people and the need to protect both these people and the public at large from their shortsightedness. But how much compulsion? In most countries, participation in a social pension system involving some redistribution (and therefore sharing of costs) is compulsory but participation in private pension plans is voluntary (or quasi-voluntary).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Why Compel And Induce?",
        "sec_num": "2."
      },
      {
        "text": "Clearly, ensuring a minimum pension level offers greater justification for compulsory provision than ensuring a pension level that implies maintenance of a pre-retirement standard of living and a high replacement rate of pre-retirement earnings. But as the real value of social security pensions declines, the case for compulsory participation in private pension plans that promise a modest but satisfactory overall replacement rate becomes stronger.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Why Compel And Induce?",
        "sec_num": "2."
      },
      {
        "text": "If the principle of compulsory provision is accepted, why are tax incentives also desirable? Tax incentives may provide a powerful inducement to promote compliance and thus encourage long-term saving for retirement purposes. Tax incentives could also be used for other objectives such as saving for housing, education and medical care. Whatever the objectives and modalities of saving, a combination of compulsion and inducement is likely to be rnore powerful than either one in isolation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Why Compel And Induce?",
        "sec_num": "2."
      },
      {
        "text": "The social desirability of long-term saving for retirement, the need to overcome the shortsightedness of a large minority of people, and the need to encourage compliance are the main justifications for the use of both compulsion and inducement. However, the more interesting question is not why but how to impose compulsion and how to offer inducement?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "This paper discusses first the modalities of tax incentives and then considers the implications of compulsory provision.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "In analyzing the tax treatment of retirement saving, a distinction is usually drawn between regimes that exempt contributions and investment income but tax pensions (the EET regime) and those that tax contributions but exempt investment income and pensions (the TEE regime). These two regimes have different cashflow effects because of differences in the timing of tax payments, but their long-term impact can be the same.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "Many countries use the TEE concept for compulsory social pension systems and the EET approach for voluntary company or personal pension plans. Switzerland is a notable exception as it applies consistently the EET approach to both social and occupational pension plans 4 . It is also worth noting that there are countries with a TTE regime (New Zealand after 1988 when fiscal benefits on occupational pension plans were removed), others with an EEE regime (e.g. Singapore) and still others with a T regime (e.g. Russia for some pension plans in the early 1990s).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "Most countries that operate an EET regime impose limits on the two Es. First, upper limits are placed on the rate of tax-exempt contributions that can be made to pension plans.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "Second, there is a ceiling on eligible earnings, although South Africa and Switzerland are notable for the absence of any such ceiling.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "With regard to the second E, most countries exempt investment income from income tax.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "Because the assets commanded by pension funds have increased dramatically in recent years, some countries have imposed limits on the exemption of investment income (Davis 1995) . In Denmark, this takes the form of upper limits on real rates of return (i.e. any investment income in excess of a specified limit of real returns is liable to tax), while the Netherlands subjects to tax any investment income arising from surplus assets in overfunded plans. The Dutch approach makes more sense than the Danish approach, although it faces the difficulty of identifying the level of overfunding, which can be quite controversial in defined-benefit plans. Several countries,",
        "cite_spans": [
          {
            "start": 164,
            "end": 176,
            "text": "(Davis 1995)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "including Australia, South Africa and Sweden, impose tax on investment income at a reduced rate.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "Many countries also allow partial commutation of pension benefits into a tax-free lump sum so that pension benefits are only partially taxed. Thus, one can realistically argue that the tax regime is \"eet\" (i.e. lowercase rather than uppercase) in most countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "An EET regime that provides tax exemption of contributions at the marginal tax rate avoids the double taxation of retirement savings. But it offers a tax deferral benefit that has greater value for high-income workers, the more progressive the scale of income taxation and the greater the income disparity between active working and passive retirement life.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "In this sense, the EET approach can benefit high-income workers much more than low and middle income ones. To mitigate this problem, the tax exemption of pension contributions could be limited to the basic rate of tax, thus eliminating the favorable treatment of high-income",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "workers 5 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "But an EET approach, even if limited to the basic rate of tax, would entail no benefit for non-tax-paying workers. A more equitable solution would be to replace tax exemption with a credit transfer system that would offer the same tax incentive to all workers. This could take the form of a direct government contribution to the retirement saving accounts of individual workers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "It would represent a government subsidy or a form of negative income tax linked to saving for retirement.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "The Czech Republic uses a plan that comes very close to this approach. The govemment makes a contribution that matches the contribution made by participants in pension plans, up to relatively low limits. Despite the small amounts involved, participation in the voluntary pension pillar in the Czech Republic has been remarkably high. But by failing to link the government subsidy to a minimum contribution rate, the Czech scheme has encouraged small amounts of saving rather than adequate saving for retirement. The average contribution rate in the Czech Republic is less than 3 percent (World Bank 1999). An easy way to correct this plan would be to require a saving rate of at least 10 percent of a worker's earnings for the payment of a given amount of credit transfer. In the Czech Republic, penalty-free withdrawals from these subsidized accounts were initially allowed after only 15 years, although this was changed to 25 years in 2000. Allowing withdrawals only on retirement would be more consistent with the objective of promoting retirement savings.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "SA tax exemption at the basic rate of income tax is equivalent to offering a tax credit against a person's tax liability rather than taxable income.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "A government co-contribution to the compulsory private pension pillar was envisaged in Australia in the early 1990s. The co-contribution was scheduled to be gradually phased out as incomes reached average earnings. But this plan was abandoned when a new government was elected in the mid-1990s. The Mexican government, as part of the pension reform program implemented in 1998, deposits one \"indexed\" peso a day to each retirement saving account under its compulsory system. This may explain the high ratio of contributors to affiliates, which exceeds 75 percent in Mexico against less than 50 percent in Argentina and Chile. In the United",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "States payment of a matching contribution by employers provides a strong stimulus to expand voluntary participation by workers in company-sponsored 401(k) plans. The much discussed government co-contribution to so-called universal savings accounts could also be described as a credit transfer system.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "This approach would eliminate the preferential treatment of tax-paying workers and could also contain the tax cost of these exemptions or achieve greater redistribution in favor of lowincome workers for a given tax cost. From a social point of view, it would be superior to the other approaches as it would encourage saving by low-income workers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "Compliance by middle and high-income workers might decline under such a regime, but then high-income workers would be among the less likely workers to require either compulsion or inducement for saving for their old age. However, a government could allow tax-exempt contributions by middle and high-income workers within a specified band of income. Thus, a",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "CEET regime, offering a credit transfer (government co-contribution) to all workers, exempting contributions within a specified band of income, exempting investment income and taxing pensions, would encourage participation by both low and high-income workers and would avoid or at least reduce the problems of regressivity of alternative approaches.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "Tax incentives have opportunity costs for the government and their use may be ineffective if they lead people to shift their savings to tax-favored forms without any overall increase in long-term savings. Moreover, visible tax incentives, such as the credit transfer involved in a CEET regime, may give rise to more objections than indirect, less visible ones, like tax exemptions. But despite such objections, there can be little doubt that tax incentives are very powerful tools in encouraging participation in pension plans and thus promoting compliance.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How To Offer Tax Incentives?",
        "sec_num": "3."
      },
      {
        "text": "Once a decision is taken in favor of compulsory provision, Workers with very low incomes could also be exempt. Switzerland uses the concept of \"coordinated earnings\" and requires compulsory contributions on earnings falling within a band that is set annually and corresponds to between 40 and 120 percent of average economy-wide earnings. In this way, Switzerland attains an admirable integration of its unfunded public and funded private pillars. As low-income workers receive a high replacement pension from the public pillar, the Swiss approach avoids forcing low-income workers to oversave when they are young and receive unduly high replacement pensions when they are old 7 . This feature is not found in the new pension systems of Argentina, Hungary and Poland. This may discourage active participation by low-income workers in these countries 8 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Who Should Be Compelled?",
        "sec_num": "4."
      },
      {
        "text": "Another group of workers that could be exempt are those that have strong philosophical objections to a government-imposed compulsory participation in retirement saving plans (see below).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Who Should Be Compelled?",
        "sec_num": "4."
      },
      {
        "text": "This generally concerns funded plans that generate long-term savings. Increasingly, these plans are of the defined-contribution variety and tend to be fully funded, fully vested and fully portable.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Form Of Compulsory Participation?",
        "sec_num": "5."
      },
      {
        "text": "This is not the place to discuss extensively the merits and demerits of definedcontribution and defined-benefit plans. Occupational defined-benefit plans provide some retirement income insurance (Bodie 1990 ). But it is now increasingly recognized that the value of this insurance is contingent on the integrity and solvency of employer plans, on continuing 7 Such an approach would exclude self-employed workers with very low earnings and could provide an additional justification for exempting all self-employed workers from compulsory participation to the funded pillar. 'The treatment of unemployment spells, maternity leave, military service, and university education creates complications that may have a serious effect on defined-benefit final salary plans, though their impact on defined-contribution systems would be less important. Some countries (e.g., Switzerland) require compulsory contributions on all types of income, including unemployment and disability benefits, to their unfunded public pillars but not to the funded private pillars. This policy would be consistent with a high level of integration of the two pillars.",
        "cite_spans": [
          {
            "start": 195,
            "end": 206,
            "text": "(Bodie 1990",
            "ref_id": "BIBREF2"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Form Of Compulsory Participation?",
        "sec_num": "5."
      },
      {
        "text": "employment with the same employer, and on the treatment of pre-and post-retirement inflation (Bodie and Merton 1992) .",
        "cite_spans": [
          {
            "start": 93,
            "end": 116,
            "text": "(Bodie and Merton 1992)",
            "ref_id": "BIBREF4"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Form Of Compulsory Participation?",
        "sec_num": "5."
      },
      {
        "text": "Historically, occupational pension plans played an important role because of the underdevelopment and weakness of long-term insurance and financial markets, even in the most advanced countries. Initially, they conferred no vesting or portability rights and only retiring workers received benefits. Workers changing employment in mid-career could not transfer their accumulated pension rights to their new employers. Company pension plans effectively operated on the so-called \"Tontine\" principle of insurance, which pays all accumulated capital to the last survivor of a group. Coverage of company pension plans was small and their cost was low. Most plans were not funded. When funding started it took the form of book reserves and only over time this shifted to holding external assets, first government and other bonds, then equities, and more recently international securities. As financial markets became stronger and employment patterns less stable and as regulation of pension funds and protection of the rights of employees increased, there has been a slow but steady trend away from defined-benefit to defined-contribution plans.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Form Of Compulsory Participation?",
        "sec_num": "5."
      },
      {
        "text": "This trend is more prevalent in Australia, New Zealand and South Africa, but it is also quite pronounced in Switzerland and the United States and is spreading in other countries with large occupational pension plans (such as Canada, Ireland, the Netherlands and the United Kingdom).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Form Of Compulsory Participation?",
        "sec_num": "5."
      },
      {
        "text": "Defined-contribution plans can deal more effectively than defined-benefit plans with vesting and portability rights, which are increasing in importance as employment patterns become less stable. They can be fully funded almost by definition provided they are based on actual individual capitalization accounts. But they transfer the performance risk of pension funds to workers. This can be reduced by using properly diversified portfolios and more sophisticated annuity products (Bodie and Crane 1998 , Burtless 1998 , Alier and Vittas 2001 .",
        "cite_spans": [
          {
            "start": 480,
            "end": 501,
            "text": "(Bodie and Crane 1998",
            "ref_id": "BIBREF3"
          },
          {
            "start": 502,
            "end": 517,
            "text": ", Burtless 1998",
            "ref_id": "BIBREF7"
          },
          {
            "start": 518,
            "end": 541,
            "text": ", Alier and Vittas 2001",
            "ref_id": "BIBREF0"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Form Of Compulsory Participation?",
        "sec_num": "5."
      },
      {
        "text": "Some countries combine defined-contribution plans with targeted pension levels. The best example is Switzerland, which specifies the obligatory part of its funded pillar as a definedcredit system' with the ultimate objective to achieve a targeted pension level at retirement (Smalhout 1996, Queisser and Vittas 2000) . Optional variable contribution rates may also contribute to the attainment of targeted pension levels (Vittas 1993) . Variable contribution rates are effectively allowed for in most countries that operate DC plans, although their role could be made more explicit in the relevant pension laws.",
        "cite_spans": [
          {
            "start": 275,
            "end": 303,
            "text": "(Smalhout 1996, Queisser and",
            "ref_id": null
          },
          {
            "start": 304,
            "end": 316,
            "text": "Vittas 2000)",
            "ref_id": "BIBREF37"
          },
          {
            "start": 421,
            "end": 434,
            "text": "(Vittas 1993)",
            "ref_id": "BIBREF34"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Form Of Compulsory Participation?",
        "sec_num": "5."
      },
      {
        "text": "The answer to this question depends on what is considered an appropriate targeted pension level and on whether there exists a separate redistributive public pillar. Experience from",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Rate of Saving (Contribution)?",
        "sec_num": "6."
      },
      {
        "text": "Latin America suggests that a contribution rate for long-term capital accumulation of less than 5 percent would not be adequate. An additional 2 to 3 percent would be required to cover operating fees and premiums for term life and disability insurance.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Rate of Saving (Contribution)?",
        "sec_num": "6."
      },
      {
        "text": "In Chile the total contribution rate used to be around 13 percent --10 percent for longterm capital accumulation plus around 3 percent for operating fees and insurance premiums. In recent years, the latter started to fall, reaching 2.1 percent in 2000. In Argentina, the contribution rate for the second pillar amounts to 11 percent (7.5 percent for long-term capital accumulation plus 3.5 percent for operating fees and insurance premiums). In Mexico, the rninimum contribution rate is 6.5 percent to the individual retirement account plus another 5 percent that is credited to an account operated by a housing finance institution. The government adds a flat contribution that corresponds to around 2.5 percent of the average wage. Operating fees are deducted from these contributions, but disability and term life insurance (which covers survivor benefits) is operated by the traditional social security institution, IMSS, and involves a premium of 2.5 percent. In Hungary, the contribution rate to the compulsory funded pillar was initially set at 6 percent, with provision for its increase in two annual steps to 8 percent. However, the government that took office in 1999 has indefinitely postponed implementation of this provision and has frozen the contribution rate to 6 percent. In Switzerland there is no minimum required contribution rate. Swiss law only requires that employer contributions are at least equal to those of employees. In practice, employers cover two-thirds of annual contributions. The minimum out much more clearly and also include the decumulation phase (a fixed minimum annuity conversion factor is specified).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Rate of Saving (Contribution)?",
        "sec_num": "6."
      },
      {
        "text": "legal requirement is for credits to be made to notional individual accounts based on a worker's age combined with a mninimum notional return of 4 per cent per year. Plans that achieve high investment returns may operate with zero contribution rates.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Rate of Saving (Contribution)?",
        "sec_num": "6."
      },
      {
        "text": "In general, a rate of 10 percent for long-term capital accumulation would be adequate for ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Rate of Saving (Contribution)?",
        "sec_num": "6."
      },
      {
        "text": "Benefits can take several different forms: lump sums on retirement, lifetime pensions, pensions for surviving dependents, pensions for disability, and withdrawals for housing, education and healthcare. Historically, there was a clear distinction between provident funds that paid benefits in lump-sum form and pension funds that offered life annuities. Over time, however, the distinction became blurred. Most pension funds now allow commutation into a In addition to benefits for retired workers, pension systems need also to provide disability insurance to cover active workers and their dependents from the effects of serious accident and term life insurance to protect the dependents of active workers in case of death. In Latin American countries, these insurance policies are organized on a group basis, a feature that lowers costs and could also be used in annuity business.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Benefits?",
        "sec_num": "7."
      },
      {
        "text": "Other benefits for active workers could include provisions allowing pre-retirement withdrawals for housing, education, health care and various emergencies (e.g., funeral or wedding '0 These structural problems include the impact of adverse selection due to asymmetric information and socioeconomic factors (Friedman and Warshawsky 1990 , Blake 1999 , Brown 1999 , James and Vittas 2000 . Because annuity contracts are irrevocable, inflexible and nonportable, they require considerable trust in the long-term solvency and integrity of annuity providers. The latter is weakened by the considerable uncertainty regarding long-term improvements in longevity and the reinvestment risk emanating from the duration mismatching of assets and liabilities of annuity providers. expenses). Many countries allow use of pension or provident fund balances for such purposes. Too liberal use for non-retirement purposes runs the risk of depleting accumulated balances and leaving too little capital for retirement. Alternatively, it may cause the mandated contribution rate to be too high as is notably the case in Singapore. On the other hand, a blanket prohibition of early withdrawals for housing, education and healthcare would unfairly penalize low and midclle-income workers and would weaken support for participation in retirement saving plans. A compromise solution would be to permit a certain amount of withdrawals but subject to some sensible aggregate limit. In addition, repayment of early withdrawals or replenishment of account balances could also be required. A sensible aggregate limit could allow withdrawals equal to 100 percent of accumulated balances or 30 percent of projected balances at normal retirement age, whichever is lower\". In this way, young workers would be bound by the first limit, while older workers would be bound by the second limit' 2 .",
        "cite_spans": [
          {
            "start": 306,
            "end": 335,
            "text": "(Friedman and Warshawsky 1990",
            "ref_id": "BIBREF12"
          },
          {
            "start": 336,
            "end": 348,
            "text": ", Blake 1999",
            "ref_id": "BIBREF1"
          },
          {
            "start": 349,
            "end": 361,
            "text": ", Brown 1999",
            "ref_id": "BIBREF6"
          },
          {
            "start": 362,
            "end": 385,
            "text": ", James and Vittas 2000",
            "ref_id": "BIBREF20"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Benefits?",
        "sec_num": "7."
      },
      {
        "text": "The institutional structure of funded private pillars, which affects the administ:ration of accounts, collection of contributions, payment of benefits, and management of accumulated assets, is one of the most important aspects of the functioning of compulsory pension systems.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Institutional Structure?",
        "sec_num": "8."
      },
      {
        "text": "There are two basic choices: between centralized public and decentralized private management;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Institutional Structure?",
        "sec_num": "8."
      },
      {
        "text": "and, in the latter case, between company-based closed funds and open funds managed by specialized financial institutions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Institutional Structure?",
        "sec_num": "8."
      },
      {
        "text": "With regard to the first choice, experience in both developed and developing countries shows that private decentralized management has achieved higher efficiency, a better quality of service and higher real returns than public centralized management. The rare exceptions to this 1 \"Allowing early withdrawals could mitigate any opposition to investment rules that prohibit the extension of loans to members. In many developing countries, employer-sponsored provident funds play a multifaceted role as short-term saving clubs, loan-granting credit unions, and retirement saving plans.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Institutional Structure?",
        "sec_num": "8."
      },
      {
        "text": "12 Reverse mortgages could be used to provide liquidity to old people who have invested heavily in their own houses and end up being \"asset rich\" but \"income poor\". Reverse mortgages are an interesting concept but have yet to be successfully implemented in any country. They raise some important policy issues, such as how to protect very old people from aggressive selling agents and how to ensure that insurance companies would be able to meet their financial obligations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Institutional Structure?",
        "sec_num": "8."
      },
      {
        "text": "pattern, exemplified by the high operating efficiency of the Central Provident Fund of Singapore and the Employees' Provident Fund of Malaysia, serve to confirm this rule. However, even in these countries, and especially in Singapore, the real rate of return credited to workers' accounts has been very low, despite the pursuit of sound macroeconomic policies and the attainment of high economic growth with low inflation (Valdes-Prieto 1998). In many countries, especially in Africa and Latin America, the investment performance of central public sector agencies has been disastrous (World Bank 1994) and the quality of service has been very poor. In OECD countries, private pension funds have generally achieved higher investment returns than public pension funds (Davis 1995) , while the quality of service of private funds has also been superior. 14 None of the reforming countries in Latin America has imposed limits on operating fees and on agent commissions. However, a strong case can be made for such limits in mandatory pension systems, especially those offering constrained choice. '5 For a 40-year contribution period, a collection fee of 1 percent of contributions is equivalent to an asset fee of about 5 basis points. This is a useful simplified key, although it should be borne in mind that the relationship between collection and asset fees is nonlinear. For a contribution period that covers the last 30 years before retirement, the simplified key is 7 basis points, while for a contribution period covering the last invest more heavily in corporate equities and bonds (Rocha et al 2001) . The problem with employer funds is that such good performance is found among the pension funds of larger employers that operate the traditional defined-benefit plans. In the United States, smaller company funds tend to incur higher operating costs, especially when they are organized as 401(k)",
        "cite_spans": [
          {
            "start": 766,
            "end": 778,
            "text": "(Davis 1995)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 1587,
            "end": 1605,
            "text": "(Rocha et al 2001)",
            "ref_id": "BIBREF28"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Institutional Structure?",
        "sec_num": "8."
      },
      {
        "text": "plans. Operating fees of as much as 200 basis points are not uncommon among such plans. In addition, 401(k) plans, of both small and large employers, tend to encourage investment in the equity of the sponsoring employer, a practice that is generally considered as highly imprudent' 6 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Institutional Structure?",
        "sec_num": "8."
      },
      {
        "text": "The basic problem with employer-based closed funds is that workers are captive and depend on the integrity and professionalism of their employers and the board of trustees in pursuing good performance.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Institutional Structure?",
        "sec_num": "8."
      },
      {
        "text": "One compromise solution would be to allow hybrid funds. For instance, employer-based plans offering fully vested, fully funded and fully portable benefits could give workers the right to opt out and join independent funds. Alternatively, group contracts could be allowed for independent fund management companies, especially if such contracts could be negotiated by employers and offered to their employees on an optional basis. In this way, pension funds would benefit from economies of scale and group discounts, but pressure would continue to be exerted to achieve high investment returns with low operating fees.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Institutional Structure?",
        "sec_num": "8."
      },
      {
        "text": "The operation of private pension funds with individual accounts benefits from considerable economies of scale and there is a persistent trend toward greater concentration in pension fund management. In Chile the number of pension funds has declined from 21 in the early 1990s to 8 by the year 2000, while in Argentina it has fallen from 25 to 13. In Bolivia at the start of the new system only two managers with proven international experience were authorized.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Institutional Structure?",
        "sec_num": "8."
      },
      {
        "text": "In view of this trend and to avoid forcing workers to save with noncompetitive private sector institutions, an alternative approach would allow the participation of a fund managed by a public 20 years before retirement it is 10 basis points. 16 In 401(k) plans, investments are worker directed. On average, around 30 percent of assets are invested in the equity of sponsoring employers. But there are individual plans where company stock represents as much as 60 to 80 percent of assets. To some extent, this pattern is explained by the matching contribution made by employers, which is often made in company stock rather than cash. The recent collapse of Enron, the large sector agency. Argentina, Mexico, Kazakhstan and Uruguay have offered this solution.",
        "cite_spans": [
          {
            "start": 242,
            "end": 244,
            "text": "16",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Institutional Structure?",
        "sec_num": "8."
      },
      {
        "text": "Participation of a publicly managed fund would require the creation of a level playing field so that neither the private nor the public funds are placed at a competitive disadvantage, to each other, while the publicly managed fund would need to be effectively protected from political interference.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Institutional Structure?",
        "sec_num": "8."
      },
      {
        "text": "A better option would be to centralize the administrative functions of pension funds (e.g., keeping of records, collection of contributions, payment of benefits and sending of statements)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Institutional Structure?",
        "sec_num": "8."
      },
      {
        "text": "and assign the management of assets to a small number of asset managers on the basis of competitive bidding and with clearly constrained asset allocation policies (Glaessner and Valdes-Prieto 1996, James et al 1999) . Such an approach is successfully applied in the case of the Thrift Savings Plan for the Federal Employees Retirement System in the United States. Sweden has adopted the centralized approach to the administration of pension funds but is allowing individual workers to select from a large group of asset managers through a system of \"blind accounts\" whereby the asset managers would not know which workers have selected them (Palmer 2000) .",
        "cite_spans": [
          {
            "start": 163,
            "end": 177,
            "text": "(Glaessner and",
            "ref_id": "BIBREF13"
          },
          {
            "start": 178,
            "end": 215,
            "text": "Valdes-Prieto 1996, James et al 1999)",
            "ref_id": null
          },
          {
            "start": 641,
            "end": 654,
            "text": "(Palmer 2000)",
            "ref_id": "BIBREF26"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Institutional Structure?",
        "sec_num": "8."
      },
      {
        "text": "A lesson of recent experience is that reformers need to be careful when they try to lower operating costs. Centralized collection of contributions has been pursued in a number of countries, but the results have been less than satisfactory, most notably in Kazakhstan and",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Institutional Structure?",
        "sec_num": "8."
      },
      {
        "text": "Poland, because of the inefficiency of the public agencies used for this purpose. In the two countries mentioned, contributions were collected but individual records were deficient so that a substantial proportion of collected funds remained unallocated two years or more after the introduction of the new system. Thus, in trying to improve on the performance of reform programs in other countries, policymakers need to ensure that the proposed cures are not worse than the disease.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Institutional Structure?",
        "sec_num": "8."
      },
      {
        "text": "US energy corporation, has underscored the high risk of investing in a non-diversified portfolio.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Regulation and Supervision?",
        "sec_num": "9."
      },
      {
        "text": "A government that imposes a mandatory retirement saving system has an obligation to ensure that it is safe, works well, is simple and easy to understand, and will deliver the promised benefits. This obligation is clearly stronger in developing countries where millions of affected workers may lack familiarity with the workings of modern financial markets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Regulation and Supervision?",
        "sec_num": "9."
      },
      {
        "text": "The main focus of regulation should be on prudential and protective norms and fiduciary standards. First and foremost are licensing rules that should ensure that only persons satisfying a stringent \"fit and proper\" test are allowed to act as sponsors, founders, directors, trustees or senior executives of pension funds. Other rules should require a specified minimum capital, asset diversification and market valuation, external financial audits and actuarial reviews, and extensive information disclosure and transparency. Of particular importance are rules on adequate fund governance, well-developed internal control systems, legal separation of the assets of the pension fund from those of the management company, and proper custodial arrangements.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Regulation and Supervision?",
        "sec_num": "9."
      },
      {
        "text": "All these prudential and protective rules are necessary to ensure the financial soundness of pension funds, prevent fraud, self-dealing and other potential conflict-of-interest situations, and safeguard the interests of workers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Regulation and Supervision?",
        "sec_num": "9."
      },
      {
        "text": "The above regulations are noncontroversial, but are difficult to achieve. Ensuring an efficient and adequate supply of auditors, actuaries and custodians, not to mention experienced examiners and supervisors, is a tall order for most developing countries. In Chile, effective external custody of pension fund assets was secured by requiring all assets to be held with the central bank for safe keeping during the first ten years of the new system. Private custodians were allowed in the 1990s. The development of automated central securities depositories in many countries around the world has simplified the requirement for safe external custody.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Regulation and Supervision?",
        "sec_num": "9."
      },
      {
        "text": "Other rules that have been practiced in Latin American countries are more controversial.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Regulation and Supervision?",
        "sec_num": "9."
      },
      {
        "text": "The \"one account per worker\", \"one fund per company\", and \"uniform pricing\" rules have aimed at ensuring simplicity and transparency and thus providing protection to workers, but their usefulness is open to question. They could be justified in systems that offer constrained choice, although they should probably need to be supplemented with regulations and limits on operating fees, agent commissions, and account switching. They would be out of place in systems that emphasize personal choice. In such systems, they would need to be relaxed in the longer run in order to offer more effective choice to workers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Regulation and Supervision?",
        "sec_num": "9."
      },
      {
        "text": "To enforce compliance with the whole panoply of prudential and protective regulations requires the creation of an effective, well-funded, properly staffed and proactive supervision agency (Vittas 1998) . Latin American countries, and to a lesser extent the reforming countries of Eastern Europe, have been more successful than most OECD countries in developing effective supervision of private pension funds. Following modern practice, supervisors should enlist the support and cooperation of auditors, actuaries and custodians.",
        "cite_spans": [
          {
            "start": 188,
            "end": 201,
            "text": "(Vittas 1998)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Regulation and Supervision?",
        "sec_num": "9."
      },
      {
        "text": "In several high-income countries, pension fund supervision lacks adequate and reasonably up-to-date information and is slow to take corrective action. Given the very long-tenn nature of pension contracts, it is imperative to develop a system of supervision that is proactive and effective, stimulates transparency, and ensures compliance with basic prudential and protective rules\".",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Regulation and Supervision?",
        "sec_num": "9."
      },
      {
        "text": "Investment rules are highly controversial, even though they are of limited relevance in the early years of pension reform, mainly because accumulated pension fund assets are initially very small\" 8 . However, over time and as assets start to expand, proper investment rules are essential.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Investment Rules",
        "sec_num": "10."
      },
      {
        "text": "Many developing countries have imposed detailed investment rules for diversification purposes setting upper limits on different assets by type as well as by issuer. These can be justified by the low level of development of local capital markets, the lack of any tradition of private pension provision and the lack of familiarity of most workers with complicated financial assets. However, investment rules should always emphasize safety and profitability and should not aim to direct funds into socially desirable projects.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Investment Rules",
        "sec_num": "10."
      },
      {
        "text": "Among reforming developing countries, Chile has avoided imposing minimum investment requirements and has proceeded to expand the choice of available asset classes as pension funds increased in size and maturity. Other countries, including Argentina, Bolivia,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Investment Rules",
        "sec_num": "10."
      },
      {
        "text": "Mexico and Uruguay, have imposed various minimum investment rules, although a pattern of gradual liberalization is also evident or intended in most countries. Critics of investment limits have emphasized the losses in foregone income that could have been avoided by a more liberal system (Shah 1997, Srinivas and Yermo 1999) . However, such studies fail to take into account the prevailing conditions in different countries. In fact, the performance of mutual funds in developing countries, which are heavily invested in bonds and money market instruments, and the apparent lack of investor confidence in the integrity and transparency of local equity markets strongly suggest that in a more liberal system, pension funds would have tended to follow more conservative investment policies, probably achieving lower returns than under the regulated regime.",
        "cite_spans": [
          {
            "start": 288,
            "end": 312,
            "text": "(Shah 1997, Srinivas and",
            "ref_id": null
          },
          {
            "start": 313,
            "end": 324,
            "text": "Yermo 1999)",
            "ref_id": "BIBREF31"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Investment Rules",
        "sec_num": "10."
      },
      {
        "text": "In developed countries detailed investment rules may not be necessary. Reliance on the \"prudent expert\" rule and the concept of benchmark portfolios (see below) may be quite adequate. Available data show that pension funds in countries that rely on the \"prudent expert\" approach have been able to achieve higher investment returns than pension funds in countries that have imposed quantitative limits on different classes of assets (Davis 1998 , European Commission 1999 .",
        "cite_spans": [
          {
            "start": 432,
            "end": 443,
            "text": "(Davis 1998",
            "ref_id": "BIBREF10"
          },
          {
            "start": 444,
            "end": 470,
            "text": ", European Commission 1999",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Investment Rules",
        "sec_num": "10."
      },
      {
        "text": "Most developing countries and several developed ones either prohibit pension funds to invest in foreign assets or apply very tight limits on such investments. To some extent, the motivation for these controls is prudential since local pension funds may not have the expertise to select foreign assets. But to a much larger extent, limits on foreign assets are motivated by diversification would be essential when pension fund assets exceed 20 percent of GDP.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Investment Rules",
        "sec_num": "10."
      },
      {
        "text": "balance-of-payment considerations and by the desire to promote the development of local capital markets. Pension funds (and other institutional investors) have the potential to stimulate the development of local capital markets (Vittas 1998b (Vittas , 2000 . Although pension funds are neither necessary nor sufficient for capital market development (Vittas 2000) , there is nevertheless considerable empirical evidence showing a close correlation between pension funds ('and other institutional investors) and capital market development\".",
        "cite_spans": [
          {
            "start": 228,
            "end": 241,
            "text": "(Vittas 1998b",
            "ref_id": "BIBREF36"
          },
          {
            "start": 242,
            "end": 256,
            "text": "(Vittas , 2000",
            "ref_id": "BIBREF37"
          },
          {
            "start": 350,
            "end": 363,
            "text": "(Vittas 2000)",
            "ref_id": "BIBREF37"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Investment Rules",
        "sec_num": "10."
      },
      {
        "text": "In developing countries rules that prohibit or severely constrain investments on foreign assets may be counter-productive if the rest of the economy and financial system are well integrated with foreign markets. For instance, in countries where large utilities, industrial firms and financial institutions are strategically owned by foreign entities, a blanket prohibition on foreign investments would force pension funds to invest either in large local companies that are not attractive to foreign strategic owners or are too small to elicit any foreign interest. Thus, any investment rules on pension funds should be consistent with the degree of international economic",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Investment Rules",
        "sec_num": "10."
      },
      {
        "text": "integration. This argument is particularly important for the countries of Eastern Europe that are aiming for closer integration with the European Union but is also becoming increasingly relevant for countries in East Asia, Latin America and the Middle East.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Investment Rules",
        "sec_num": "10."
      },
      {
        "text": "Much concern is usually expressed about investment in overseas assets and in derivative products. The first concern relates to the facilitation of what could be called an institutional flight of capital from developing countries with poorly functioning capital markets to high-income countries with strongly developed and efficient markets. One solution to this problem, advocated by Bodie and Merton (2001) , is to use international asset swaps with pension funds based in other countries. In this way, international diversification of pension fund assets would not involve a large outflow of capital. The only movement of capital across the exchanges would cover the net gains or losses suffered by national pension funds in these asset swaps 20 . As '9 The empirical evidence has been compiled by Gregorio Impavido and Alberto Musalem in a series of papers (Catalan et 2001, Impavido and Musalem 2000) . It is important to note that in many countries (e.g. Malaysia, Singapore and Switzerland) foreign pension funds and other international investors may have been as important in stimulating local market development as the domestic pension funds (Vittas 2000) . 20 The fear of institutional capital flight is one of the main reasons for which policymakers in developing regards, the use of derivative products, authorization could be extended on an individual basis to pension funds demonstrating the use of effective systems of asset management and internal control. This approach was formally introduced in Switzerland in 2000, although it was practiced informally over a longer period.",
        "cite_spans": [
          {
            "start": 384,
            "end": 407,
            "text": "Bodie and Merton (2001)",
            "ref_id": "BIBREF5"
          },
          {
            "start": 860,
            "end": 890,
            "text": "(Catalan et 2001, Impavido and",
            "ref_id": "BIBREF8"
          },
          {
            "start": 891,
            "end": 904,
            "text": "Musalem 2000)",
            "ref_id": "BIBREF18"
          },
          {
            "start": 1150,
            "end": 1163,
            "text": "(Vittas 2000)",
            "ref_id": "BIBREF37"
          },
          {
            "start": 1166,
            "end": 1168,
            "text": "20",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Investment Rules",
        "sec_num": "10."
      },
      {
        "text": "Pension guarantees can play an important part in compulsory pension systems. They aim to provide effective protection to workers but they need to be designed with care to avoid the problems of moral hazard that afflict all systems of financial guarantees. They can take four different forms: a minimum pension; a minimum investment return; a minimum annuity conversion factor; and protection from insolvency. Minimum pension guarantees may give rise to moral hazard problems. If they are not formulated properly, they may encourage strategic manipulation by workers who may seek to contribute for the minimum period and for the minimum amounts that would entitle them to draw the minimum pension. In the case of Argentina, the requirement of a minimum contribution period of 30 years to the public pillar may act as a strong disincentive for participation by selfemployed and other workers who may be uncertain about their future ability to contribute for such a long period. A better alternative for offering a minimum public pension (or a minimum countries have not shown much interest in Kotlikoff s proposal to select an international asset management company and invest all assets in a properly constructed world index (Kotlikoff 1994) . This approach would aim to minimize operating costs, maximize asset diversification, achieve an optimal combination of risk and return, and insulate pension fund assets from political risk. It would also ensure that all workers of the same cohort receive the same returns. However, the fact that no advanced country, and even no individual pension fund in any advanced country, has adopted Kotlikoff's proposal has weakened its appeal for policymakers of developing countries.",
        "cite_spans": [
          {
            "start": 1224,
            "end": 1240,
            "text": "(Kotlikoff 1994)",
            "ref_id": "BIBREF23"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Guarantees?",
        "sec_num": "12."
      },
      {
        "text": "pension guarantee from the private pillar in the absence of a separate public pillar) is to apply a proportionality rule, broadly similar to that used for the public pillars in Switzerland and the",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Guarantees?",
        "sec_num": "12."
      },
      {
        "text": "Netherlands. Under such a rule, the state would offer (or guarantee) an accrual factor of say 0.75 percent of the average wage for each year of contribution with a minimum that would be no lower than the social assistance pension. Thus, for a 40-year contribution period, the minimum pension guarantee would amount to 30 percent of the average wage.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Guarantees?",
        "sec_num": "12."
      },
      {
        "text": "A minimum investment return guarantee expressed in absolute nominal or real terms would not be advisable. It could distort incentives and exert an undue influence on investment policies. Switzerland requires as a minimum the annual crediting of a 4 percent nominal return to the \"notional\" retirement accounts that are held for each covered worker. The minimum return is credited alongside the required age-related contributions. Accumulated balances on these \"notional\" accounts become relevant when people change jobs and join the pension funds of their new employers or on retirement. There are no provisions for any penalties for failure Ito achieve the minimum return on an annual basis, although fund managers appear to have adoptee conservative investment policies to ensure that their annual returns do not fall below this level (Queisser and Vittas 2000) . In Singapore, a minimum nominal return of 2.5 percent is guaranteed but as this is a state-run plan the guarantee has little impact. Since it is expressed in nominal terms it also has little meaning.",
        "cite_spans": [
          {
            "start": 837,
            "end": 863,
            "text": "(Queisser and Vittas 2000)",
            "ref_id": "BIBREF27"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Guarantees?",
        "sec_num": "12."
      },
      {
        "text": "Guaranteeing the minimum nominal or real profitability relative to the average achieved by all pension funds would make more sense since it would protect workers from large deviations in returns. Chile requires a minimum real return that is no less than 50 percent of the average real return achieved by all pension funds on a 12-month moving average basis (recently extended to a 36-month basis). Argentina imposes a similar requirement but expressed as no less than 70 percent of the nominal return of all pension funds.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Guarantees?",
        "sec_num": "12."
      },
      {
        "text": "Guaranteeing relative minimum profitability is linked with minimum solvency requirements and investment reserves. It results in more uniform, and perhaps also more conservative, investment policies. But it can be justified by the imposition of the \"one account per worker\" and \"one fund per company\" rules, which create a large exposure of individual workers to the performance of individual managers. A minimum relative rate of return would protect workers from aberrant behavior by individual fund managers. 2 ' In both Chile and Argentina, fund managers are required to make up any shortfall in returns from their own funds, a provision that is not explicitly provided in the case of Switzerland.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Guarantees?",
        "sec_num": "12."
      },
      {
        "text": "For more advanced countries, other solutions may be more appropriate for protecting workers from excessive fluctuations and deviations in returns. The \"prudent expert\" rule has worked well for defined-benefit plans where the investment risk is borne by sponsoring employers, but it remains to be seen whether it will work equally well for defined-contribution plans. One possible approach would be to require management companies to spell out clearly the investment policies of particular funds they promote and to be liable for making up any shortfalls that might result from deviating from such policies 22 . The use of benchmark portfolios and detailed investment guidelines may be a better approach to the current situation in developed countries where the only constraint on fund management companies is the loss of business and the potentially adverse impact on their reputation. These penalties on transgressors occur after the event and offer no consolation to retiring workers who may suffer large losses from the failure of fund managers to comply with their own investment guidelines.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Guarantees?",
        "sec_num": "12."
      },
      {
        "text": "There may be some practical problems in defining benchmark portfolios, although these difficulties should not be exaggerated since benchmarks are widely used by pension funds to monitor the performance of asset managers. Formal statement of investment policy objectives (SIPOs) are required by the new mandatory provident fund system of Hong Kong and it is also practiced on a less formal basis in the United Kingdom. However, no country requires fund managers to make up any shortfalls in returns that may result from unauthorized deviations from the published SIPO.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Guarantees?",
        "sec_num": "12."
      },
      {
        "text": "No country other than Switzerland stipulates a minimum annuity conversion factor. This has been set at 7.2 percent since the introduction of the compulsory system in 1985. There are currently proposals under discussion for a significant decrease in its level to reflect the fall in interest rates and the increase in longevity. The annuity conversion factor is used when workers retire and convert their accumulated balances into a life annuity. Although a rminimum conversion factor stipulated in absolute terms may not be advisable as it may either expose annuity providers to a high reinvestment risk or it may set the conversion factor at too low a level, some regulation of annuity prices (as well as products) may be warranted. At the very least, there should be extensive publicity and analysis of the products and prices offered by different insurance companies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Guarantees?",
        "sec_num": "12."
      },
      {
        "text": "Finally, protecting workers from the failure of insurance companies (which provide term life and disability cover as well as annuities) seems essential, especially in a mandatory retirement saving scheme. To prevent moral hazard problems and excessive risk taking, the regulators need to ensure that financial institutions have adequate capital for the risks they assume, are properly diversified, and are not exposed to a major mismatch of their assets and liabilities (Merton and Bodie 1992) .",
        "cite_spans": [
          {
            "start": 470,
            "end": 493,
            "text": "(Merton and Bodie 1992)",
            "ref_id": "BIBREF24"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What Guarantees?",
        "sec_num": "12."
      },
      {
        "text": "Individual choice can be an essential element of a compulsory saving scheme, although it may seem at first glance like a contradiction. In Singapore and Malaysia, individual workers can decide how to invest their own balances, above a stipulated minimum level, provided they choose among approved instruments. The latter used to be limited to owner-occupied housing, but they now cover approved mutual funds investing in domestic and foreign securities.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How Much Individual Choice?",
        "sec_num": "13."
      },
      {
        "text": "In Chile, Argentina and other Latin American countries individual workers can choose their fund management company and can switch their account from company to company. In fact, account switching was a big problem in both countries as it took place on a very large scale.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How Much Individual Choice?",
        "sec_num": "13."
      },
      {
        "text": "At its peak nearly one in two active accounts switched annually in Chile, while the corresponding ratio was one in three active accounts in Argentina. Account switching seemed to be motivated by the interests of selling agents rather than those of workers. To contain the level of account switching both countries introduced rules that restrict the frequency of switching to one per year, while also requiring more cumbersome procedures for account switching.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How Much Individual Choice?",
        "sec_num": "13."
      },
      {
        "text": "In Chile, Argentina and other reforming countries, the \"one account per worker\", \"one fund per company\" and \"uniform pricing\" rules seem to constrain individual choice. Various improvements can be introduced in these plans to increase individual choice and thus enhance efficiency, while retaining the compulsory element of saving for retirement. Some of these improvements would make compulsory retirement savings plans more palatable in more advanced countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How Much Individual Choice?",
        "sec_num": "13."
      },
      {
        "text": "First, workers could be allowed to hold multiple accounts and management companies could be allowed to operate multiple funds. These could be limited to a small number, say no more than three, in order to facilitate verification of compliance.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How Much Individual Choice?",
        "sec_num": "13."
      },
      {
        "text": "Second, group contracts could be allowed. These could offer discounts to group members and could be arranged by employers (or other groups with a common bond). Individual workers could be allowed to opt out of company-based group plans, though they might be discouraged by the higher operating fees they might have to incur by doing so. Still, the right to opt out would exert pressure on group plans to earn as good net investment returns as non-group ones.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How Much Individual Choice?",
        "sec_num": "13."
      },
      {
        "text": "Third, individual workers could be given the right to invest in pension funds that are subject to less regulation (especially fewer and less restrictive investment rules) provided they would not be covered by government protections and guarantees. Thus, workers who value the minimum pension and minimum relative profitability guarantees could stay with the (more heavily) regulated funds and could face much more constrained choice in their investment options. In contrast, workers who do not desire such protections could opt for the less regulated funds. Similarly, if the system is based on benchmark portfolios, workers who do not wish to be covered by state regulations and protections could opt for funds that are subject to fewer regulations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How Much Individual Choice?",
        "sec_num": "13."
      },
      {
        "text": "Finally, and perhaps more controversially, workers who have philosophical objections against compulsory saving for retirement purposes could be allowed to be exempt from such plans provided they signed a declaration to that effect. At the very least, opting not to participate in a compulsory system would be the result of a conscious decision. Myopic behavior could still influence the choice of young workers, but if they had to sign such a declaration every three or five years, they could realize the need for saving for their retirement at an earlier stage than would otherwise be the case.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How Much Individual Choice?",
        "sec_num": "13."
      },
      {
        "text": "From a practical point of view, it would probably be inadvisable to offer most of these additional elements of individual choice when pension reform is first implemented. They could be introduced at a later stage, once the private funded pillar is well established.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How Much Individual Choice?",
        "sec_num": "13."
      },
      {
        "text": "To recapitulate, policies to promote saving for retirement and old age should ideally use both tax incentives and compulsion.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Remarks",
        "sec_num": "14."
      },
      {
        "text": "The case for compulsory provision is based on the need to overcome the myopic behavior of a large minority of workers and to protect society from those who make inadequate provision for their old age.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Remarks",
        "sec_num": "14."
      },
      {
        "text": "Tax inducements may facilitate compliance. The socially superior way of providing tax inducements would be through a credit transfer that is added to individual capitalization accounts provided a minimum rate of saving is observed. This would encourage participation by lowincome groups. Allowing exemption of contributions within specified lower and upper income limits could also encourage adequate saving for retirement by middle and high-income workers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Remarks",
        "sec_num": "14."
      },
      {
        "text": "Compulsory provision imposes an obligation on the state to ensure that the system is safe, works well, is simple and easy to understand, and will deliver the targeted benefits. Inportant policy issues include the extent of compulsory coverage, the form and size of compulsory saving, the management, regulation and guarantees of the compulsory system, and finally the extent of individual choice.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Remarks",
        "sec_num": "14."
      },
      {
        "text": "This paper argues for imposing compulsory participation on workers in dependent employment but exempting the very young (under 25), the very old (over the normal retirement age), the very poor (those eaming less than 40 percent of the average wage) and the selfemployed. It suggests that compulsory participation should take the form of individual accounts but with constrained choice and that a contribution rate of 10 percent for long-term capital accumulation would be reasonable and adequate, although allowing use of variable contribution rates to attain targeted pension levels would also be advisable.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Remarks",
        "sec_num": "14."
      },
      {
        "text": "A minimum level of compulsory annuitization should be required and this should be less than the targeted level of compulsory accumulation. Balances in excess of the minimum level of annuitization could be used in a more flexible way both before and after retirement. Withdrawals for housing, education and healthcare could be allowed but should not exceed the lower of 100 percent of accumulated balances or 30 percent of projected balances at retirement.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Remarks",
        "sec_num": "14."
      },
      {
        "text": "Management of accumulated assets should be decentralized but one of the fund managers could be a public sector agency, provided a level playing field was put in place and the public sector agency was protected from political interference. Both independent open funds and employer closed funds as well as group contracts could be allowed, with workers having the right to opt for one or the other type. Vesting and portability rights should be ensured. Limits on operating fees and selling commissions as well as on the frequency of account switching could be imposed in order to lower operating costs and fees.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Remarks",
        "sec_num": "14."
      },
      {
        "text": "The regulatory framework needs to be robust and effective. A whole panoply of prudential and protective rules would be essential. This should cover \"fit and proper\" tests for the founders, sponsors, directors, trustees, and senior executives of pension funds, asset diversification and market valuation rules, legal segregation of assets and safe extemal custody, independent financial audits and actuarial reviews, and adequate disclosure and transparency. An effective, proactive, well-funded and properly staffed supervision agency is necessary.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Remarks",
        "sec_num": "14."
      },
      {
        "text": "Occupational pensions used to be compulsory for most eligible employees of companies that operated defined-benefit plans. Compulsory participation is not a feature of defined-contribution plans, such as the proliferating 401(k) plans of the past two decades or so, although employers offer matching contributions and undertake educational and promotional campaigns to stimulate voluntary participation.3 In the United States, both IBM and ATT, two of the corporate giants of most of the 20th century, changed their employer-based pension system in recent years, moving from a generous defined-benefit system to a less attractive cash-balance system. In both cases, the companies acted without adequate consultation with covered employees, causing the latter to campaign publicly against the proposals of their respective companies. Both IBM and ATT have faced difficult conditions in competitive markets. Their change of approach underscores the importance of employer solvency and integrity, neither of which should be accepted without question.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Switzerland is also notable in that it imposes no ceilings on the contributions to both compulsory pillars, although there is a proposal under discussion to place a limit on the tax-exempt contributions to the pillar of occupational pensions(Queisser and Vittas 2000).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Self-employed workers may opt to register with a private pension fund for various reasons but may fail to maintain an active contribution record. This is the prevalent experience in Argentina.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "This is broadly similar to the cash-balance plans introduced by many company plans in the UJnited States over the past fifteen years or so. However, in the Swiss system, the minimum legal requirements are spelled",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The worst offenders in this respect have been the UK regulatory agencies. Not only in the area of pensions, but also in banking and insurance, UK regulators have failed to adopt a proactive approach in ensuring effective supervision. As a result, it is not surprising that the UK financial system has suffered from many scandals, including the BCCI collapse, the Maxwell case, the Lloyds insurance market abuses, the mis-selling of personal pension plans, and the fiasco of Equitable Life. '8 Tight investment limits on equities and foreign assets should be tolerated in the early years of pension reform, if adoption of conservative policies would overcome opposition to the implementation of pension reform and authorization of private pension funds. However, as a practical rule, investment in domestic equities should be allowed once pension fund assets reach 5 percent of GDP, while international",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The minimum relative return guarantees used in Chile and Argentina and the uniformity of asset portfolios that they induce have come under considerable criticism(Shah 1997, Srinivas et al 1998. The criticism overlooks, however, the need to protect individual workers from very bad outcomes. Moreover, the result would not be much different from pension funds offering constrained choice of indexed funds. 22 For instance, a pension fund may publicize an investment policy that allocates 60 percent of assets in a broad equity index and 40 percent in a broad bond index. If it were to deviate from this policy and allocate 80 percent in equities and this resulted in a lower return than the publicized allocation it could be required to make up the shortfall in returns.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "Tight investment rules could initially be justified for countries with weak capital markets and limited tradition of private pension provision. However, in the long run, adoptlion of the \"prudent expert\" approach with publication of \"statements of investment policy objectives (SIPOs)\" would be preferable and more efficient. Various guarantees covering aspects such as minimum pension levels and relative investment returns need to be provided to protect workers from aberrant asset managers but care must be taken to address effectively the risk of moral hazard.The paper also argues for greater individual choice, including the creation of a dual regulatory structure. One part would involve heavy regulation with constrained choice of investment funds, limits on operating fees and on account switching, and strong government safeguards and guarantees. This would cater for those workers with low risk tolerance. The other part would be more liberal but based on strong conduct rules. It would offer greater choice of investment funds, allowing multiple accounts and liberal account switching, imposing no limits on operating fees and providing no or fewer state guarantees. This would cater for workers seeking a higher return and willing to tolerate a higher level of risk.The preceding discussion shows that there are many options. Decisions on which options to choose will reflect their political acceptability. Clearly, it is easier for countries to build on what they already have, unless current arrangements are totally deficient and unsustainable. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "annex",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Personal Pension Plans and Stock Market Volatility",
        "authors": [
          {
            "first": "Max",
            "middle": [],
            "last": "Alier",
            "suffix": ""
          },
          {
            "first": "Dimitri",
            "middle": [],
            "last": "Vittas",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "New Ideas about Old Age Security: Toward Sustainable Pension Systems in the 21S' Century",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Alier, Max and Dimitri Vittas. 2001. \"Personal Pension Plans and Stock Market Volatility\" in Robert Holzmann and Joseph E. Stiglitz, eds., New Ideas about Old Age Security: Toward Sustainable Pension Systems in the 21S' Century. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Annuity Markets: Problems and Solutions",
        "authors": [
          {
            "first": "David",
            "middle": [],
            "last": "Blake",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "The Geneva Papers on Risk and Insurance",
        "volume": "24",
        "issue": "3",
        "pages": "358--375",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Blake, David. 1999. \"Annuity Markets: Problems and Solutions\", The Geneva Papers on Risk and Insurance. Vol. 24, No. 3 (July), pp. 358-375.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Pensions as Retirement Income Insurance",
        "authors": [
          {
            "first": "Zvi",
            "middle": [],
            "last": "Bodie",
            "suffix": ""
          }
        ],
        "year": 1990,
        "venue": "Joumal of Economic Literature",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bodie, Zvi. 1990. \"Pensions as Retirement Income Insurance\", Joumal of Economic Literature, March.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "The Design and Production of New Retirement Savings Products",
        "authors": [
          {
            "first": "Zvi",
            "middle": [],
            "last": "Bodie",
            "suffix": ""
          },
          {
            "first": "Dwight",
            "middle": [
              "B"
            ],
            "last": "Crane",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "Harvard Business School Working Paper #98070",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bodie, Zvi and Dwight B. Crane. 1998. \"The Design and Production of New Retirement Savings Products\". Harvard Business School Working Paper #98070. Cambridge, Ma: Harvard Business School.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Pension Benefit Guarantees in the United States: A Functional Analysis",
        "authors": [
          {
            "first": "Zvi",
            "middle": [],
            "last": "Bodie",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Robert",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Merton",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "The Future of Pensions in the United States",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bodie, Zvi and Robert C. Merton. 1992. \"Pension Benefit Guarantees in the United States: A Functional Analysis\" in R. Schmitt (ed.) The Future of Pensions in the United States. Philadelphia: University of Pennsylvania Press.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "International Pension Swaps",
        "authors": [
          {
            "first": "Zvi",
            "middle": [],
            "last": "Bodie",
            "suffix": ""
          },
          {
            "first": "Robert",
            "middle": [
              "C"
            ],
            "last": "Merton",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bodie, Zvi and Robert C. Merton. 2001. \"International Pension Swaps.\" Boston: Boston University. Processed.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Private Pensions, Mortality Risk, and the Decision to Annuitize",
        "authors": [
          {
            "first": "Jeffrey",
            "middle": [],
            "last": "Brown",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "NBER Working Paper Series",
        "volume": "7191",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Brown, Jeffrey. 1999. \"Private Pensions, Mortality Risk, and the Decision to Annuitize\". NBER Working Paper Series 7191.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Financial Market Risks of Individual Retirement Accounts: The Twentieth Century Record",
        "authors": [
          {
            "first": "Gary",
            "middle": [],
            "last": "Burtless",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Burtless, Gary. 1998. \"Financial Market Risks of Individual Retirement Accounts: The Twentieth Century Record\". Washington, D.C.: The Brookings Institution.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Contractual Savings or Stock Market Development: Which Leads?",
        "authors": [
          {
            "first": "Marcelo",
            "middle": [],
            "last": "Catalan",
            "suffix": ""
          },
          {
            "first": "Gregorio",
            "middle": [],
            "last": "Impavido",
            "suffix": ""
          },
          {
            "first": "Alberto",
            "middle": [
              "R"
            ],
            "last": "Musalem",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Journal of Applied Social Science Studies",
        "volume": "120",
        "issue": "3",
        "pages": "445--87",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Catalan, Marcelo, Gregorio Impavido and Alberto R. Musalem. 2001. \"Contractual Savings or Stock Market Development: Which Leads?\" Journal of Applied Social Science Studies, 120(3): 445-87.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Pension Funds: Retirement-Income Security and Capital Markets: An International Perspective",
        "authors": [
          {
            "first": "E",
            "middle": [],
            "last": "Davis",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Philip",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Davis, E. Philip. 1995. Pension Funds: Retirement-Income Security and Capital Markets: An International Perspective. Oxford: Clarendon Press.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Regulation of Pension Fund Assets",
        "authors": [
          {
            "first": "E",
            "middle": [],
            "last": "Davis",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Philip",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "Institutional Investors in the New Financial Landscape",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Davis, E. Philip. 1998. \"Regulation of Pension Fund Assets\" in Blommenstein, H. J. and Funke, N. (eds) Institutional Investors in the New Financial Landscape. Paris: OECD.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Rebuilding Pensions: Security, Efficiency, Affordability",
        "authors": [],
        "year": 1999,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "European Commission. 1999. Rebuilding Pensions: Security, Efficiency, Affordability. Brussels: European Commission.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "The Cost of Annuities: Implications for Saving Behavior and Bequests",
        "authors": [
          {
            "first": "Benjamin",
            "middle": [],
            "last": "Friedman",
            "suffix": ""
          },
          {
            "first": "Mark",
            "middle": [
              "J"
            ],
            "last": "Warshawsky",
            "suffix": ""
          }
        ],
        "year": 1990,
        "venue": "The Quarterly Journal of Economics",
        "volume": "",
        "issue": "",
        "pages": "135--54",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Friedman, Benjamin and Mark J. Warshawsky. 1990. \"The Cost of Annuities: Implications for Saving Behavior and Bequests.\" The Quarterly Journal of Economics, February, pp. 135-54.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Pension Reform in Small Developing Countries",
        "authors": [
          {
            "first": "Thomas",
            "middle": [],
            "last": "Glaessner",
            "suffix": ""
          },
          {
            "first": "Salvador",
            "middle": [],
            "last": "Valdes-Prieto",
            "suffix": ""
          }
        ],
        "year": 1983,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Glaessner, Thomas and Salvador Valdes-Prieto. 1998. \"Pension Reform in Small Developing Countries\". Policy Research Working Paper 1983. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Les Institutions de Prevoyance et la LPP",
        "authors": [
          {
            "first": "Carl",
            "middle": [],
            "last": "Helbling",
            "suffix": ""
          }
        ],
        "year": 1991,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Helbling, Carl. 1991. Les Institutions de Prevoyance et la LPP. Bern: Haupt.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Rethinking Public Pension Initiatives",
        "authors": [
          {
            "first": "Peter",
            "middle": [],
            "last": "Heller",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Heller, Peter. 1998. \"Rethinking Public Pension Initiatives\". IMF Working Paper 98/61. Washington DC: International Monetary Fund.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "The World Bank Approach to Pension Reform",
        "authors": [
          {
            "first": "Robert",
            "middle": [],
            "last": "Holzmann",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "International Social Security Review",
        "volume": "53",
        "issue": "1",
        "pages": "11--34",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Holzmann, Robert. 2000. \"The World Bank Approach to Pension Reform.\" International Social Security Review. 53(1):11-34.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "New Ideas about Old Age Security: Toward Sustainable Pension Systems in the 21s' Century",
        "authors": [
          {
            "first": "Robert",
            "middle": [],
            "last": "Holzmann",
            "suffix": ""
          },
          {
            "first": "Joseph",
            "middle": [
              "E"
            ],
            "last": "Stiglitz",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Holzmann, Robert and Joseph E. Stiglitz (editors). 2001. New Ideas about Old Age Security: Toward Sustainable Pension Systems in the 21s' Century. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Contractual Savings, Stock and Asset Markets",
        "authors": [
          {
            "first": "Gregorio",
            "middle": [],
            "last": "Impavido",
            "suffix": ""
          },
          {
            "first": "Alberto",
            "middle": [
              "R"
            ],
            "last": "Musalem",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Impavido, Gregorio and Alberto R. Musalem. 2000. \"Contractual Savings, Stock and Asset Markets.\" Policy Research Working Paper 2490. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Pension Reform: An Efficiency-Equity Tradeoff?",
        "authors": [
          {
            "first": "Estelle",
            "middle": [],
            "last": "James",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "Beyond Tradeoffs",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "James, Estelle. 1998. \"Pension Reform: An Efficiency-Equity Tradeoff?\" in Nancy Birdsall, Carol Graham and Richard Sabot, eds., Beyond Tradeoffs. Washington, DC: Brookings Institution Press.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "The Decumulation (Payout) Phase of Defined Contribution Pillars",
        "authors": [
          {
            "first": "Estelle",
            "middle": [],
            "last": "James",
            "suffix": ""
          },
          {
            "first": "Dimitri",
            "middle": [],
            "last": "Vittas",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "James, Estelle and Dimitri Vittas. 2000. \"The Decumulation (Payout) Phase of Defined Contribution Pillars.\" Policy Research Working Paper 2464. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Mutual Funds ancl Institutional Investments: What is the Most Efficient Way to Set Up Individual Accounts in a Social Security System?",
        "authors": [
          {
            "first": "Estelle",
            "middle": [],
            "last": "James",
            "suffix": ""
          },
          {
            "first": "Gary",
            "middle": [],
            "last": "Ferrier",
            "suffix": ""
          },
          {
            "first": "James",
            "middle": [],
            "last": "Smalhout",
            "suffix": ""
          },
          {
            "first": "Dimitri",
            "middle": [],
            "last": "Vittas",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Policy Research Working Paper 2099",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "James, Estelle, Gary Ferrier, James Smalhout and Dimitri Vittas. 1999. \"Mutual Funds ancl Institutional Investments: What is the Most Efficient Way to Set Up Individual Accounts in a Social Security System?\" Policy Research Working Paper 2099. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Administrative Costs and the Organization of Individual Account Systems: A Comparative Perspective",
        "authors": [
          {
            "first": "Estelle",
            "middle": [],
            "last": "James",
            "suffix": ""
          },
          {
            "first": "James",
            "middle": [],
            "last": "Smalhout",
            "suffix": ""
          },
          {
            "first": "Dimitri",
            "middle": [],
            "last": "Vittas",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "New Ideas about Old Age Security: Toward Sustainable Pension Systems in the 21s' Century",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "James, Estelle, James Smalhout and Dimitri Vittas. 2001. \"Administrative Costs and the Organization of Individual Account Systems: A Comparative Perspective\" in Robert Holzmann and Joseph E. Stiglitz, eds., New Ideas about Old Age Security: Toward Sustainable Pension Systems in the 21s' Century. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "A Critical Review of the World Bank's Social Insurance Analysis",
        "authors": [
          {
            "first": "Laurence",
            "middle": [
              "J"
            ],
            "last": "Kotlikoff",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kotlikoff, Laurence J. 1994. \"A Critical Review of the World Bank's Social Insurance Analysis.\" Educational and Social Policy Department. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "On the Management of Financial Guarantees",
        "authors": [
          {
            "first": "Robert",
            "middle": [
              "C"
            ],
            "last": "Merton",
            "suffix": ""
          },
          {
            "first": "Zvi",
            "middle": [],
            "last": "Bodie",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "Financial Management",
        "volume": "",
        "issue": "",
        "pages": "87--109",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Merton, Robert C. and Zvi Bodie. 1992. \"On the Management of Financial Guarantees\". Financial Management, Winter, pp. 87-109.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "A Taxonomy of Pension Reform Issues: Ten Myths about Social Security Systems",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Orszag",
            "suffix": ""
          },
          {
            "first": "Joseph",
            "middle": [
              "E"
            ],
            "last": "Peter",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Stiglitz",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "New Ideas about Old Age Security: Toward Sustainable Pension Systems in the 2 I' Century",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Orszag, R. Peter and Joseph E. Stiglitz. 2001. \"A Taxonomy of Pension Reform Issues: Ten Myths about Social Security Systems.\" in Robert Holzmann and Joseph E. Stiglitz, eds., New Ideas about Old Age Security: Toward Sustainable Pension Systems in the 2 I' Century. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "The Swedish Pension Reform Model: Framework and Issues",
        "authors": [
          {
            "first": "Edward",
            "middle": [],
            "last": "Palmer",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Palmer, Edward. 2000. \"The Swedish Pension Reform Model: Framework and Issues\". Social Protection Discussion Paper No. 0012. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "The Swiss Multi-Pillar Pension System: Triumph of Common Sense?",
        "authors": [
          {
            "first": "Monika",
            "middle": [],
            "last": "Queisser",
            "suffix": ""
          },
          {
            "first": "Dimitri",
            "middle": [],
            "last": "Vittas",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Policy Research Working Paper 2416",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Queisser, Monika and Dimitri Vittas. 2000. \"The Swiss Multi-Pillar Pension System: Triumph of Common Sense?\" Policy Research Working Paper 2416. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "Improving the Regulation and Supervision of Pension Funds: Are there Lessons from the Banking Sector",
        "authors": [
          {
            "first": "Roberto",
            "middle": [],
            "last": "Rocha",
            "suffix": ""
          },
          {
            "first": "Joaquin",
            "middle": [],
            "last": "Gutierrez",
            "suffix": ""
          },
          {
            "first": "Richard",
            "middle": [],
            "last": "Hinz",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rocha, Roberto, Joaquin Gutierrez, and Richard Hinz, 2001. \"Improving the Regulation and Supervision of Pension Funds: Are there Lessons from the Banking Sector?\" in Robert Holzmann and Joseph E.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "New Ideas about Old Age Security: Toward Sustainable Pension Systems in the 2 P Century",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Stiglitz",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Stiglitz, eds., New Ideas about Old Age Security: Toward Sustainable Pension Systems in the 2 P Century. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "Toward Better Regulation of Private Pension Funds",
        "authors": [
          {
            "first": "Hemant",
            "middle": [],
            "last": "Shah",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Shah, Hemant. 1997. \"Toward Better Regulation of Private Pension Funds.\" Policy Research Working Paper 1791. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "Do Investment Regulations Compromise Pension Fund Performance",
        "authors": [
          {
            "first": "P",
            "middle": [
              "S"
            ],
            "last": "Srinivas",
            "suffix": ""
          },
          {
            "first": "Juan",
            "middle": [],
            "last": "Yermo",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Srinivas, P. S., and Juan Yermo. 1999. \"Do Investment Regulations Compromise Pension Fund Performance\". Washington DC: World Bank.",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "The Uncertain Retirement",
        "authors": [
          {
            "first": "James",
            "middle": [
              "H"
            ],
            "last": "Smalhout",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Smalhout, James H. 1996. The Uncertain Retirement. Chicago: Irwin Professional Publishing.",
        "links": null
      },
      "BIBREF33": {
        "ref_id": "b33",
        "title": "The Private Sector in Social Security: Latin American Lessons for APEC",
        "authors": [
          {
            "first": "Salvador",
            "middle": [],
            "last": "Valdes-Prieto",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "Asian Development Bank",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Valdes-Prieto, Salvador. 1998. \"The Private Sector in Social Security: Latin American Lessons for APEC\" in Asian Development Bank (1998) Promoting Pension Reform: A Critical Assessment of the Policy Agenda. Manila: Asia Development Bank.",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "The Simpler Algebra of Personal Pension Plans",
        "authors": [
          {
            "first": "Dimitri",
            "middle": [],
            "last": "Vittas",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Vittas, Dimitri. 1993. \"The Simpler Algebra of Personal Pension Plans.\" Policy Research Working Paper 1145. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF35": {
        "ref_id": "b35",
        "title": "Regulatory Controversies of Private Pension Funds",
        "authors": [
          {
            "first": "Dimitri",
            "middle": [],
            "last": "Vittas",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Vittas, Dimitri. 1998a. \"Regulatory Controversies of Private Pension Funds.\" Policy Research Working Paper 1893. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF36": {
        "ref_id": "b36",
        "title": "Institutional Investors and Securities Markets: Which Come First?",
        "authors": [
          {
            "first": "Dimitri",
            "middle": [],
            "last": "Vittas",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "Policy Research Working Paper 2032",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Vittas, Dimitri. 1998b. \"Institutional Investors and Securities Markets: Which Come First?\" Policy Research Working Paper 2032. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF37": {
        "ref_id": "b37",
        "title": "Pension Reform and Capital Market Development: \"Feasibility\" and \"Impact\" Preconditions",
        "authors": [
          {
            "first": "Dimitri",
            "middle": [],
            "last": "Vittas",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Vittas, Dimitri. 2000. \"Pension Reform and Capital Market Development: \"Feasibility\" and \"Impact\" Preconditions.\" Policy Research Working Paper 2414. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF38": {
        "ref_id": "b38",
        "title": "Averting the Old Age Crisis: Policies to Protect the Old and Promote Growth",
        "authors": [],
        "year": 1994,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank. 1994. Averting the Old Age Crisis: Policies to Protect the Old and Promote Growth. New York: Oxford University Press.",
        "links": null
      },
      "BIBREF39": {
        "ref_id": "b39",
        "title": "Czech Republic: Capital Market Review",
        "authors": [],
        "year": 1999,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank. 1999. Czech Republic: Capital Market Review. Washington, DC: World Bank.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "type_str": "figure",
        "uris": null,
        "fig_num": null,
        "num": null,
        "text": "tax-free) lump-sum payment of up to one-third of the present value of accumulated balances, while provident funds require the purchase of a minimum-sum annuity. Singapore introduced a minimum-sum annuity requirement in 1988.Pension systems that are based on personal pension plans require either the purchase of life annuities or the use of scheduled withdrawals (also known as income drawdowns in the United Kingdom or allocated annuities in Australia). Scheduled withdrawals, which were an innovation of the Chilean pension reform of 1981, are recalculated annually, taking account of investment returns and the remaining life expectancy of pensioners (and their dependents), but they do not provide longevity insurance. In Chile, and other countries following its lead, lump-sum withdrawals are allowed if the annuity payment exceeds a certain replacement rate (usually 70 percent of reference salary).In designing pension systems a differentiation of compulsory accumulation from compulsory annuitization is advisable. This is because private annuity markets suffer from structural problems and are not well developed even in the most advanced countries'°. To a large extent, the underdevelopment of annuity markets is due to the crowding out effect of social security and occupational pensions that predominate in advanced countries. Pending the development of more efficient annuity markets, it would be preferable to limit compulsory annuitization to a level of around 35 percent of average earnings and subject any excess balances to scheduled withdrawals, but with flexible arrangements for major health and other emergencies(Blake et al 2000, James andVittas 2000). The development of variable annuities with floors and caps as well as the use of more transparent participating annuities could address some of the problems facing annuity markets. The 35 percent target should apply to the combined pension from the unfunded public pillar and the private funded one. Thus, workers should be encouraged to accumulate enough retirement savings to support a replacement rate of around 70 percent of pre-retirement income, but only half of that should be required to be annuitized."
      },
      "FIGREF1": {
        "type_str": "figure",
        "uris": null,
        "fig_num": null,
        "num": null,
        "text": "Supporters of centralized public management point to the lower marketing and operating costs of public agencies and argue that the lower investment returns of past experience were due to failure to ensure the insulation of fund management from political interference. Several countries, including Belgium, Canada, France, Ireland, Norway, and Sweden, have created in recent years public pension funds with better incentives to attain higher investment returns and strong safeguards for insulation from political interference. However, in all cases, the public pension funds represent a fraction (in some cases very small) of total pension fund assets under management. Moreover, the new investment rules for such public funds have yet to pass a test of political interference. Proponents of an effective nationalization of pension fund management(Orszag and Stiglitz 2001, Heller 1998)  underestimate the implications of a vast public agency not only for political interference in corporate governance and performance but also for the functioning and innovation record of financial markets.The choice between closed and open funds is a more delicate one. A weakness of openfunds, such as those found in Chile, Argentina and other Latin American countries, is their high level of operating fees. This is mainly due to high selling commissions and other marketing costs and is related to the right given to workers to switch their accounts among competing pension fund management companies. Employer-based pension funds have much lower operating costs, mainly because they avoid these marketing costs(Rocha et al 2001).It should, however, be stressed that the level of operating fees of Latin American open funds tends to be exaggerated. This is because operating fees are levied in the form of collection fees and these translate into very high asset fees during the first years of operation of open funds' 3 . Calculated over the whole active career of workers, the fees of open funds in Chile and several other Latin American countries are much lower and correspond to between 70 and 150 basis points of assets under management(James et al 1999). These fees compare favorably with those charged by most mutual funds in the United States and other countries but are higher than the operating costs of employer-based closed funds(Rocha et al 2001).The operating fees charged by open funds in Latin American countries may come down as the systems mature and regulatory measures are taken to reduce their marketing intensity (limits on account switching, allowing multiple accounts and multiple funds, etc.)\" 4 . Such a trend is already evident in Chile, where operating fees have declined substantially over the years. They amounted in 2000 to a collection fee of 13.9 percent of contributions, equivalent to an average asset fee of less than 70 basis points for a 40-year active contribution period' 5 . Moreover, what really matters is the net investment return after deducting operating fees. On this score the Chilean and other Latin American pension funds have achieved, and continue to report, very high net real rates of return.Employer-based closed funds tend, in general, to have lower operating costs as well as high investment returns, especially in Anglo-American countries where they have tended to '3 Operating fees may take several different forms. Collection fees are based on contributions and a,re similar to the front load fees charged by most mutual funds. Asset fees are levied on account balances. Performance fees are calculated on investment returns in excess of a stipulated level. Exit fees are charged when workers switch out of a fund. Benefit fees are levied on pension payments. In Chile and most Latin American countries, only collection and benefit fees are allowed. Mexico has permnitted all types of fees, but collection fees predominate."
      },
      "FIGREF2": {
        "type_str": "figure",
        "uris": null,
        "fig_num": null,
        "num": null,
        "text": "minimum pension guarantee seems essential if there is no separate public pillar and the social assistance pension is low. Chile offers a minimum pension guarantee of about 25 percent of the average wage to workers who have contributed for at least 20 years. Until the recent reform of its public pillar, Argentina's separate public pillar offered a basic universal pension of around 30 percent of the average covered wage after a minimum contribution period of 30 years."
      },
      "TABREF0": {
        "type_str": "table",
        "num": null,
        "text": "The Netherlands and Switzerland exempt workers under 25 from contributing to funded pillars, while several countries (including Singapore) allow older workers either not to contribute at all or to contribute at reduced rates. Young workers should, however, be covered by term life and disability insurance, especially if there is no separate unfunded public pillar in operation.",
        "content": "<table/>",
        "html": null
      },
      "TABREF1": {
        "type_str": "table",
        "num": null,
        "text": "a reasonable replacement rate of between 40 and 50 percent if investment returns exceed wage growth rates by 2 to 3 percentage points and if active working life is at least twice as long as passive retirement life (the latter calculated to include the life expectancy and benefits of dependent survivors --Vittas 1993). A lower replacement rate would be achieved if the gap between investment returns and wage growth is smaller or if careers are interrupted. Under these conditions, a 10 percent contribution rate would still be adequate if the targeted replacement rate",
        "content": "<table/>",
        "html": null
      }
    }
  }
}