{
  "paper_id": "D1790966",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:04:01.717359Z"
  },
  "title": "Financial Sector Inefficiencies and the Debt Laffer Curve",
  "authors": [
    {
      "first": "Pierre-Richard",
      "middle": [],
      "last": "Agenor",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Joshua",
      "middle": [],
      "last": "Aizenman",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "University of California at Santa Cruz",
        "location": {
          "postCode": "20433, 95064",
          "settlement": "Washington, Santa Cruz",
          "region": "DC, CA"
        }
      },
      "email": ""
    }
  ],
  "year": "2002-05",
  "venue": null,
  "identifiers": {},
  "abstract": "Agenor and Aizenman analyze the implications of verification costs, or higher volatility of productivity inefficient financial intermediation for debt management shocks may shift the economy to the wrong side of the using a model in which firms rely on bank credit to debt Laffer curve, with potentially sizable output and finance their working capital needs and lenders face high welfare losses. The main implication of this analysis is state verification and enforcement costs of loan that debt relief may generate little welfare gains unless it contracts. Their analysis shows that lower expected is accompanied by reforms aimed at reducing financial productivity, higher contract enforcement and sector inefficiencies. This paper-a product of the Economic Policy and Poverty Reduction Division, World Bank Institute-is part of a larger effort in the institute to understand the macroeconomic effects of financial sector inefficiencies. Copies of the paper are available free from the World Bank,",
  "pdf_parse": {
    "paper_id": "D1790966",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "Agenor and Aizenman analyze the implications of verification costs, or higher volatility of productivity inefficient financial intermediation for debt management shocks may shift the economy to the wrong side of the using a model in which firms rely on bank credit to debt Laffer curve, with potentially sizable output and finance their working capital needs and lenders face high welfare losses. The main implication of this analysis is state verification and enforcement costs of loan that debt relief may generate little welfare gains unless it contracts. Their analysis shows that lower expected is accompanied by reforms aimed at reducing financial productivity, higher contract enforcement and sector inefficiencies. This paper-a product of the Economic Policy and Poverty Reduction Division, World Bank Institute-is part of a larger effort in the institute to understand the macroeconomic effects of financial sector inefficiencies. Copies of the paper are available free from the World Bank,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "There is substantial agreement among economists that inefficiencies in financial intermediation and weaknesses in the banking sector have exacerbated some of the recent economic and financial crises that have devastated so many countries in the developing world and transition economies.I High costs of operation, inadequate lending practices, large volumes of nonperforming loans, excessive exposure to some sectors, large unhedged short-term liabilities in foreign currency, and lax supervision were all pervasive features of the financial system in many crisis-stricken countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "An important source of inefficiency in the financial system in many developing and transition economies relates to the high costs associated with the enforcement of loan contracts, which are due in part to the weaknesses of the legal infrastructure (the inability of lenders to seize collateral in case of default, for instance) and a high degree of asymmetry in information between lenders and borrowers. The present paper examines the implications of this type of inefficiency for debt relief in an economy in which there exists a direct link between bank credit and the supply side, through firms' working capital needs. Section II describes the analytical framework, which combines the costly state verification approach pioneered by Townsend (1979) and the model of limited enforceability of contracts used in the external debt literature, as in Eaton et al. (1986) and Helpman (1989a) . 2 In addition to the new debt contracted to finance labor costs during the production period, firms also hold a large initial stock of debt that they must repay out of current revenue. Section InI derives a debt Laffer curve and determines the optimal level of debt. Section IV analyzes the effect of a reduction in the efficiency of the financial intermediation process (characterized by an increase in contract ISee, for instance, thediscussion of the causes and propagation of the Asian crisis in Alba et al. (1999) and Radelet and Sachs (1998) .",
        "cite_spans": [
          {
            "start": 738,
            "end": 753,
            "text": "Townsend (1979)",
            "ref_id": null
          },
          {
            "start": 851,
            "end": 870,
            "text": "Eaton et al. (1986)",
            "ref_id": "BIBREF4"
          },
          {
            "start": 875,
            "end": 890,
            "text": "Helpman (1989a)",
            "ref_id": "BIBREF6"
          },
          {
            "start": 893,
            "end": 894,
            "text": "2",
            "ref_id": null
          },
          {
            "start": 1393,
            "end": 1411,
            "text": "Alba et al. (1999)",
            "ref_id": "BIBREF3"
          },
          {
            "start": 1416,
            "end": 1440,
            "text": "Radelet and Sachs (1998)",
            "ref_id": "BIBREF8"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "2See Freixas and Rochet (1997) for a useful description of the costly state verification approach to credit markets. enforcement and verification costs), an adverse expected shock to productivity, and higher volatility of productivity shocks, on the optimal level of debt. It is shown that all of these shocks may shift the economy to the wrong side of the debt Laffer curve. Section V draws some of the policy implications of the analysis. In particular, although reducing the face value of debt could make both lenders and borrowers better off-as emphasized by Krugman (1988) and Sachs (1989) in their analysis of the debt overhang in a more general context-a higher degree of financial sector inefficiency may prevent any welfare gain.",
        "cite_spans": [
          {
            "start": 5,
            "end": 30,
            "text": "Freixas and Rochet (1997)",
            "ref_id": "BIBREF5"
          },
          {
            "start": 563,
            "end": 577,
            "text": "Krugman (1988)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 582,
            "end": 594,
            "text": "Sachs (1989)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "We consider an economy producing one composite tradable good, whose price is normalized to unity. 3 Risk-neutral banks provide intermediation services to producers, which demand credit to finance their working capital needs, consisting only of labor costs. Output is subject to random, idiosynncratic productivity shocks. Following Townsend (1979) , the realized productivity shock is revealed to banks ex post only at a cost. In the event of default by any given producer on its bank loans, the creditor seizes a fraction of the realized value of output. Seizing involves two types of costs: first, the cost involved in verifying the actual value of output, as mentioned earlier; second, the cost of enforcing repayment, because enforcement of the terms of loan contracts requires costly recourse to the legal system.",
        "cite_spans": [
          {
            "start": 332,
            "end": 347,
            "text": "Townsend (1979)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Analytical FYamework",
        "sec_num": "2"
      },
      {
        "text": "We assume that the representative domestic producer starts the period with an initial level of debt, denoted D. This initial debt could be interpreted in various ways. The interpretation that comes the closest to what we have in mind is an economy that has borrowed significantly on world capital markets during a number of periods prior to the current one and suddenly finds itself \"cut off\" (or rationed out) from these markets-as a result for instance of contagion effects, that is, a crisis elsewhere that leads foreign lenders to suddenly ration credit to a class of borrowers assumed to share similar risk characteristics or weaknesses in \"fundamentals.\" This interpretation is, of course, also quite relevant for countries that are themselves undergoing a financial crisis; the country risk premium that such countries face on world financial markets may climb to prohibitive levels as a result of the uncertainties created by the crisis (such as an increase in the perceived risk of default of domestic borrowers due to a sharp slowdown in economic activity), effectively rationing them out of the market. In either case, we assume that the initial level of debt must be serviced in the current period, and that the inability to borrow on world capital markets does not lead to an outright default; rather, domestic producers borrow from domestic banks to finance their working capital needs and, depending on the state of nature, choose or not to repay the initial debt and the new borrowing from local intermediaries. We assume that the interest rate on the initial debt is predetermined at the beginning of the current period, and for simplicity set it to zero. We also assumed that the debt matures at the end of the current period, an assumption that can easily be relaxed. Thus, D represents also total repayment obligations on the initial debt.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "The production function is given by",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "Yh = nha(l + 6 + CO),",
            "eq_num": "(1)"
          }
        ],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "where 6 > 0 is a constant term and h = 1,...N refers to producer h. The idiosyncratic shock ch is assumed to be distributed synmnetrically over the interval (-Cm,Cm) .4",
        "cite_spans": [
          {
            "start": 157,
            "end": 165,
            "text": "(-Cm,Cm)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "The representative producer repays the initial debt in good states of nature, and chooses (partial) default in bad states. In case of default on the initial debt, creditors are able to confiscate a fraction X of the realized value of output. Thus, default occurs when, ex post:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "Xnh6(1 + 6 + Eh) < D, ° < X < 1.",
            "eq_num": "(2)"
          }
        ],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "The left-hand side of equation 2is the producer's repayment following a default, whereas the right-hand side is the contractual repayment. Equivalently, the producer will service the initial debt according to 5 min [D;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "Xnh(1 + 6 + Eh)] *",
            "eq_num": "(3)"
          }
        ],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "Let E* denote the threshold value of the productivity shock below which partial default (at the margin) occurs on the initial level of debt, that is",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "D = Xna(1 +6+E.).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "Solving this equation for E* yields D/Xn6 -1 -6. Clearly, this value of E* can be less than the lower support of the distribution, -In that case,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "we impose E = em. When E* = -E, default never occurs because any realization of the shock will always induce full repayment. We can thus write",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "E[ max 6 ; 1 _ ;-Em].",
            "eq_num": "(4)"
          }
        ],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "Xn'h Each firm finances its labor costs with bank credit. Let K. denote the representative bank's bargaining power on the new debt. There may be a difference between the ability to enforce the initial (\"old\") debt and the \"new\" debt contracted at the current period-that is, K. may differ from X. This difference may reflect the possibility that the new debt is financed mostly by domestic banks, whereas the initial debt is mostly foreign debt. 6 Let c* be the threshold value of the productivity shock that induces partial default on the new debt. We assume that, in bad states of nature, the producer would choose to default partially on the old debt, before defaulting on the new one; that is, E-< e*. This assumption implies that whenever the producer defaults on the new debt (that is, when the realization Eh < E*), default necessarily occurs also on the initial debt-in which case creditors seize a fraction XYh of realized output, leaving a fraction (1-X)Yh of output from which creditors of the new debt can seize . 7",
        "cite_spans": [
          {
            "start": 446,
            "end": 447,
            "text": "6",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "Given these assumptions, debt service on the new debt is determined by",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "min [(1 + rL)wnh; K(1 -x)n9(l + 6 + eh)],",
            "eq_num": "(5)"
          }
        ],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "where rL denotes the contractual interest rate on the new debt and (1 + rL)wnh contractual repayment obligations (with w the exogenous wage rate). This condition implies that E' is given by",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "(1 + rL)wnh = r(1 -X)n\"(l + 6 + e), or, rearranging terms, 8",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "E _ (1 + rL)wnh _ 1-. (6) r.(1-x)nh",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "Using (4) and (6), the assumption that E* < e is thus equivalent to",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "D(l-X)> (1 + rL)wnh.",
            "eq_num": "(7)"
          }
        ],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "6The qualitative features of our analysis are basically unchanged if K = X. 7As shown in the Appendix, results qualitatively similar to those derived below continue to hold in the case where the old debt has seniority.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "8 Again, if default never occurs, we assume that e* is set at the lower end of the support of the distribution (e =-Cm) 6 Condition (7) is likely to be met for a large enough level of the initial debt D, or for a relatively large K relative to X.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "Assuming that condition (7) holds, and that the price of output is constant and normalized to unity, expected profits of the representative producer are given by",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "Ih = j [n(+6+eh)-D]f (eh)dh+(l -X) J n(1+6+Eh)f (Eh)dEh (8) -(1+ rL)wnh 1 f(Eh)dEh - (-X) J nh(1 + 6 + Eh)f(gh)ddEh",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "The first two terms in this equation represent expected revenue, net of repayment on old debt, whereas the last two terms account for expected repayment on the new debt. The first term on the right-hand side of this equation measures revenue in \"good\" states of nature (in which case the borrower repays the old debt D in full), whereas the second measures net revenue after confiscation in \"bad\" states (in which case the producer's repayment is only a fraction X of realized output). The third term measures repayment on the new debt in good states of nature, whereas the last term measures net revenue after confiscation associated with defaulting on both the old and the new debt.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Producers",
        "sec_num": "2.1"
      },
      {
        "text": "The representative bank has information about the choice of labor input by producer h, and determines the interest rate such that the expected net repayment on the new debt is equal the cost of credit. Each bank is assumed to deal with a large number of independent producers, allowing the bank to diversify the idiosyncratic risk, 6 h*",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Contractual Lending Rate",
        "sec_num": "2.2"
      },
      {
        "text": "In the absence of default, the representative bank's net profit, 11 b, is given by the difference between contractual repayment and the gross cost of funds:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Contractual Lending Rate",
        "sec_num": "2.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "rb = (1 + rL)wnh -(1 + rc)wnh,",
            "eq_num": "(9)"
          }
        ],
        "section": "The Contractual Lending Rate",
        "sec_num": "2.2"
      },
      {
        "text": "where rc denotes the cost of funds for the bank, assumed exogenous.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Contractual Lending Rate",
        "sec_num": "2.2"
      },
      {
        "text": "In case of default, the representative bank's net profit is equal to the representative producer's repayment (that is, the value of realized output seized by the bank) minus the (gross) cost of funds and minus the cost of state verification and contract enforcement, denoted C, which is assumed to be independent from the cost (and amount) of funds borrowed by producer h:9 nb = (l -X)n(1",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Contractual Lending Rate",
        "sec_num": "2.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "+ 6 + Eh)-(1 + rC)wnh-C-",
            "eq_num": "(10)"
          }
        ],
        "section": "The Contractual Lending Rate",
        "sec_num": "2.2"
      },
      {
        "text": "The first term in this expression accounts for the fact that the producer first repays a fraction X on the initial debt, before servicing the new debt. Assuming risk neutrality and competitive banks, the rent dissipation condition implies that the interest rate on the new debt, rL, is set according to, using (9) and 10:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Contractual Lending Rate",
        "sec_num": "2.2"
      },
      {
        "text": "(1 + rc)wnh = (1 + rL)wnh 1j f (eh)deh (11) + | [9n6(1 + 6 + Eh) -C]f(eh)deh, _ em",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Contractual Lending Rate",
        "sec_num": "2.2"
      },
      {
        "text": "where 9 = K(l -X). This expression can be rewritten in the form",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Contractual Lending Rate",
        "sec_num": "2.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "rL -rc wn n/ n 1 3 (e -eh)f(eh)dCh+ cJ f(Ch)ddhj",
            "eq_num": "(12)"
          }
        ],
        "section": "The Contractual Lending Rate",
        "sec_num": "2.2"
      },
      {
        "text": "Equation 12shows that the spread between the contractual lending rate and the bank' funding cost is the sum of two terms: the first measures the expected revenue lost due to (partial) default in bad states of nature, and the second the expected state verification and contract enforcement costs when default occurs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Contractual Lending Rate",
        "sec_num": "2.2"
      },
      {
        "text": "Applying (11) to (8), we can rewrite the expression for the representative producer's expected profits as",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Expected Profits and Optimal Employment",
        "sec_num": "2.3"
      },
      {
        "text": "nh = X [n(1l + E + Eh) -D]f(eh)deh + (1- X) ; nh(1 + 6 + gh)f(eh)dgh (13) -(1 + rc)wnh -Cj f(6h)dch, c(m",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Expected Profits and Optimal Employment",
        "sec_num": "2.3"
      },
      {
        "text": "where e*, the threshold level of productivity associated with partial default on the new debt, is determined by rewriting (6), using (11), as",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Expected Profits and Optimal Employment",
        "sec_num": "2.3"
      },
      {
        "text": "On (l + 6 + ) = (1 + rc)wnh + J [:n[n(e* -Eh) + C]f (eh)deh, h~~~~~~~~~ em",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Expected Profits and Optimal Employment",
        "sec_num": "2.3"
      },
      {
        "text": "that is",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Expected Profits and Optimal Employment",
        "sec_num": "2.3"
      },
      {
        "text": "e*= (3p1 + rC) nl {j [O([ -deh) + Cf(eh)de}-1 -6. (14)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Expected Profits and Optimal Employment",
        "sec_num": "2.3"
      },
      {
        "text": "The optimal level of employment is determined by maximizing expected profits, equation 13, subject to (14).Io The corresponding first-order condition is obtained by setting 11 hnh = 0, that is",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Expected Profits and Optimal Employment",
        "sec_num": "2.3"
      },
      {
        "text": "/3nph~ {, (1 + (+eh)f(eh)deh + (1 -X) (1 + 6+eh)f(eh)deh} (15) -(1 + rc)w -Cf (E*) -= o, dnh",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Expected Profits and Optimal Employment",
        "sec_num": "2.3"
      },
      {
        "text": "where, from 14:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Expected Profits and Optimal Employment",
        "sec_num": "2.3"
      },
      {
        "text": "de* 0,Bnh 3 1 (1 + 6 + e*) -w(1 + rc) -0,3n'-1 fm(e* -h)f (eh)deh dnh On'h6 f.m f (e6)de -Cf (e*)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Expected Profits and Optimal Employment",
        "sec_num": "2.3"
      },
      {
        "text": "Substituting 14into the right-hand side of dE*/dnh we infer that",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Expected Profits and Optimal Employment",
        "sec_num": "2.3"
      },
      {
        "text": "de* -(!)(1-A)(1 + rc)wnh- fC f:.m f (Eh)dEh dnh nh OnIh f, f(Eh)dE -Cf(e*)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Expected Profits and Optimal Employment",
        "sec_num": "2.3"
      },
      {
        "text": "which implies that, as long as C is not too large, dE*/dnh > 0.1l We can state the following proposition.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Expected Profits and Optimal Employment",
        "sec_num": "2.3"
      },
      {
        "text": "The optimal level of employment, fih, can be urritten as",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "nh = fih(X, rc, C, D),",
            "eq_num": "(16)"
          }
        ],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "and it depends negatively on the four arguments in (16).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "To establish for instance that dfih/dC < 0, note first that sg [dnh] rsg hnhC 1dCj",
        "cite_spans": [
          {
            "start": 63,
            "end": 68,
            "text": "[dnh]",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "[_IhnhnhJ Applying the second-order condition for maximization yields",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "sg [fIhnhc] = -f (E*) (-) < 0,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "which implies in turn that dfih/dC < o.12 So far we have not made any specific assumption about the distribution function of the idiosyncratic productivity shock, Eh. But suppose now that Eh follows a uniform distribution, so that f(Eh) = 1/2Em, and Pr(eh > x) = (emx)/2Em. Then, in addition to the results summarized in proposition 1, the following result can also be established.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "Proposition 2 An increase in Em, which can then be interpreted as a (meanpreserving) increase in volatility, reduces optimal employment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "IUThe condition that C is not too large is needed to ensure that we operate on the upwards-slopping portion of the supply of credit facing the economy, leading to the results stated. Operating on the backward bending portion of the supply of credit can be shown to be sub-optimal, and to affect the comparative static results.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "1 2 A more detailed appendix providing exact expressions for all the derivatives shown in Proposition 1 is available upon request.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "To show that indeed dhh/dCm < 0 if Ch follows a uniform distribution, note first that S9 [-] = S9 [IIhnhlE] FRom 15,",
        "cite_spans": [
          {
            "start": 89,
            "end": 92,
            "text": "[-]",
            "ref_id": null
          },
          {
            "start": 98,
            "end": 107,
            "text": "[IIhnhlE]",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "IIhnh = 0 now yields ,3n { m Yh dEh + (1-X) LS2 f (Eh)&h]' -(1+ rc)w- d* =°' FRom (6), de*/dnh = (1-,3)(l+rL)wn-7j/K(1-X)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": ", which does not depend on em. Thus, the above expression, implies that shows that when default never occurs (E* = -em), the expected value of the debt is simply its face value. By contrast, when the possibility of default exists (E* > -Em), the expected value of the debt depends also on contract enforcement and state verification costs, as discussed earlier. In addition, when there is the possibility of default, it can also be established from the above expressions that a higher initial debt has an ambiguous effect on the expected value of the debt:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "1 hnnhem = <1rc)w '0",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "dV f (h)d (*)",
            "eq_num": "(17)"
          }
        ],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "+ {| /Xn-1(1 + 6 + Eh)f(Eh)dE + Cf(E ) - } dD <",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "Equation 17 which corresponds to equation 4with Et = -m. Equivalently, expected repayment increases one for one with the initial value of debt (dV/dD = 1); the segment OB is thus along a 45-degree line. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "_n) d) dnhl",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "then, for relatively small levels of initial debt above D, the curve LL is upward sloping. Note also that a larger level of initial debt increases E, thereby reducing the first term on the right-hand side of equation 17; this term approaches zero for a large enough level of initial debt. Similarly, higher initial levels of debt raise the absolute value of the second, negative term in the above expression, because dnh/dD < 0: a higher level of initial debt lowers employment and thus output, making default more probable and lowering the value of claims that creditors can seize in case of default. Hence, for a large enough level of initial debt, the right-hand side of (17) is negative. The \"optimal\" level of initial debt, denoted by D*, corresponds to the value of the stock of debt for which dV/dD = 0 and is obtained at point A. Beyond point B, the probability of repayment falls below unity; and beyond point A, levels of debt are so high that additional amounts of debt actually lower expected repayments. Consequently, the association between the contractual value of the initial debt and its expected value has the typical inverted U (or concave) shape that characterizes the debt Laffer curve (see Krugman (1988 Krugman ( , 1989 and Sachs (1989) ). The difference between the (present) value of the country's contractual debt obligations and the expected resource transfers that must be made to service that debt, V, measures the debt overhang.",
        "cite_spans": [
          {
            "start": 1212,
            "end": 1225,
            "text": "Krugman (1988",
            "ref_id": "BIBREF7"
          },
          {
            "start": 1226,
            "end": 1242,
            "text": "Krugman ( , 1989",
            "ref_id": "BIBREF7"
          },
          {
            "start": 1247,
            "end": 1259,
            "text": "Sachs (1989)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "Thus, as long as E* > -Em-that is, as long as the possibility of default is allowed for in some states of nature-and as long as D > D*, the country will suffer from a debt overhang. Creditors would then benefit from a lower contractual value of the initial stock of debt, because it would increase the expected value of their debt claims. The lower panel of Figure 1 depicts the relation between optimal employment and the initial level of debt, as given by (16). The first segment of the curve, HH', is flat, because optimal employment, in the absence of default risk (E* = Em), and given the assumption that c* < E*, does not depend on initial debt. The reason is that the cost of credit depends on expected verification and enforcement costs, which in turn depend on the probability of default; for D less D that probability is zero and thus the level of initial debt has no effect on the cost of credit, as can be inferred from (12). Beyond point H' the curve is convex to the origin. At the optimal level of initial debt D*, employment is given by iih (point E).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 358,
            "end": 366,
            "text": "Figure 1",
            "ref_id": "FIGREF2"
          }
        ],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "The following proposition can be easily established: A diagrammatic illustration of this proposition is also provided in Figure  1 . Except for the linear segment OB, the shape of the debt Laffer curve depends on both the cost of financial intermediation and the expected productivity shock. 13 An increase in enforcement costs (a rise in C) shifts the BL segment of the curve in the upper panel leftward and inward, to BL'. The optimal value of the initial debt is now determined at point A\", which is lower than the initial value at A. In the lower panel, the relation between optimal employment and initial debt becomes also steeper beyond the threshold value D; the new optimal value of employment is determined at point E\", and is lower than fih, as established in Proposition 1.",
        "cite_spans": [
          {
            "start": 292,
            "end": 294,
            "text": "13",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 121,
            "end": 130,
            "text": "Figure  1",
            "ref_id": "FIGREF2"
          }
        ],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "The figure also illustrates an important implication of the analysis: if, at the initial level of C, D* is the optimal value of initial debt (that is, the value for which dV/dD = 0), at the new value of C the initial D* will be too high because it will be located on the wrong side of the debt Laffer curve (point A'). Employment, at E', will be also lower than the new optimal value E\". Thus, less efficient financial intermediation does not only increase the likelihood that the economy may be stuck in an inefficient equilibrium (on the wrong portion of the debt Laffer curve), but it is also associated with (potentially large) employment and output losses in the short term.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "Under the assumption that the idiosyncratic shock Eh is uniformly distributed, the following proposition can also be established.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "Proposition 4 An increase in em, which is equivalent to a (mean-preserving) increase in volatility, has qualitatively similar effects on the shape of the debt Laffer curve as those associated with an increase in intermediation costs or lower exrpected output.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "Finally, it can readily be established that an increase in the volatility of aggregate productivity shocks-which can be captured in the present setting by treating 3 as a uniformly distributed random disturbance-leads to a proposition similar to the one above, as can be inferred from the results in .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Proposition 1",
        "sec_num": null
      },
      {
        "text": "Despite the stylized nature of our analysis, the foregoing results are useful to understand some aspects of the crisis in East Asia and the policy responses that it could have led to. To many observers, one of the surprises that surfaced in the immediate aftermath of the crisis was that the outstanding stock of private external debt, particularly in Korea and Thailand, was much larger than previously assumed (see Aizenman and Marion (1999) ). This is consistent with the assumption in our model of an \"initial\" level of debt that must be serviced out of current resources. Furthermore, simple calculations show that there was a significant increase in output volatility in the aftermath of the crisis. The coefficient of variation of the industrial production index increased between the period January 1991-June 1997 and July 1997-December 1998 (that is, in the immediate aftermath of the crisis) from 3.6 percent to 6.8 percent in Korea, from 4.3 percent to 5.2 percent in Malaysia, and from 6.3 percent to 6.6 percent in Thailand. This is captured in our framework by examining the impact of higher volatility on the shape of the debt Laffer curve. Finally, the crisis revealed also the state of the private banking system, and the relatively high cost of bankruptcy procedures. Although we do not have firm evidence that verification and enforcement costs of loan contracts increased in the region in the aftermath of the crisis, it is plausible indeed that such costs rose significantly. Asymmetric information problems tend to be exacerbated in a more volatile economic environment, thereby forcing banks to expend more resources to assess and verify claims made by borrowers regarding their situation. All these developments may have led some of the crisis-stricken countries-such as Korea, where domestic firms were highly indebted-to move on the wrong side of their debt Laffer curve. As shown earlier, lower productivity, higher volatility of output, and higher financial intermediation and enforcement costs shift the debt Laffer curve leftward and inward, whereas a larger outstanding stock of debt shifts the economy's position to the right-possibly to an extent that is large enough to create a debt overhang problem.",
        "cite_spans": [
          {
            "start": 417,
            "end": 443,
            "text": "Aizenman and Marion (1999)",
            "ref_id": "BIBREF2"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Policy Implications",
        "sec_num": "4"
      },
      {
        "text": "What does the model imply, therefore, in terms of policy responses? One approach is to argue that debtors and creditors should act collectively to reduce the face value of debt, because it is beneficial to both parties. A large debt overhang entails indeed well-known economic costs, induced by both illiquidity and disincentive effects (see Krugman (1989) and Sachs (1989) ).14 In the context of our analysis, the short-termf employment and output costs associated with a debt overhang can also be substantial. In practice, however, there are also well-known difficulties associated with a coordinated debt reduction among a (large) group of creditors, such moral hazard problems that such operations entail: each creditor has an incentive to refrain from offering debt relief on its own claims and wait for others to do so, thereby raising the expected value of its own claims.\" 5 This type of free-rider prob 14In particular, a high level of debt creates uncertainty about the country's capacity to service its debt and discourages private (domestic and foreign) investment. Furthermore, high debt service may be perceived by investors as a form of tax on the future income of the country, thus dissuading new investment.",
        "cite_spans": [
          {
            "start": 342,
            "end": 356,
            "text": "Krugman (1989)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 361,
            "end": 373,
            "text": "Sachs (1989)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Policy Implications",
        "sec_num": "4"
      },
      {
        "text": "1 5 See Sachs (1989) . As shown by Helpman (1989b) , if lenders interact noncooperatively, each of them taken individually may in fact be willing to provide some debt relief-lems may make it impossible in practice, to consider debt relief as a viable policy response.",
        "cite_spans": [
          {
            "start": 8,
            "end": 20,
            "text": "Sachs (1989)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 35,
            "end": 50,
            "text": "Helpman (1989b)",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Policy Implications",
        "sec_num": "4"
      },
      {
        "text": "To the extent that asymmetric information problems tend to be exacerbated by crises (as noted earlier), and that as a result financial intermediaries in post-crisis countries may experience an increase in the cost of verifying and enforcing loan contracts, our model suggests an alternative response to a debt overhang-namely, financial sector reform. The ability of lenders to have recourse to an efficient legal system to seize collateral in case of default, for instance, is an important determinant of contractual relations (in a crisis context or not) and has a significant impact on the determination of lending rates-and thus eventually the levels of output and employment. In terms of our Figure 1 , the reduction in C could lead, for instance to a shift in the Laffer curve from an initial segment BL' to BL. Moreover, as can be inferred from our analysis, it is possible that debt relief may not be sufficient to shift the economy to the \"right\" side of the debt Laffer if at the same time enforcement or verification costs increase. In terms of Figure 1 , this would be the case, for instance, if debt reduction, starting from a level of debt equal or greater than D*, moves the economy from a point to the right of A to a point to the left, such as H; if there is at the same time a rise in C (because of an increase in verification costs, as discussed earlier) the economy may settle to a point such as H' on the new BL' segment and to the left of A', implying that the economy would still be on the \"wrong\" side of the Laffer curve. In such conditions, debt relief is not sufficient and would need to be accompanied by deeper reforms in the financial intermediation process.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 697,
            "end": 705,
            "text": "Figure 1",
            "ref_id": "FIGREF2"
          },
          {
            "start": 1056,
            "end": 1064,
            "text": "Figure 1",
            "ref_id": "FIGREF2"
          }
        ],
        "eq_spans": [],
        "section": "Policy Implications",
        "sec_num": "4"
      },
      {
        "text": "The purpose of this paper has been to examine the implications of inefficient financial intermediation (taking the form of high costs of contract enforcealthough not as much as they would if they were to act collectively. ment and state verification) for an economy in which firms are faced with a high level of initial debt and contract new borrowing from domestic banks to finance labor costs. After presenting the producer's decision problem, we analyzed the determination of the contractual lending rate on the new debt, which was shown to be a mark-up over the cost of borrowing, with the size of the mark-up related positively to the probability of default. We also showed that optimal employment depends negatively on the cost of state verification and contract enforcement, as well as the initial stock of debt obligations held by firms. We then derived a debt Laffer curve with regard to the initial debt, and determined the \"optimal\" level of debt consistent with the absence of a debt overhang. We analyzed the effect of an increase in contract enforcement and verification costs, as well as an expected negative shock to output and an increase in the volatility of productivity shocks, on the optimal level of debt. We showed that, as a result of either one of these shocks, the economy may move on the \"wrong\" side of the debt Laffer curve. Moreover, our analysis showed that this shift may be accompanied by (possibly large) employment and output losses in the short term. Thus, in countries where financial intermediation is highly inefficient (in the sense that enforcement costs of loan contracts are relatively high), or in a country experiencing large adverse output shocks and higher volatility, the likelihood of an inefficient equilibrium is also high. We also argued that because, of well-known moral hazard problems, debt relief as a policy response to an economy that is moved to the wrong side of the Laffer curve (as a result, for instance, of an increase in volatility or higher state verification costs) may not feasible or desirable. On the contrary, what our analysis suggests, is that financial sector reform (in the sense of measures aimed at reducing the cost of financial intermediation, including contract enforcement costs) may be essential-indeed, not only to reduce the adverse incentive effects of a debt overhang, but more generally to increase economic efficiency.. Finally, the expected market value of the initial debt is given by, for e > -V = DJ f(eh)dEh + J (XYh-C)f(eh)deh.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Concluding Remarks",
        "sec_num": "5"
      },
      {
        "text": "From equations (A5) and (A6), it can be readily established that all the results summarized in propositions 1 and 2 given in the text continue to hold.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(A6)",
        "sec_num": null
      },
      {
        "text": "In addition, assuming that eh is distributed uniformly, propositions 3 and 4 can be shown to hold as well. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(A6)",
        "sec_num": null
      },
      {
        "text": "The model presented in this paper is based on the framework developed byAizenman (1998, 1999). It has been used to examine a variety of other issues, including the real and financial effects of contagious shocks (as in Agenor, Aizenman and Hoffmaister (1998)), and the welfare costs of financial openness. The present setting differs from these other papers in that we assume that there exists an initial level of debt which must be fully serviced in good states of nature.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Note that, in contrast to the original model in Agenor and Aizenman (1998), we do not account for aggregate shocks. This could be done by treating 6 as a random, economy-wide disturbance.5 In what follows indifference on the borrower's part is resolved in favor of the lender.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The analysis can easily be extended to consider the case where C is proportional to repayment; seeAgenor, Aizenman, and Hoffmaister (1998). It would be more involved, however, if some costs were asssumed to accrue after the information about the idiosyncratic shock is obtained. In such circumstances, banks would refrain from forcing debt repayment when realized productivity is below a threshold of enforcement. For simplicity of exposition, and because they would not modify the key results discussed below, we abstract from these considerations. We also ignore all other real costs associated with financial intermediation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "0 Following our earlier paper we assume in what follows that each individual producer takes the contractual lending rate as given when determining the optimal level of employment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "3 The reason is that, from (4), i* is equal to -em along OB, and depends on both the optimal level of employment beyond point B.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "This appendix considers the case in which the initial debt, D, is senior to the new debt. New lending is done by foreign banks. For simplicity, these banks have identical enforcement costs to the senior banks. This cost is paid by the relevant bank in a lump-sum fashion each time that the country defaults on its obligations to that bank. In states of partial default, new (junior) banks get only the residual of the debt service after repaying the initial debt to the senior banks. In this setup, the country will default first on the junior debt at a low enough value of the productive shock, e*. The country will default on both types of debt at a lower value of the productivity shock, e' < c*.The repayment rule for producer h is given bywhere Yh is given in (1), that is, nh(l + 6 + eh). The threshold value e* is now determined by the equalityXnh is now given byxn(lExpected profits of producer h are now given by ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Appendix",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Volatility and the Welfare Costs of Financial Market Integration",
        "authors": [
          {
            "first": "Pierre-Richard",
            "middle": [],
            "last": "Agenor",
            "suffix": ""
          },
          {
            "first": "Joshua",
            "middle": [],
            "last": "Aizenman",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "Financial Crises: Contagion and Market Volatility",
        "volume": "45",
        "issue": "",
        "pages": "207--242",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Agenor, Pierre-Richard, and Joshua Aizenman, \"Contagion and Volatility with Imperfect Credit Markets,\" ,\" IMF Staff Papers, 45 (June 1998), 207-35. , \"Volatility and the Welfare Costs of Financial Market Integration,\" in Financial Crises: Contagion and Market Volatility, ed. by Pierre-Richard Agenor, Marcus Miller, David Vines, and Axel Weber (Cambridge University Press: 1999).",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Contagion, Bank Lending Spreads, and Output Fluctuations",
        "authors": [
          {
            "first": "Pierre-Richard",
            "middle": [],
            "last": "Agenor",
            "suffix": ""
          },
          {
            "first": "Joshua",
            "middle": [],
            "last": "Aizenman",
            "suffix": ""
          },
          {
            "first": "Alexander",
            "middle": [],
            "last": "Hoffmaister",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "National Bureau of Economic Research",
        "volume": "",
        "issue": "6850",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Agenor, Pierre-Richard, Joshua Aizenman, and Alexander Hoffmaister, \"Conta- gion, Bank Lending Spreads, and Output Fluctuations,\" Working Paper No. 6850, National Bureau of Economic Research (December 1998).",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Uncertainty and the Disappearance of International Credit",
        "authors": [
          {
            "first": "Joshua",
            "middle": [],
            "last": "Aizenman",
            "suffix": ""
          },
          {
            "first": "Nancy",
            "middle": [
              "P"
            ],
            "last": "Marion",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Aizenman, Joshua, and Nancy P. Marion, \"Uncertainty and the Disappearance of International Credit,\" Working Paper No. 7389, National Bureau of Eco- nomic Research (October 1999).",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "The Role of Macroeconomic and Financial Sector Linkages in East Asia's Financial Crisis",
        "authors": [
          {
            "first": "Pedro",
            "middle": [],
            "last": "Alba",
            "suffix": ""
          },
          {
            "first": "Amar",
            "middle": [],
            "last": "Bhattacharya",
            "suffix": ""
          },
          {
            "first": "Stijn",
            "middle": [],
            "last": "Claessens",
            "suffix": ""
          },
          {
            "first": "Swati",
            "middle": [],
            "last": "Ghosh",
            "suffix": ""
          },
          {
            "first": "Leonardo",
            "middle": [],
            "last": "Hernandez",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Financial Crises: Contagion and Market Volatility",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Alba, Pedro, Amar Bhattacharya, Stijn Claessens, Swati Ghosh, and Leonardo Hernandez, \"The Role of Macroeconomic and Financial Sector Linkages in East Asia's Financial Crisis,\" in Financial Crises: Contagion and Market Volatility, ed. by Pierre-Richard Agenor, Marcus Miller, David Vines, and Axel Weber (Cambridge University Press: 1999).",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "The Pure Theory of Country Risk",
        "authors": [
          {
            "first": "Jonathan",
            "middle": [],
            "last": "Eaton",
            "suffix": ""
          },
          {
            "first": "Mark",
            "middle": [],
            "last": "Gersovitz",
            "suffix": ""
          },
          {
            "first": "Joseph",
            "middle": [],
            "last": "Stiglitz",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "European Economic Review",
        "volume": "30",
        "issue": "",
        "pages": "481--513",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Eaton, Jonathan, Mark Gersovitz, and Joseph Stiglitz, \"The Pure Theory of Country Risk,\" European Economic Review, 30 (June 1986), 481-513.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Microeconomics of Banking",
        "authors": [
          {
            "first": "Xavier",
            "middle": [],
            "last": "Freixas",
            "suffix": ""
          },
          {
            "first": "Jean-Charles",
            "middle": [],
            "last": "Rochet",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Freixas, Xavier, and Jean-Charles Rochet, Microeconomics of Banking, MIT Press (Cambridge, Mass.: 1997).",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Voluntary Debt Reduction: Incentives and Welfare",
        "authors": [
          {
            "first": "Elhanan",
            "middle": [],
            "last": "Helpman",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "American Economic Review",
        "volume": "79",
        "issue": "",
        "pages": "580--611",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Helpman, Elhanan, \"The Simple Analytics of Debt-Equity Swaps,\" American Economic Review, 79 (June 1989a), 440-51. , \"Voluntary Debt Reduction: Incentives and Welfare,\" IMF Staff Papers, 36 (September 1989b), 580-611.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Financing versus Forgiving a Debt Overhang: Some Analytical Notes",
        "authors": [
          {
            "first": "Paul",
            "middle": [],
            "last": "Krugman",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "Analytical Issues in Debt",
        "volume": "29",
        "issue": "",
        "pages": "253--68",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Krugman, Paul, \"Financing versus Forgiving a Debt Overhang: Some Analytical Notes,\" Journal of Development Economics, 29 (December 1988), 253-68. \"Market-Based Debt Reduction Schemes,\" in Analytical Issues in Debt, ed. by Jacob Frenkel, Michael Dooley, and Peter Wickham, International Monetary Fund (Washington DC: 1989).",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "The East Asian Crisis: Diagnosis, Remedies, Prospects",
        "authors": [
          {
            "first": "Steven",
            "middle": [],
            "last": "Radelet",
            "suffix": ""
          },
          {
            "first": "Jeffrey",
            "middle": [
              "D"
            ],
            "last": "Sachs",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "Brookings Papers on Economic Activity",
        "volume": "",
        "issue": "1",
        "pages": "1--90",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Radelet, Steven, and Jeffrey D. Sachs, \"The East Asian Crisis: Diagnosis, Reme- dies, Prospects,\" Brookings Papers on Economic Activity, No. 1 (June 1998), 1-90.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "The Debt Overhang of Developing Countries",
        "authors": [
          {
            "first": "Jeffrey",
            "middle": [],
            "last": "Sachs",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "Debt, Stabilization and Development",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Sachs, Jeffrey, \"The Debt Overhang of Developing Countries,\" in Debt, Stabi- lization and Development, ed. by Ronald Findlay, Guillermo Calvo, Pentti J. Kouri, and Jorge Braga de Macedo, Basil Blackwell (Oxford: 1989).",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "fig_num": null,
        "num": null,
        "uris": null,
        "text": "The Debt Laffer Curve Assuming, to simplify notations, a zero subjective discount rate, the expected value of the initial debt from the point of view of the lenders is given by f D if = = I {D fiem f (Eh)dE + f!:m ghf (Eh)dEh} if E* > where 9h = Xnh(l + 6 + h) -C-This expression assumes, for simplicity, that verification and enforcement costs associated with servicing the new and the initial debt are the same. It",
        "type_str": "figure"
      },
      "FIGREF1": {
        "fig_num": null,
        "num": null,
        "uris": null,
        "text": "defines a debt Laffer curve, which is depicted in the upper panel of Figure 1 as LL. It is linear (as depicted by the segment OB) up to a threshold level of debt D, given by D = Xn\"(1 + 6 em),",
        "type_str": "figure"
      },
      "FIGREF2": {
        "fig_num": "1",
        "num": null,
        "uris": null,
        "text": "Debt Laffer Curve and Financial Intermediation v A dV/dD = 0 ... O~ ~~ 44.,.,i' d VId D 0 ~ ~~~~...................................................................... ............. ;-. ............. ........................ A ir",
        "type_str": "figure"
      },
      "TABREF1": {
        "num": null,
        "html": null,
        "content": "<table><tr><td>pected productivity (a lower value of 6To establish that dD*/dC &lt; 0, for instance, note that by the implicit</td></tr><tr><td>function theorem, we have</td></tr><tr><td>dD*/dC = -VDC/VDD.</td></tr><tr><td>Applying the second-order condition for maximization yields sg [dD 1 ] = sg [VDC] = -X _ (/nh ndD J dC ~~Xnha nh dD'</td></tr><tr><td>Proposition 3 Less efficient financial intermediation, as measured by higher</td></tr><tr><td>state verification and contract enforcement costs (a rise in C), or lower ex-</td></tr></table>",
        "text": ") reduce the optimal value of the initial debt. In both cases the debt Laffer curve shifts downward and to the left.",
        "type_str": "table"
      },
      "TABREF2": {
        "num": null,
        "html": null,
        "content": "<table><tr><td/><td/><td/><td>(A3)</td></tr><tr><td/><td colspan=\"2\">(1 + rL)wnh</td><td>if Ch &gt; e*.</td></tr><tr><td colspan=\"4\">Expected repayment to the representative bank, which determines the</td></tr><tr><td colspan=\"4\">contractual interest rate on the new debt, rL, is thus determined by</td></tr><tr><td colspan=\"4\">(1 + rC)wnh = (1 + rL)wnh |</td><td>f(eh)deh</td><td>(A4)</td></tr><tr><td>+</td><td colspan=\"3\">(XYh -D)f (eh)deh -C I f (6h)dCh,</td></tr><tr><td colspan=\"3\">Using (A2) and (A4) yields</td></tr><tr><td>h= J</td><td colspan=\"3\">(Yhy-D)f(eh)deh-X J</td><td>Yhf (eh)deh</td></tr><tr><td colspan=\"2\">-(1 + rc)wnh + |</td><td colspan=\"2\">(Xyh -D)f (6h)dh -C f f (eh)deh,</td></tr><tr><td colspan=\"2\">which can be rewritten as</td><td/></tr><tr><td colspan=\"2\">rh =</td><td colspan=\"2\">n Yhf (eh)deh -D fX f(eh)deh</td><td>(A5)</td></tr><tr><td colspan=\"3\">-(1 + rc)wnh-X</td><td>Yhf(eh)deh -Cf</td><td>f(eh)d6h-</td></tr></table>",
        "text": "The net junior debt service from the point of view of the junior banks is given by max{XYh -D; O} -C if eh < e*,",
        "type_str": "table"
      }
    }
  }
}