{
  "paper_id": "D18260093",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:04:03.291661Z"
  },
  "title": "Oil Price Volatility, Economic Growth and the Hedging Role of Renewable Energy",
  "authors": [
    {
      "first": "Jun",
      "middle": [
        "E"
      ],
      "last": "Rentschler",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "John",
      "middle": [],
      "last": "Besant-Jones",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Marianne",
      "middle": [],
      "last": "Fay",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Stéphane",
      "middle": [],
      "last": "Hallegatte",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Malcolm",
      "middle": [],
      "last": "Pemberton",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Ingo",
      "middle": [],
      "last": "Rentschler",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Janna",
      "middle": [],
      "last": "Tenzing",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "2013-09",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D18260093",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "that the sensitivity to oil price volatility varies widely across countries and discusses various factors which may determine the level of sensitivity (such as sectoral composition and the energy mix). This implies that the standard approach of solely considering net oil importer-exporter status is not sufficient. Simulations of volatility shocks in hypothetical energy mixes (with increased renewable shares) illustrate the potential economic benefits resulting from efforts to disconnect the macroeconomy from volatile commodity markets. It is concluded that expanding renewable energy can in principle reduce an economy's vulnerability to oil price volatility, but a country-specific analysis would be necessary to identify concrete policy measures. Overall, the paper provides an additional rationale for reducing exposure and vulnerability to oil price volatility for the sake of economic growth.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "As crude oil arguably constitutes one of the single most important driving forces of the global economy, oil price fluctuations are bound to have significant effects on economic growth and welfare. Indeed, the level of oil dependency of industrialized economies became particularly clear in the 1970s and 1980s, when a series of political incidents in the Middle East disrupted the security of supply and had severe effects on the global price of oil. Since then oil price shocks have continuously increased in size and frequency. While demand for oil is likely to remain relatively slow moving, mainly driven by economic growth and to some extent climate policies, supply will remain highly uncertain, not least considering persistent instability in exporting countries and the uncertainty regarding the discovery of new resources. As a result of such uncertainties, and in the context of today's tightly traded markets, future oil prices are also expected to undergo (increasingly) drastic fluctuations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Theoretically, an oil price shock can be transmitted into the macro-economy via various channels. Principally, a positive oil price shock will increase production costs and hence restrict output (henceforth denoted as 'input channel') (Barro, 1984) . Energy intensive industrial production will be more affected than service based industries. A prolonged oil price increase will necessitate costly structural changes to production processes with potentially adverse employment effects. However, it is crucial to note that the frequency of oil price shocks (both positive and negative) increases perceived price uncertainty. According to Bernanke (1983) , such oil price volatility will reduce planning horizons and cause firms to postpone irreversible business investments ('uncertainty channel').",
        "cite_spans": [
          {
            "start": 235,
            "end": 248,
            "text": "(Barro, 1984)",
            "ref_id": "BIBREF5"
          },
          {
            "start": 637,
            "end": 652,
            "text": "Bernanke (1983)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Due to countless possible exogenous supply shocks, oil prices are subject to uncertainty at any point in time. Even when prices remain relatively stable over an extended period of time, a sudden exogenous event could disrupt the balance independently of previous events and cause significant upward or downward price changes (e.g. a large earthquake may reduce economic activity and the demand for crude oil accordingly, hence reducing prices). When prices are stable, economic agents (incl. households, firms and governments) tend to overlook the ubiquitous, permanent underlying uncertainty, when making economic decisions. However, in an environment of already volatile prices, agents are more likely to take future price uncertainty into account when making investment decisions. Overall, oil price volatility typically results in an increased sense of economic uncertainty, whereas the absence of volatility may instill a false sense of stability. They are however not interchangeable terms, as uncertainty can exist in the absence of volatility.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "In order to hedge against negative effects of oil price volatility, it is of utmost importance for policy makers to understand how significant the potential dimensions of negative effects are, and which factors determine the level of vulnerability. While there exists significant literature establishing a negative and asymmetric relationship between oil price shocks and macro-economic indicators, research has focused on actual oil price shocks rather than price volatility (and accordingly uncertainty) directly. Furthermore, emerging economies and their country specific parameters have largely been overlooked. Little has been said about why sensitivity differs across countries, and why some net exporters benefit from oil price fluctuations, while others suffer. This paper addresses these shortcomings. Like the vast majority of literature on this topic, this paper considers real, exchange rate adjusted oil prices and does not take into account taxation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Given the crucial role of crude oil in the global economy, the relationship between oil prices and economic activity has received considerable attention by economists since the early 1980s. Hamilton (1983) notes that seven of eight recessions in the period 1948 to 1980 were preceded by significant oil price increases and hence establishes a causal oil-price-GDP link for the USA. Subsequently these findings were confirmed by Burbidge and Harrison (1984) , Gisser and Goodwin (1986) , Mork (1989 ), Ferderer (1996 and others. Corresponding studies for other major OECD countries by Mork et al. (1994) , Papapetrou (2001), Jiménez-Rodríguez and Sanchez (2005) and Lardic and Mignon (2006) revealed that the negative oil-price-GDP effect prevails in virtually all industrialized economies. Furthermore, oil price volatility has also been shown to have significant impacts on stock market returns (Filis et al., 2011) , and bilateral trade (Chen and Hsu, 2013) . Findings are surprisingly similar across developed countries and extend to both net importers and exporters (e.g. UK) of oil (Mork et al. 1994) . Blanchard and Gali (2007) also recognize the economic sensitivity to oil shocks, but suggest that industrialized countries have become less sensitive since the 1970s for various reasons, including reduced reliance on oil as an input factor to industrial production.",
        "cite_spans": [
          {
            "start": 190,
            "end": 205,
            "text": "Hamilton (1983)",
            "ref_id": "BIBREF20"
          },
          {
            "start": 428,
            "end": 456,
            "text": "Burbidge and Harrison (1984)",
            "ref_id": null
          },
          {
            "start": 459,
            "end": 484,
            "text": "Gisser and Goodwin (1986)",
            "ref_id": "BIBREF17"
          },
          {
            "start": 487,
            "end": 497,
            "text": "Mork (1989",
            "ref_id": null
          },
          {
            "start": 498,
            "end": 515,
            "text": "), Ferderer (1996",
            "ref_id": null
          },
          {
            "start": 584,
            "end": 602,
            "text": "Mork et al. (1994)",
            "ref_id": "BIBREF33"
          },
          {
            "start": 605,
            "end": 645,
            "text": "Papapetrou (2001), Jiménez-Rodríguez and",
            "ref_id": null
          },
          {
            "start": 646,
            "end": 660,
            "text": "Sanchez (2005)",
            "ref_id": "BIBREF25"
          },
          {
            "start": 665,
            "end": 689,
            "text": "Lardic and Mignon (2006)",
            "ref_id": "BIBREF29"
          },
          {
            "start": 896,
            "end": 916,
            "text": "(Filis et al., 2011)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 939,
            "end": 959,
            "text": "(Chen and Hsu, 2013)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 1087,
            "end": 1105,
            "text": "(Mork et al. 1994)",
            "ref_id": "BIBREF33"
          },
          {
            "start": 1108,
            "end": 1133,
            "text": "Blanchard and Gali (2007)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Oil-GDP Literature -Review of Empirical Evidence",
        "sec_num": "2."
      },
      {
        "text": "Due to limited availability of data, the majority of existing literature analyzes the oil-price-GDP relationship in major OECD economies. However, Japan and the emerging economies in South East Asia have been largely omitted from the discussion. Notable exceptions are Lee et al. (2001) who study the impact of oil price shocks on Japanese monetary policy and macro-economy; as well as Cunado and Gracia (2005) who conduct cointegration and Granger causality tests for six Asian economies 3 . They find that there exists no long-run cointegrating relationship between oil prices and economic growth, but oil prices indeed Granger cause economic growth in the short-run. With these results Cunado and Gracia (2005) verify the existence of a significant negative oil-GDP relationship in Asian developing countries -including Malaysia, a net oil exporter.",
        "cite_spans": [
          {
            "start": 269,
            "end": 286,
            "text": "Lee et al. (2001)",
            "ref_id": "BIBREF31"
          },
          {
            "start": 386,
            "end": 410,
            "text": "Cunado and Gracia (2005)",
            "ref_id": "BIBREF14"
          },
          {
            "start": 689,
            "end": 713,
            "text": "Cunado and Gracia (2005)",
            "ref_id": "BIBREF14"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Oil-GDP Literature -Review of Empirical Evidence",
        "sec_num": "2."
      },
      {
        "text": "Notably, Guo and Kliesen (2005) differ from the existing literature by constructing the 'Realized Volatility' (RV) variable suggested by Andersen et al. (2004) , rather than employing the standard method of considering oil price shocks directly. This allows them to account for the input channel as well as the uncertainty channel (cf. Section 1). Using the same realized volatility measure, Rafiq et al. (2009) extend Cunado and Gracia's (2005) study by analyzing the effects of oil price volatility for various macro-indicators in the Thai economy. In a vector auto-regression (VAR) and vector error correction model, they show that the realized volatility of oil prices Granger causes GDP growth, investment, unemployment and inflation. Impulse response functions confirm that impacts of realized volatility are most distinct in the short-run, particularly for GDP. This result, together with the variance decomposition, supports Bernanke's (1983) theoretical explanation of postponed investments due to expected oil price volatility and the associated uncertainty.",
        "cite_spans": [
          {
            "start": 9,
            "end": 31,
            "text": "Guo and Kliesen (2005)",
            "ref_id": "BIBREF19"
          },
          {
            "start": 137,
            "end": 159,
            "text": "Andersen et al. (2004)",
            "ref_id": "BIBREF3"
          },
          {
            "start": 392,
            "end": 411,
            "text": "Rafiq et al. (2009)",
            "ref_id": "BIBREF8"
          },
          {
            "start": 419,
            "end": 445,
            "text": "Cunado and Gracia's (2005)",
            "ref_id": "BIBREF14"
          },
          {
            "start": 933,
            "end": 950,
            "text": "Bernanke's (1983)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Oil-GDP Literature -Review of Empirical Evidence",
        "sec_num": "2."
      },
      {
        "text": "To understand the nature of the oil-GDP relationship, it is crucial to consider the existence of asymmetry, i.e. adverse effects of oil price increases exceed stimulating effects of oil price decreases. However, the empirical evidence for the nature of this asymmetry is ambiguous. While it is generally agreed that increases have adverse effects, evidence for the effects of decreases is far from conclusive. Mork (1989) distinguishes between positive and negative oil price shocks and finds that oil price increases reduce GDP while decreases have hardly any impact. However, Mork et al. (1994) find that oil price increases and decreases both have negative consequences for the US economy, while results for the UK, Japan, France, Norway, Germany and Canada are inconclusive. Mory (1993) and Lee et al. (1995) find that oil price decreases have no impact on the US economy. Lardic and Mignon (2006) show that standard cointegration is rejected for most of the twelve European sample countries, while asymmetric cointegration is determined to be of major relevance in explaining the impact of oil price shocks. The underlying reasoning is that asymmetry is caused by asymmetric monetary policy, i.e. more drastic policy measures in response to oil price increases, than to decreases (Hamilton and Herrera, 2004) . Ferderer (1996) indeed confirms a strong link between oil price shocks and monetary policy responses, but nevertheless argues that oil prices Granger cause GDP directly. Hence he concludes that asymmetric monetary policy alone is not sufficient to account for the asymmetric oil-GDP relationship. In addition to monetary policy, downward stickiness of wages and prices due to, e.g. institutional regulation or contractual commitments, is a standard explanation for asymmetric effects. For the purposes of this study asymmetry is of major importance: While in a symmetric scenario a positive and a negative oil price shock would cancel each other, in an asymmetric setting the presence of price movements (i.e. volatility) per se will impact on economic indicators.",
        "cite_spans": [
          {
            "start": 410,
            "end": 421,
            "text": "Mork (1989)",
            "ref_id": null
          },
          {
            "start": 578,
            "end": 596,
            "text": "Mork et al. (1994)",
            "ref_id": "BIBREF33"
          },
          {
            "start": 779,
            "end": 790,
            "text": "Mory (1993)",
            "ref_id": "BIBREF34"
          },
          {
            "start": 795,
            "end": 812,
            "text": "Lee et al. (1995)",
            "ref_id": "BIBREF30"
          },
          {
            "start": 877,
            "end": 901,
            "text": "Lardic and Mignon (2006)",
            "ref_id": "BIBREF29"
          },
          {
            "start": 1285,
            "end": 1313,
            "text": "(Hamilton and Herrera, 2004)",
            "ref_id": "BIBREF23"
          },
          {
            "start": 1316,
            "end": 1331,
            "text": "Ferderer (1996)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Oil-GDP Literature -Review of Empirical Evidence",
        "sec_num": "2."
      },
      {
        "text": "The selected sample represents developed/developing, oil importing/exporting and service/industry based economies. The USA is the by far largest consumer of petroleum and at the same time has considerable domestic production. The third and fourth largest economies, Japan (JPN) and Germany (GER), have had (at least until recently) strong surplus economies, led by exports and industrial production. This industry structure, as well as negligible domestic oil production make Japan and Germany highly dependent on petroleum imports. Furthermore, a set of 'leaping' economies is selected, namely India (IND), South Korea (KOR) and Malaysia (MYS), as they have experienced immense economic growth throughout the considered data period . As numerous developing countries are resource rich oil exporters, it is of particular importance to include Malaysia, a net oil exporter.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data",
        "sec_num": "3.1."
      },
      {
        "text": "For the purposes of this study, economic activity constitutes the dependent variable and oil price volatility the key regressor. While the overwhelming majority of literature in this field uses quarterly data, this study uses monthly data, in order to capture intra-quarter volatility. Monthly industrial production (IP) is used as a proxy for economic activity, as it is particularly sensitive to changes in input prices (such as oil). Industrial production series and consumer price indices are obtained from the IMF Intl. Finance Statistics database and seasonally adjusted 4 . A 'global oil price' is obtained by deflating an average of the WTI and Brent spot market prices (in USD/barrel) using a price index for non-fuel primary commodities. To obtain a more accurate measure of the domestically 'perceived' oil price, the global oil price is adjusted for the respective country's daily $-exchange rate and inflation. Hence, for each country a time series of continuous daily oil prices is obtained, with , where = [June, 1. ,1983; June, 2. ,1983; . . . , ; Jan. ,31. ,2011] ; i.e. 7017 observations. It should be noted that adjusting global oil prices for domestic exchange rate and inflation effects is common practice in this literature (see for instance Mork et al., 1994 and Abeysinghe, 2001 ) -however it should also be pointed out that such domestic oil prices reflect the perceived prices before any kind of policy intervention. In practice oil prices tend to be distorted further through fiscal policies, such as taxes or subsidies (for a detailed discussion of fuel pricing see Kojima, 2013) . 1 illustrates that oil prices have undergone considerable fluctuations in the period 1983-2011, with the global nominal oil price varying between US$ 145.7 (03/07/2008) and US$ 8.7 (25/07/1986) with a standard deviation of US$ 25.7",
        "cite_spans": [
          {
            "start": 1021,
            "end": 1037,
            "text": "[June, 1. ,1983;",
            "ref_id": null
          },
          {
            "start": 1038,
            "end": 1053,
            "text": "June, 2. ,1983;",
            "ref_id": null
          },
          {
            "start": 1054,
            "end": 1063,
            "text": ". . . , ;",
            "ref_id": null
          },
          {
            "start": 1064,
            "end": 1080,
            "text": "Jan. ,31. ,2011]",
            "ref_id": null
          },
          {
            "start": 1264,
            "end": 1285,
            "text": "Mork et al., 1994 and",
            "ref_id": "BIBREF33"
          },
          {
            "start": 1286,
            "end": 1302,
            "text": "Abeysinghe, 2001",
            "ref_id": "BIBREF0"
          },
          {
            "start": 1594,
            "end": 1607,
            "text": "Kojima, 2013)",
            "ref_id": "BIBREF28"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data",
        "sec_num": "3.1."
      },
      {
        "text": "5 . Evidently, there exists a strong correlation between all six domestic pre-tax oil prices, as well as between domestic and global oil prices (cf. Table 1.). This confirms that most of the variation in 'perceived' oil prices is indeed due to global oil price shocks, even though domestic effects can play a significant role. The correlation between post-tax oil prices is likely to differ, particularly for countries such as Malaysia with significant fuel subsidy schemes in place. 4 Seasonal adjustment using the X-12 method. Following the above notation the daily change in the price of crude oil is denoted , where",
        "cite_spans": [
          {
            "start": 484,
            "end": 485,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data",
        "sec_num": "3.1."
      },
      {
        "text": "= − −1 −1 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data",
        "sec_num": "3.1."
      },
      {
        "text": "Computing daily changes for all six countries respectively reveals a pattern similar to the daily changes in the global oil price, depicted in Figure 3 . The mean daily oil price change is not found to be significantly different from zero. Following Hamilton (1983) , the oil price can be modeled as a random walk process, = + −1 + where the innovation = , with ~ iid (0,1). The Ljung-Box test for squared residuals, confirms all six oil price return series to be following an autoregressive conditional heteroskedasticity (ARCH) process. This is graphically confirmed by Figure 3 , in which distinct high volatility clusters are evident (e.g. 1986, 1990, 2008) .",
        "cite_spans": [
          {
            "start": 250,
            "end": 265,
            "text": "Hamilton (1983)",
            "ref_id": "BIBREF20"
          },
          {
            "start": 638,
            "end": 661,
            "text": "(e.g. 1986, 1990, 2008)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 143,
            "end": 151,
            "text": "Figure 3",
            "ref_id": "FIGREF3"
          },
          {
            "start": 572,
            "end": 580,
            "text": "Figure 3",
            "ref_id": "FIGREF3"
          }
        ],
        "eq_spans": [],
        "section": "Data",
        "sec_num": "3.1."
      },
      {
        "text": "From 1947 to 1986, oil prices remained (relatively) stable, whereby shocks were almost exclusively positive and moderate in size. However, since the mid-1980s, oil prices have undergone substantial positive and negative shocks. The classical approach, such as by Mork (1989) , which considers oil price innovations in levels, fails to remain statistically significant in subsequent sample periods. Subsequently, various studies (Hamilton, 1996 (Hamilton, , 2003 Hooker, 1996) found direct measures of volatility to be more powerful in explaining the oil-GDP relationship than oil prices in levels. Based on this, this study employs the Realized Volatility (RV) measure as suggested by Andersen et al. (2003) . Drawing on conventional finance literature, a price process is expressed as a stochastic differential equation:",
        "cite_spans": [
          {
            "start": 263,
            "end": 274,
            "text": "Mork (1989)",
            "ref_id": null
          },
          {
            "start": 428,
            "end": 443,
            "text": "(Hamilton, 1996",
            "ref_id": "BIBREF21"
          },
          {
            "start": 444,
            "end": 461,
            "text": "(Hamilton, , 2003",
            "ref_id": "BIBREF22"
          },
          {
            "start": 462,
            "end": 475,
            "text": "Hooker, 1996)",
            "ref_id": "BIBREF24"
          },
          {
            "start": 685,
            "end": 707,
            "text": "Andersen et al. (2003)",
            "ref_id": "BIBREF2"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Realized Volatility",
        "sec_num": "3.2."
      },
      {
        "text": "log ( ) = +",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Realized Volatility",
        "sec_num": "3.2."
      },
      {
        "text": "where denotes a predictable drift term with finite variance, corresponds to volatility and denotes standard Brownian Motion. The continuously compounded price change in the unit time interval is denoted 1947 1950 1953 1956 1959 1962 1965 1968 1971 1974 1977 1980 1983 1986 1989 1992 1995 1998 2001 2004 2007 2010 2013 4 1983 1985 1987 1989 1991 1993 1995 1997 1999 2001 2003 2005 2007 2009 2011 where − 1 ≤ ≤ . First and second moments are obtained, based on the assumption that and are uncorrelated (no leverage effect). Since standard Brownian Motion has increments distributed according to − ~ (0, − ) for 0 ≤ ≤ , the mean of conditional on information set Ω −1 is given by",
        "cite_spans": [
          {
            "start": 203,
            "end": 307,
            "text": "1947 1950 1953 1956 1959 1962 1965 1968 1971 1974 1977 1980 1983 1986 1989 1992 1995 1998 2001 2004 2007",
            "ref_id": null
          },
          {
            "start": 318,
            "end": 394,
            "text": "4 1983 1985 1987 1989 1991 1993 1995 1997 1999 2001 2003 2005 2007 2009 2011",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Realized Volatility",
        "sec_num": "3.2."
      },
      {
        "text": "≡ log ( ) − log ( −1 ) = � −1 + � −1 -80 -60 -40 -20 0 20 40 60 80",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Realized Volatility",
        "sec_num": "3.2."
      },
      {
        "text": "-0.4 -0.3 -0.2 -0.1 0 0.1 0.2 0.3 0.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Realized Volatility",
        "sec_num": "3.2."
      },
      {
        "text": "{ |Ω t−1 } = � −1 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Realized Volatility",
        "sec_num": "3.2."
      },
      {
        "text": "Accordingly, conditional variance, or Integrated Volatility , is given by",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Realized Volatility",
        "sec_num": "3.2."
      },
      {
        "text": "{ |Ω t−1 } ≡ = � 2 . −1",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Realized Volatility",
        "sec_num": "3.2."
      },
      {
        "text": "Of course, return and volatility computations in practice are restricted to discrete time intervals, hence is latent and can only be approximated. As parametric models of estimating are prone to misspecification, an elegant non-parametric method is to estimate volatility of daily changes by a monthly realized volatility series 6 . Realized volatility is defined as the summation of squared daily changes over the period from the first to the last day ( ) of a given month:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Realized Volatility",
        "sec_num": "3.2."
      },
      {
        "text": "( ) = � 2 = =1 � � − −1 −1 � 2 =1",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Realized Volatility",
        "sec_num": "3.2."
      },
      {
        "text": ", where ( ) denotes the monthly realized volatility of daily changes . Crucially, based on the quadratic variation theory, Andersen et al. (2004) demonstrate that a volatility measure ( ) converges uniformly in probability to as → 0; and hence is an unbiased and efficient estimator 7 . In practice, increasing the sampling frequency of intra-period changes will yield a more accurate non-parametric estimator of . This study will therefore be based on monthly data, unlike Guo and Kliesen (2005) and Rafiq et al. (2009) , who measure oil price variance only at quarterly frequency, and hence 'aggregate away' potentially valuable information on intra-quarter volatility. (1983 -2011) . Distinct clusters of high volatility are evident, even though their extent varies across countries due to exchange rate and inflation effects. 1983 1985 1987 1989 1991 1993 1995 1997 1999 2001 2003 2005 2007 2009 S.Korea",
        "cite_spans": [
          {
            "start": 123,
            "end": 145,
            "text": "Andersen et al. (2004)",
            "ref_id": "BIBREF3"
          },
          {
            "start": 474,
            "end": 496,
            "text": "Guo and Kliesen (2005)",
            "ref_id": "BIBREF19"
          },
          {
            "start": 501,
            "end": 520,
            "text": "Rafiq et al. (2009)",
            "ref_id": "BIBREF8"
          },
          {
            "start": 672,
            "end": 684,
            "text": "(1983 -2011)",
            "ref_id": null
          },
          {
            "start": 830,
            "end": 899,
            "text": "1983 1985 1987 1989 1991 1993 1995 1997 1999 2001 2003 2005 2007 2009",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Realized Volatility",
        "sec_num": "3.2."
      },
      {
        "text": "To investigate the order of integration, the standard Augmented-Dickey-Fuller (ADF) test is complemented by the Kwiatkowaski-Philips-Schmidt-Shin (KPSS) stationarity test. Due to opposed null hypotheses, the inference from any one test is far more significant if confirmed by the other. Unit root test statistics for realized volatility (Table 2 , left panel) unanimously confirm stationarity at the 5% and 1% significance level. This is not surprising, considering that realized volatility is calculated from daily changes and is thus a function of first differences of oil prices. Contrarily, industrial production series exhibit a clear time trend. Table 2 (right panel) presents test statistics for Industrial Production in levels, and first and second differences, while the test in levels allows for a linear time trend and intercept. In levels most national industrial production series possess a unit root, whereas Germany and Japan are found to be trend-stationary. In accordance with these results, further analysis is based on the original realized volatility and once differenced industrial production series (denoted and ) in order to enable meaningful regression results.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 337,
            "end": 345,
            "text": "(Table 2",
            "ref_id": "TABREF5"
          },
          {
            "start": 652,
            "end": 673,
            "text": "Table 2 (right panel)",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Modeling the Volatility-GDP Relationship",
        "sec_num": "3.3."
      },
      {
        "text": "The RV-IP relationship is modeled as a bivariate vector autoregressive process, which describes the dynamic evolution of industrial production and realized volatility as a function of their common history. The VAR requires no distinction between endogenous and exogenous variables, no arbitrary identification restrictions or any other theoretical a priori assumptions about the nature of the economic relationship. Thus it yields a powerful alternative to a structural simultaneous equation model. As realized volatility and industrial production have roots inside the unit circle, the VAR is stable (stationary). The vector of exogenous variables is modelled as a linear function of its own lags and has following reduced form ( ) representation:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Modeling the Volatility-GDP Relationship",
        "sec_num": "3.3."
      },
      {
        "text": "= + � Φ i =1 − + , where = [ ]′",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Realized Volatility Industrial Production",
        "sec_num": null
      },
      {
        "text": ", is a vector of constants, Φ i is a matrix of coefficients and a vector of white noise error terms with covariance matrix Σ. Furthermore, subscripts denote the respective month and denotes optimal lag length. Optimal lag length is determined by the Akaike or Bayesian Information Criterion, AIC and BIC respectively. The BIC determines the optimal model which minimizes the log mean squared error plus a log penalty term, which increases in the number of regressors K; and hence , first and second differences. IP series which are suggested to be non-stationary at the 5% significance level are marked with an asterisk (*). Due to the log penalty term, the Bayesian Information Criterion tends to select more parsimonious models than the AIC (penalty term 2 � ), hence avoiding overfitting. Accordingly the ( ) in matrix notation follows the respective country's lag length as determined by BIC:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Realized Volatility Industrial Production",
        "sec_num": null
      },
      {
        "text": "� � = � 1 2 � + � � ,1,1 ,1,2 ,2,1 ,2,2 � =0 � − − � + � ,1 ,2 �,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Realized Volatility Industrial Production",
        "sec_num": null
      },
      {
        "text": "Due to the evidence from Section 3.1. for an autoregressive conditional heteroskedasticity process for returns , the coefficient ,2,2 is expected to be significantly different from zero. Indeed, VAR estimates confirm that realized volatility is significantly (and positively) autocorrelated in all sample countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Realized Volatility Industrial Production",
        "sec_num": null
      },
      {
        "text": "Crucial for the purposes of this study is that indeed lagged oil price volatility is found to be significant in explaining current Industrial Production. In other words, oil price volatility has a negative impact on economic growth in all sample countries. Furthermore, it is striking to which extent these elasticity measures vary significantly across countries: E.g. the elasticity of economic activity to a volatility shock in the previous period is estimated to be -0.211 in Malaysia, i.e. 6.6 times larger than in the USA (-0.032). The corresponding estimates (i.e. for ,1,2 ) are presented in the lower panel of Table 4 . VAR estimates for first and second lags. Degrees of freedom are based on 332 observations and respective lag length (selected by BIC). Coefficients which are significant at the 1%, 5% or 10% levels are marked by asterisks (*, ** and *** respectively). ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 618,
            "end": 625,
            "text": "Table 4",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "Realized Volatility Industrial Production",
        "sec_num": null
      },
      {
        "text": "In order to determine whether the estimated coefficients represent a causal relationship between and , a Granger causality test is applied. As both variables have been found to be stationary, the test is based on the standard ( ), with selected according to the Bayesian Information Criterion. Granger's (1969) causality test investigates whether lags of have explanatory power in forecasting (and vice versa), i.e. whether ,1,2 (or ,2,1 ) is significantly different from zero. Thus the first null-hypothesis is formulated as Η 0 : \"IP does not Granger-cause RV\"; i.e. Η 0 : ,2,1 = 0. Table 5 shows that this null cannot be rejected in any of the countries in the given sample period, i.e. supporting earlier results that industrial production has no causal influence on realized volatility.",
        "cite_spans": [
          {
            "start": 294,
            "end": 310,
            "text": "Granger's (1969)",
            "ref_id": "BIBREF18"
          }
        ],
        "ref_spans": [
          {
            "start": 585,
            "end": 592,
            "text": "Table 5",
            "ref_id": "TABREF8"
          }
        ],
        "eq_spans": [],
        "section": "Granger Causality",
        "sec_num": "3.4."
      },
      {
        "text": "More interesting is the second null-hypothesis Η 0 ′ : \"RV does not Granger-cause IP\"; i.e. Η 0 ′ : ,1,2 = 0 , meaning that realized volatility has no causal effect on industrial production. However, as the right panel of Table 6 . shows, this null hypothesis must be rejected for all countries except the USA at a 5% significance level.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 222,
            "end": 229,
            "text": "Table 6",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Granger Causality",
        "sec_num": "3.4."
      },
      {
        "text": "This means that there is statistically significant evidence that oil price volatility RV has a causal impact on economic activity, i.e. contemporary RV is useful in forecasting future industrial production. With respect to the USA it should be noted that the p-value 0.059 is only marginally excessive of the 0.05 significance level. At a 10% (or in fact 6%) significance level the null of 'no Granger causality' would also be rejected for the USA. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Granger Causality",
        "sec_num": "3.4."
      },
      {
        "text": "To understand the nature of the IP-RV relationship, it is crucial to analyze how a volatility shock transmits to industrial production through the dynamic lag structure of the VAR process. Impulse response functions (IRF) trace out the effect of a realized volatility shock to industrial production over time -and can yield interesting insight for policy makers. While VAR coefficients and Granger causality inform about the sign, extent and causal direction, impulse response functions inform about the persistence and dynamics of the oil-GDP relationship. To find the impulse response function, the previous VAR is transformed into its 'Wold representation', i.e. an infinite vector moving average process �∞�, which expresses exogenous variables as a function of all past shocks. The previous ( ) can be rewritten using Lag-operators , such that",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Impulse Response Functions",
        "sec_num": "3.5."
      },
      {
        "text": "= + Φ 1 + Φ 2 2 + … + Φ q + .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Impulse Response Functions",
        "sec_num": "3.5."
      },
      {
        "text": "By defining the matrix lag polynomial",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Impulse Response Functions",
        "sec_num": "3.5."
      },
      {
        "text": "Φ( ) = 2 − Φ 1 − Φ 2 2 − … − Φ q ,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Impulse Response Functions",
        "sec_num": "3.5."
      },
      {
        "text": "where 2 is a 2 × 2 identity matrix, the original ( ) can be expressed as",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Impulse Response Functions",
        "sec_num": "3.5."
      },
      {
        "text": "Φ( ) = + .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Impulse Response Functions",
        "sec_num": "3.5."
      },
      {
        "text": "This VAR process can be rewritten as an infinite vector moving average process. To do so, a necessary condition is invertibility of the Φ(1) matrix. Since = [ ]′ is stationary, invertibility can easily be shown: For the unconditional expectation of (defined ≡ { }) it must hold that",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Impulse Response Functions",
        "sec_num": "3.5."
      },
      {
        "text": "{ } = + Φ 1 { } + Φ 2 { } + … + Φ q { } = Φ(1) −1 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Impulse Response Functions",
        "sec_num": "3.5."
      },
      {
        "text": "The VAR process can thus be expressed as a vector moving average process by pre-multiplying with Φ( ) −1 :",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Impulse Response Functions",
        "sec_num": "3.5."
      },
      {
        "text": "= Φ(1) −1 + Φ( ) −1",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Impulse Response Functions",
        "sec_num": "3.5."
      },
      {
        "text": "While the first term is equivalent to , the second term can be expressed as a weighted sum of past and current innovations by defining Φ( ) −1 = 2 + 1 + 2 + … :",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Impulse Response Functions",
        "sec_num": "3.5."
      },
      {
        "text": "= + � − ∞ =0",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Impulse Response Functions",
        "sec_num": "3.5."
      },
      {
        "text": "where A s is a matrix of coefficients, given by",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Impulse Response Functions",
        "sec_num": "3.5."
      },
      {
        "text": "A s = ∂ + ∂ ε ′ .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Impulse Response Functions",
        "sec_num": "3.5."
      },
      {
        "text": "Each (i, j) element of A s measures the respective effect of an one-unit increase of , on , + , where , {1, 2} in this case. For example, assuming there is a shock to ,1 (the first element of ), the effect on the j th variable is given by the first column and j th element of 2 , 1 , 2 , etc. An impulse response function hence plots the dynamic response of , + to an impulse in 1, . Crucially, here these can be interpreted as orthogonalized impulse response functions, since the covariance matrices Σ for all countries have zero offdiagonals, i.e. error terms are contemporaneously uncorrelated. Thus any given shock to an error term , does not have a simultaneous effect on other error terms. In the context of this study, the impulse response functions plot the dynamic response of industrial production to a one-unit realized volatility shock ( Figure 5 ). Following Enders (2010) , for clarity of interpretation the impulse response functions are displayed for levels 9 .",
        "cite_spans": [
          {
            "start": 872,
            "end": 885,
            "text": "Enders (2010)",
            "ref_id": "BIBREF15"
          }
        ],
        "ref_spans": [
          {
            "start": 850,
            "end": 858,
            "text": "Figure 5",
            "ref_id": "FIGREF7"
          }
        ],
        "eq_spans": [],
        "section": "Impulse Response Functions",
        "sec_num": "3.5."
      },
      {
        "text": "Strikingly, in all countries industrial production responds negatively to an unexpected positive volatility shock (ceteris paribus). Notably, this includes both net oil importers and exporters. The negative effects on economic activity are the strongest in the second month after the shock -with the exception of Malaysia (first month). These impulse responses are found to be statistically significant. However, positive rebound effects (third month) in Germany, S.Korea and India are associated with low t-ratios. Overall it is confirmed that effects on economic activity do not persist: the system absorbs a realized volatility shock within twelve months. This also implies that the VAR-processes meet the stability condition. Following Lee et al. (1995) and Jones et al. (2004) , it is possible to approximate the total impulse response of industrial production to a realized volatility shock, with the accumulated impulse response over twelve months (cf. Table 6 .). As Awerbuch and Sauter (2005) summarize, standard literature estimates the US economy to contract by approximately 0.5% following a 10% oil price increase. The accumulated IRF however suggests a mere 0.021% contraction following a 10% increase in oil price volatility. This discrepancy is best understood by considering a specific example: From 2008m01 to 2008m7 the US real oil price increased by 30.1% from $86.3 to $123.5. This corresponds to a 1.5% GDP contraction according to standard literature. However, in the same period the realized volatility measure increased by a factor 15, which would be associated with a 3.2% contraction of US Industrial Production according to the accumulated impulse response functions. In Malaysia realized volatility increased by a factor 12.5 in the same period -implying a 10.1% contraction of industrial production. In light of this drastic contraction, it is important to bear in mind that national output in Malaysia depends strongly on oil revenues: the state owned oil and gas company Petronas accounted for 40% of government revue in 2008 (CIA, 2011).",
        "cite_spans": [
          {
            "start": 740,
            "end": 757,
            "text": "Lee et al. (1995)",
            "ref_id": "BIBREF30"
          },
          {
            "start": 762,
            "end": 781,
            "text": "Jones et al. (2004)",
            "ref_id": "BIBREF26"
          },
          {
            "start": 975,
            "end": 1001,
            "text": "Awerbuch and Sauter (2005)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 960,
            "end": 967,
            "text": "Table 6",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Impulse Response Functions",
        "sec_num": "3.5."
      },
      {
        "text": "9 Furthermore, all series are normalized by dividing them through their respective standard errors. Table 6 . Six and twelve months accumulated impulse response functions of IP to a RV shock; Figure 6 . Accumulated 12 months Impulse Responses (left axis) in comparison with estimated VAR elasticities (right axis). Both estimation methods suggest similar levels of sensitivity across sample countries. Enders (2010) advocates forecast error variance decomposition to confirm the results from the above impulse response analysis. Variance decomposition allows distinguishing between respective shocks to the elements of a VAR, in order to explain variation in an endogenous variable. Hence, it investigates the relative importance of each random shock in affecting variables of a VAR. For the purposes of this study it is essential to investigate to which extent shocks to realized volatility explain the -step-ahead IP forecast error variance ( ) 2 . Thesteps-ahead conditional mean forecast of the infinite vector moving average process from Section 3.6. is",
        "cite_spans": [
          {
            "start": 402,
            "end": 415,
            "text": "Enders (2010)",
            "ref_id": "BIBREF15"
          }
        ],
        "ref_spans": [
          {
            "start": 100,
            "end": 107,
            "text": "Table 6",
            "ref_id": null
          },
          {
            "start": 192,
            "end": 200,
            "text": "Figure 6",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Impulse Response Functions",
        "sec_num": "3.5."
      },
      {
        "text": "{ + |Ω } = + � ∞ = + − .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Variance Decomposition",
        "sec_num": "3.6."
      },
      {
        "text": "Accordingly, the -period forecast error + is given by",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Variance Decomposition",
        "sec_num": "3.6."
      },
      {
        "text": "+ ≡ + − { + |Ω } = � −1 =0 + − . As = [ ]′",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Variance Decomposition",
        "sec_num": "3.6."
      },
      {
        "text": ", the -period forecast error , + for the sequence alone is",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Variance Decomposition",
        "sec_num": "3.6."
      },
      {
        "text": ", + = � 1,1 ( ) −1 =0 , + − + � 1,2 ( ) −1 =0 , + − .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Variance Decomposition",
        "sec_num": "3.6."
      },
      {
        "text": "The -step-ahead forecast error variance of + is then denoted as ( ) 2 :",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Variance Decomposition",
        "sec_num": "3.6."
      },
      {
        "text": "( ) 2 = 2 � 1,1 ( ) 2 −1 =0 + 2 � 1,2 ( ) 2 −1 =0",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Variance Decomposition",
        "sec_num": "3.6."
      },
      {
        "text": "Note that ( ) 2 increases in the forecast horizon , since 1,1 ( ) 2 and 1,2 ( ) 2 are nonnegative. Furthermore, ( ) 2 can now be decomposed into the proportions which are due to shocks in the � , � and � , � sequences respectively,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Variance Decomposition",
        "sec_num": "3.6."
      },
      {
        "text": "1 ( ) 2 2 � 1,1 ( ) 2 , −1 =0 1 ( ) 2 2 � 1,2 ( ) 2 −1 =0 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Variance Decomposition",
        "sec_num": "3.6."
      },
      {
        "text": "This decomposition states the extent to which movements in industrial production are due to its own shocks, as opposed to shocks to realized volatility. The results confirm that, as expected, shocks in the � , � sequence explain most of the forecast error variance for the industrial production sequence -however , shocks are also found to explain between 2% and 5.6% of the variation in the first one to five periods. On the contrary,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Variance Decomposition",
        "sec_num": "3.6."
      },
      {
        "text": "In the empirical analysis of Section 3, two estimates for the responsiveness of industrial production to an realized volatility shock were obtained: (i) VAR coefficients, and (ii) accumulated impulse responses. Both suggest that economic activity in all sample countries responds negatively to increased oil price volatility, while the level of sensitivity varies widely across countries. In the literature (e.g. Cunado and Garcia, 2004) it is suggested that the sectoral composition of an economy is one critical factor determining how sensitive an economy is to oil prices. This is based on the reasoning that industrial production is particularly energy and commodity reliant, and will thus be more strongly affected by oil prices. Blanchard and Gali (2007) for instance show that relying less on oil in industrial production processes has reduced sensitivity in developed countries. In addition, developed economies are typically more service intensive, while their industrial sector often benefits from efficient technology making it less energy intensive. However, in the developing world the industrial share of GDP tends to be particularly large, causing these countries to be particularly exposed to commodity price effects.",
        "cite_spans": [
          {
            "start": 413,
            "end": 437,
            "text": "Cunado and Garcia, 2004)",
            "ref_id": null
          },
          {
            "start": 735,
            "end": 760,
            "text": "Blanchard and Gali (2007)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Discussion -The Level of Sensitivity",
        "sec_num": "4."
      },
      {
        "text": "However, it appears that factors other than the sectoral composition also influence a country's sensitivity. For instance, Figure 8 suggests that domestic oil consumption-production ratios may also play a role in determining the level of sensitivity. For instance, the USA and India have had significant domestic oil production, which accounted for 46.8% and 38.6% respectively of domestic consumption throughout the sample period. This implies that these countries could cater for a significant percentage of consumption domestically, rather than relying on volatile external markets. Contrarily, in Japan, Germany and S.Korea domestic production is negligible relative to consumption. Accordingly these countries rely heavily on imports from international markets and thus expose themselves to global market volatility. Figure 7 also shows that Malaysia's domestic production has significantly exceeded consumption throughout the sample period. The fact that Malaysia has been estimated to be most sensitive to oil price volatility hence appears to contradict the logic that domestic oil production can reduce sensitivity to oil price uncertainty. However, the domestic consumption-production ratio may translate into the import-export ratio in different ways -domestically produced oil is not necessarily directly consumed domestically, if for instance refining capacities are insufficient. In this case even oil producing countries may need to export large quantities of domestically produced unrefined fuel, and in return import refined oil from international markets, thus exposing themselves to market volatility. Figure 7 also shows that in the USA and India, which both have significant domestic oil production, exports were negligible relative to imports. Malaysia however, despite significant domestic production, has considerable imports, servicing close to 40% of domestic demand in 2007, and as such is the third largest oil importer among all net oil exporters 10 . Under these conditions a global oil price increase raises export revenues, but also raises import costs. An increase in oil price volatility however is likely to have negative effects on both export revenues and consumption. Therefore, it is possible that even net exporters can suffer from positive oil price shocks, if imports are of significant size, and negative effects offset increased export revenue. In Malaysia this effect is likely to have been re-enforced by its sectoral composition, as well as a technological lack of alternative energies: The Malaysian energy portfolio consists of 96.6% fossil fuels.",
        "cite_spans": [
          {
            "start": 1976,
            "end": 1978,
            "text": "10",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 123,
            "end": 131,
            "text": "Figure 8",
            "ref_id": null
          },
          {
            "start": 822,
            "end": 830,
            "text": "Figure 7",
            "ref_id": "FIGREF9"
          },
          {
            "start": 1621,
            "end": 1629,
            "text": "Figure 7",
            "ref_id": "FIGREF9"
          }
        ],
        "eq_spans": [],
        "section": "Discussion -The Level of Sensitivity",
        "sec_num": "4."
      },
      {
        "text": "In this context, it may be useful to compare Malaysia to the case of Norway, which is often regarded as a special case with respect to its energy sources. Like Malaysia, Norway is to be classified as a net oil exporter, whereas the relative dimensions of oil consumption, production, imports and exports require a clear distinction between the two. In Norway 91% of domestic production is exported and imports are less than 5% the size of exports. Furthermore, 60% of its energy demand is serviced by renewable energies, while the remainder is accounted for by domestic fossil fuel production; i.e. largely independently of global oil markets. Thus, a given global oil price increase is less likely to harm the Norwegian economy, but may increase its revenues from oil 10 Countries with expensive or limited refining capacities often export domestically produced non-refined oil, and import refined oil. exports. This is in line with results by Mork et al. (1994) , who estimate an oil price increase to have a positive effect on Norwegian GDP.",
        "cite_spans": [
          {
            "start": 945,
            "end": 963,
            "text": "Mork et al. (1994)",
            "ref_id": "BIBREF33"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Discussion -The Level of Sensitivity",
        "sec_num": "4."
      },
      {
        "text": "However, running similar time series analysis as for the countries in our original sample, results suggest that Norway's economic activity does suffer from increased oil price volatility: The Granger-causality test confirms that oil price volatility has a causal impact on economic activity. The accumulated impulse response of industrial production to a realized volatility shock amounts to -0.0037 (similar to India). Intuitively, Norway's economy is bound to be sensitive to oil price volatility, as the petroleum industry accounts for 48% of all exports and 33% of government revenue. This illustrates that countries can indeed benefit from an oil price increase under certain conditions, but not from increased price volatility. The comparison of Malaysia and Norway illustrates how oil price uncertainty may negatively affect an economy through its international trading activities, as these cause consumption or revenue uncertainty respectively. While on the demand-side Norway is largely decoupled from global oil market fluctuations, its export revenues are highly exposed. Similarly, Malaysia is exposed to uncertainty due to significant oil imports and exports. Overall this supports the claim that merely considering net-oil-exporter/importer status is not sufficient, and that country-specific transmission channels of oil price volatility need to be investigated. To further understand a country's level of exposure to oil price uncertainty, we consider its energy generating portfolios ('energy mix'), which contain elements of higher and lower price volatility. Broadly speaking, all fossil fuels (mainly coal, natural gas, crude oil) are highly price volatile, as they are sensitive to exogenous supply shocks. As most countries strongly rely on fossil fuels as their main energy source 11 (globally 87%), they are thought to 'import' this uncertainty from global markets into their national generating portfolios. As fossil fuels are highly cross-correlated (cf . Table 8 ), reducing the percentage of oil in the overall energy mix is unlikely to reduce the effects of price uncertainty, if the overall percentage of fossil fuels remains constant. To reduce the overall exposure to volatility, it is necessary to increase the elements of lower price volatility in energy generating portfolios. In this sense, the main alternatives to fossil fuels (nuclear and renewable energies), both classify as 'low volatility' assets, as they are sourced independently of volatile global fossil markets (i.e. domestically). While this study focuses on renewable energies, nuclear energy is also argued to be an important carbon-free source of energy with various benefits such as being non-location specific and scalable (see Kessides, 2010 , for an evaluation). Another useful special case to consider in this context is Iceland: Similar to the previous example of Norway it has large share of renewable energy (73%), and meets its energy needs largely through geothermal power. However, while Norway relies heavily on revenues from oil exports, Iceland's trading activities with crude oil are insignificant. Thus, Iceland has little exposure to global oil price fluctuations and is largely de-coupled from global oil markets. Indeed, for Iceland the null hypothesis Η 0 ′ :\"RV does not Granger Cause IP\" cannot be rejected at 5% (nor 10%) significance -hence oil price volatility cannot be confirmed to have a causal effect on industrial production. Furthermore, in a vector autoregressive setting lagged realized volatility is found to have no significant explanatory power for current industrial production. This suggests that Iceland may have successfully reduced its sensitivity to oil price volatility by increasing the low-variance, renewable share in the generating portfolio.",
        "cite_spans": [
          {
            "start": 2732,
            "end": 2746,
            "text": "Kessides, 2010",
            "ref_id": "BIBREF27"
          }
        ],
        "ref_spans": [
          {
            "start": 1980,
            "end": 1989,
            "text": ". Table 8",
            "ref_id": "TABREF11"
          }
        ],
        "eq_spans": [],
        "section": "Industry",
        "sec_num": null
      },
      {
        "text": "In practice the above discussion of determinants of sensitivity is by no means exhaustive. Depending on country circumstances, further factors, such as labor market regulation or monetary policy (Blanchard and Gali, 2007) , may also play a significant role in determining sensitivity. Similarly, in specific countries the structure of energy provision, price determination or subsidies is also likely to have a significant influence on the link between oil price volatility, uncertainty and economic growth. Nevertheless it is evident that the standard argument of simply considering net importer/exporter status is not sufficient for understanding the level of sensitivity, and that country-specific transmission channels of oil price volatility need to be investigated.",
        "cite_spans": [
          {
            "start": 195,
            "end": 221,
            "text": "(Blanchard and Gali, 2007)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Industry",
        "sec_num": null
      },
      {
        "text": "Using estimated elasticities and percentage shares of the energy mix, we illustrate the effect of an oil price volatility shock in scenarios with different levels of renewable energy deployment. For this purpose the 2008 spike in oil price volatility is considered: Table 9 presents the effects of the realized volatility increase from 2008m01 to 2008m12 for the given sample. Column Δ indicates by which factor the domestic realized volatility measure increased in this period. Based on the accumulated IRF the total percentage effect on economic activity is given under (%). The corresponding economic loss, based on 2008 annual GDP figures is given in the '$-Loss' column. It is evident that the 2008 increase in oil price volatility has caused large GDP losses in all sample countries. Could such losses have been avoided if the renewable energy shares in generating portfolios had been larger?",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 266,
            "end": 273,
            "text": "Table 9",
            "ref_id": "TABREF13"
          }
        ],
        "eq_spans": [],
        "section": "Simulating Volatility Shocks in 'Greener' Energy Portfolios",
        "sec_num": "5."
      },
      {
        "text": "11 In the sample fossil fuels constitute between 62.4% (S. Korea) and 96.6% (Malaysia) of energy portfolios. Considering a linear case, the total effect of a price shock is the weighted sum of all component shocks due to respective elements of the generating portfolio; i.e. has a proportional impact. E.g. the total effect of a fiscal policy, which increases taxes on fossil, nuclear and renewable energies at different rates, is the weighted sum of the component effects. Formally, for country c with an energy mix consisting of a fossil share 1, , a nuclear share 2, and a renewable share 3, , the total effect is given by:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulating Volatility Shocks in 'Greener' Energy Portfolios",
        "sec_num": "5."
      },
      {
        "text": "= 1, 1 + 2, 2 + 3, 3 ,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulating Volatility Shocks in 'Greener' Energy Portfolios",
        "sec_num": "5."
      },
      {
        "text": "where denotes the component shock which is due to each energy type. In the case of an oil price volatility shock, component shocks 2 and 3 associated with nuclear and renewable power are zero. As generating technologies are non-compatible, countries cannot substitute energy sources in the short term. Hence, a positive oil price volatility shock is transmitted exclusively through the fossil fuel share 1, of the generating portfolio:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulating Volatility Shocks in 'Greener' Energy Portfolios",
        "sec_num": "5."
      },
      {
        "text": "1, 1 = ,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulating Volatility Shocks in 'Greener' Energy Portfolios",
        "sec_num": "5."
      },
      {
        "text": "Since 1, and are known for 2008, 1 can be obtained arithmetically for each country (cf. Table 10 ). In a scenario (denoted FF100) in which fossil fuels constitute 100% of a country's energy mix, 1 can be interpreted as the total effect of a realized volatility shock, i.e. 100 (%) = 1 . As expected, the adverse effects of the 2008 oil price volatility increase would have been more drastic if countries had fully relied on fossil fuels (with the exception of Malaysia, where the fossil fuel share was 96.6% in 2008/2009). . In the same way the 2008 oil price volatility increase is simulated in two further scenarios (denoted RE+10, and RE+20), in which the share of fossil fuels is 10%, and 20% lower than the actual 2008 share, while the renewable energy (RE) share is increased accordingly. In Table 11 the column FF(%) indicates the hypothesized share of fossil fuels. The (%) column presents the effect on economic activity that the 2008 oil price volatility increase would have had in the given scenario, while the corresponding GDP loss is stated in the '$-Loss' column. The GDP loss which could have been avoided in 2008 if only the hypothesiszd renewable energy share had been in place, is stated in the last column (Av. $-Loss). Table 11 . The simulated effects of the 2008 RV increase in a scenario with a 10%, and 20% higher renewable energy share in the generating portfolio (RE+10, and RE+20).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 88,
            "end": 96,
            "text": "Table 10",
            "ref_id": "TABREF1"
          },
          {
            "start": 798,
            "end": 806,
            "text": "Table 11",
            "ref_id": "TABREF1"
          },
          {
            "start": 1240,
            "end": 1248,
            "text": "Table 11",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "Simulating Volatility Shocks in 'Greener' Energy Portfolios",
        "sec_num": "5."
      },
      {
        "text": "This illustration suggests that the GDP loss which was incurred due to the increase in oil price volatility in 2008 could have been significantly reduced, if the share of renewable energy had been larger. In general it can be stated that the avoided GDP-losses, even in the RE+10 scenario, are of significant size and it is imperative to incorporate such figures in project appraisals of renewable energy investments. Figure 8 . presents a summary of the simulated scenarios. It is important to note that the above simulations merely consider a 12 months periodhowever investments in renewable energies will strengthen the hedging mechanism and avoid GDP losses over many decades. The discounted future stream of avoided GDP losses is hence bound to be much higher than in the above illustration.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 418,
            "end": 426,
            "text": "Figure 8",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Simulating Volatility Shocks in 'Greener' Energy Portfolios",
        "sec_num": "5."
      },
      {
        "text": "In practice it is important to note that above simulations do not advocate simply increasing renewable energy capacities for achieving stability. Renewable energy sources may themselves be subject to other forms of 'volatility', which may also affect its price stability. Hydropower for instance, as the most common form of renewable energy, may be influenced heavily by changing precipitation patterns due to climate change and erosion and sedimentation processes due to environmental degradation. Instead, the above simulations demonstrate the potential dimensions of economic benefits which may result from disconnecting the macroeconomy from volatile global oil markets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulating Volatility Shocks in 'Greener' Energy Portfolios",
        "sec_num": "5."
      },
      {
        "text": "While the standard literature typically considers oil price shocks directly, this study investigates the effect of oil price volatility on economic activity by using the Realized Volatility measure by Andersen et al. (2001) . This paper extends the analysis in the standard literature to emerging economies in Asia. Evidence from Granger causality tests, VAR estimation, Impulse Response Functions and Variance Decomposition suggests that increased oil price volatility has significant negative effects on economic growth in all sample countries, including net oil exporter Malaysia. These effects are found to be more adverse than those in the common 'price shock' literature -presumably because a persistent volatility increase has fundamental effects on expectations by increasing uncertainty and shortening planning horizons. However, in line with the literature it is found that the effect of a given volatility shock is limited to the short-run and becomes more significant when domestic inflation and exchange rate fluctuations are accounted for. This paper, however, does not explicitly account for the potential impacts from taxation at the individual country level.",
        "cite_spans": [
          {
            "start": 201,
            "end": 223,
            "text": "Andersen et al. (2001)",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Conclusions",
        "sec_num": "6."
      },
      {
        "text": "Moreover, it is found that elasticities vary widely across countries. While standard literature merely distinguishes between net oil importers and exporters, this paper discusses further parameters which may determine the responsiveness of a country to oil price volatility: (i) the domestic oil production-consumption ratio, (ii) the oil import-export ratio, (iii) sectoral composition of GDP and (iv) the energy mix. Thus, when investigating the effects of oil price volatility, the status of net importer or exporter only yields limited insight. However, analyzing (i) and (ii) can inform about the extent to which countries are exposed to price volatility in global energy markets. Moreover, (iii) and (iv) can indicate how sensitive an economy is to a given level of exposure.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Conclusions",
        "sec_num": "6."
      },
      {
        "text": "Out of these parameters, the energy mix is considered as a policy instrument in hedging against the negative effects of oil price volatility. We assume that only the fossil fuel element of the energy mix is directly exposed to global commodity market price volatility, and thus it is in principle possible to reduce overall portfolio volatility by increasing the renewable energy share (assuming it is price stable). In illustrative simulations it is shown that avoided GDP-losses, which result from an increased renewable energy share, could considerably offset the installation costs of new renewable energy capacities. These figures serve as a stylized illustration of the inverse relationship, suggesting that lowering the fossil share in the energy mix will in principle increase the resilience of an economy to oil price volatility (i.e. reduce its exposure and vulnerability). However, in practice oil prices can still have a significant impact on energy prices, even if the fossil share is small, for instance if national energy prices are determined by marginal prices. This implies that renewable energies can indeed play a significant role in hedging against oil price volatility, but need to be part of a broader policy strategy to manage the risks from oil price volatility.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Conclusions",
        "sec_num": "6."
      },
      {
        "text": "Overall, this paper offers further rationale for implementing policy measures which disconnect a country's macroeconomy from volatile oil markets. Concrete policy measures will need to be defined based on an indepth country specific analysis, which is beyond the scope of this paper. Generally, long term measures need to aim at transforming and reforming economic structures in order to reduce the level of dependency on international fossil commodity markets, e.g. by decreasing the fossil fuel share in the national energy portfolio, or making production processes less fossil fuel intensive.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Conclusions",
        "sec_num": "6."
      },
      {
        "text": "Japan, Malaysia, Philippines, Singapore, South Korea and Thailand",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "While a RV estimate of higher frequency (e.g. daily RV based on intraday price returns) would capture volatility more accurately, this could not reasonably be analysed against lower frequency macro data. In practice, monthly Industrial Production data is the highest frequency proxy for economic growth. 7 Note thatAndersen et al. (2004) denote the h-period volatility at date t as (ℎ), while in this study ( ) denotes the monthly volatility in month m, based on daily returns .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Intuitively, the upper panel ofTable 4demonstrates that past industrial production is insignificant in explaining current oil price volatility.Rafiq et al. (2009) confirm that other macro indicators also fail to predict oil price variability.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": ", shocks explain none of the forecast error variance in the realized volatility sequence. These results are supportive of the findings from the analysis in previous sections, particularly the impulse response functions (Section 3.6).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Estimation of direct and indirect impact of oil price on growth",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Abeysinghe",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Economic Letters",
        "volume": "73",
        "issue": "",
        "pages": "147--153",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Abeysinghe, T. (2001). Estimation of direct and indirect impact of oil price on growth. Economic Letters, Vol. 73, pp.147-153.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "The distribution of realized stock return volatility",
        "authors": [
          {
            "first": "T",
            "middle": [
              "G"
            ],
            "last": "Andersen",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Bollerslev",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [
              "X"
            ],
            "last": "Diebold",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [],
            "last": "Ebens",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Journal of Financial Economics",
        "volume": "61",
        "issue": "1",
        "pages": "43--76",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Andersen, T.G., Bollerslev, T., Diebold, F.X., Ebens, H., (2001), \"The distribution of realized stock return volatility\", Journal of Financial Economics, Vol. 61, No. 1, pp. 43-76.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Modeling and forecasting realized volatility",
        "authors": [
          {
            "first": "T",
            "middle": [
              "G"
            ],
            "last": "Andersen",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Bollerslev",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [
              "X"
            ],
            "last": "Diebold",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Labys",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Econometrica",
        "volume": "71",
        "issue": "2",
        "pages": "579--625",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Andersen, T.G., Bollerslev, T., Diebold, F.X., Labys, P., (2003), \"Modeling and forecasting realized volatility\", Econometrica, Vol. 71, No. 2, pp. 579-625.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Analytical evaluation of volatility forecasts",
        "authors": [
          {
            "first": "T",
            "middle": [
              "G"
            ],
            "last": "Andersen",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Bollerslev",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "Meddahi",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "International Economic Review",
        "volume": "45",
        "issue": "4",
        "pages": "1079--1110",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Andersen, T.G., Bollerslev, T., Meddahi, N., (2004), \"Analytical evaluation of volatility forecasts\", International Economic Review, Vol. 45, No. 4, pp. 1079-1110.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Exploiting the oil-GDP effect to support renewables deployment",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Awerbuch",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Sauter",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "Energy Policy",
        "volume": "34",
        "issue": "",
        "pages": "2805--2819",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Awerbuch, S., Sauter, R. (2006), \"Exploiting the oil-GDP effect to support renewables deployment\", Energy Policy, Vol. 34, pp. 2805- 2819.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Macroeconomics",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Barro",
            "suffix": ""
          }
        ],
        "year": 1983,
        "venue": "Irreversibility, Uncertainty, and Cyclical Investment",
        "volume": "98",
        "issue": "",
        "pages": "85--106",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Barro, R., (1984), \"Macroeconomics\", Wiley, New York Bernanke, B.S., (1983), \"Irreversibility, Uncertainty, and Cyclical Investment.\" Quarterly Journal of Economics, Vol. 98, No.1, pp. 85- 106.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Systematic monetary policy and the effects of oil price shocks",
        "authors": [
          {
            "first": "B",
            "middle": [
              "S"
            ],
            "last": "Bernanke",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Gertler",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Watson",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "Brookings Papers on Economic Activity",
        "volume": "",
        "issue": "1",
        "pages": "91--157",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bernanke, B.S., Gertler, M., Watson, M., (1997), \"Systematic monetary policy and the effects of oil price shocks\", Brookings Papers on Economic Activity, No. 1, pp. 91-157.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "The Macroeconomic Effects of Oil Price Shocks: Why are the 2000s so different from the 1970s?",
        "authors": [
          {
            "first": "O",
            "middle": [],
            "last": "Blanchard",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Gali",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "NBER Working Paper",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Blanchard, O., Gali, J. (2007), \"The Macroeconomic Effects of Oil Price Shocks: Why are the 2000s so different from the 1970s?\", NBER Working Paper, No.13368",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Impact of crude oil price volatility on economic activities: An empirical investigation in the Thai economy",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Rafiq",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [],
            "last": "Bloch",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Salim",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "Resources Policy",
        "volume": "34",
        "issue": "",
        "pages": "121--132",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rafiq, S., Bloch, H., Salim, R., (2009), \"Impact of crude oil price volatility on economic activities: An empirical investigation in the Thai economy\", Resources Policy, Vol. 34, pp. 121-132.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Testing for the effects of oil price rises using vector autoregressions",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Burbridge",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Harrison",
            "suffix": ""
          }
        ],
        "year": 1984,
        "venue": "International Economic Review",
        "volume": "25",
        "issue": "2",
        "pages": "459--484",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Burbridge, J., Harrison, A., (1984), \"Testing for the effects of oil price rises using vector autoregressions\", International Economic Review, Vol. 25, No. 2, pp. 459-484.2",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Oil price volatility and bilateral trade",
        "authors": [
          {
            "first": "S",
            "middle": [
              "S"
            ],
            "last": "Chen",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [
              "W"
            ],
            "last": "Hsu",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "The Energy Journal",
        "volume": "34",
        "issue": "1",
        "pages": "207--229",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chen, S.S., Hsu, K.W. (2013), \"Oil price volatility and bilateral trade\", The Energy Journal. Volume 34, No.1, p. 207-229",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "World Fact Book",
        "authors": [],
        "year": 2011,
        "venue": "CIA",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "CIA (2011), [Online], \"World Fact Book\", Retrieved from: https://cia.gov/library/publications/the-world-factbook/",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Do oil price shocks matter? Evidence for some European countries",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Cunado",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [
              "P"
            ],
            "last": "De Gracia",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Energy Economics",
        "volume": "25",
        "issue": "",
        "pages": "137--154",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cunado, J., de Gracia, F.P., (2003), \"Do oil price shocks matter? Evidence for some European countries\", Energy Economics, Vol. 25, pp. 137-154.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Oil prices, economic activity and inflation: evidence for some Asian countries",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Cunado",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [
              "P"
            ],
            "last": "De Gracia",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Quarterly Review of Economics and Finance",
        "volume": "45",
        "issue": "",
        "pages": "65--83",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cunado, J., de Gracia, F.P., (2005), \"Oil prices, economic activity and inflation: evidence for some Asian countries\", Quarterly Review of Economics and Finance, Vol.45, pp. 65-83.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Oil price volatility and the macroeconomy",
        "authors": [
          {
            "first": "W",
            "middle": [],
            "last": "Enders",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "Journal of Macroeconomics",
        "volume": "18",
        "issue": "",
        "pages": "1--16",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Enders, W. (2010), \"Applied Econometric Time Series\", Wiley, New York Ferderer, J.P., (1996), \"Oil price volatility and the macroeconomy\", Journal of Macroeconomics, Vol. 18, pp. 1-16.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Dynamic correlation between stock market and oil prices: The case of oil-importing and oil-exporting countries",
        "authors": [
          {
            "first": "G",
            "middle": [],
            "last": "Filis",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Degiannakis",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Floros",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "International Review of Financial Analysis",
        "volume": "20",
        "issue": "",
        "pages": "152--164",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Filis, G., Degiannakis, S., Floros, C. (2011), \"Dynamic correlation between stock market and oil prices: The case of oil-importing and oil-exporting countries\", International Review of Financial Analysis, Vol. 20, pp. 152-164",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Crude oil and the macroeconomy: tests of some popular notions",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Gisser",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [
              "H"
            ],
            "last": "Goodwin",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "Journal of Money, Credit and Banking",
        "volume": "18",
        "issue": "",
        "pages": "95--103",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gisser, M., Goodwin, T.H., (1986), \"Crude oil and the macroeconomy: tests of some popular notions\", Journal of Money, Credit and Banking, Vol. 18, pp. 95-103.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Investigating causal relations by econometric models and cross-spectral methods",
        "authors": [
          {
            "first": "C",
            "middle": [
              "W J"
            ],
            "last": "Granger",
            "suffix": ""
          }
        ],
        "year": 1969,
        "venue": "Econometrica",
        "volume": "37",
        "issue": "3",
        "pages": "424--438",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Granger, C.W.J., (1969), \"Investigating causal relations by econometric models and cross-spectral methods\", Econometrica, Vol. 37, No. 3, pp.424-438.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Oil price volatility and US macroeconomic activity",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Guo",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [
              "L"
            ],
            "last": "Kliesen",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "57",
        "issue": "",
        "pages": "669--683",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Guo, H., Kliesen, K.L., (2005), \"Oil price volatility and US macroeconomic activity\", Review -Federal Reserve Bank of St. Louis, Vol. 57, No. 6, pp. 669-683.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Oil and the macroeconomy since World War II",
        "authors": [
          {
            "first": "J",
            "middle": [
              "D"
            ],
            "last": "Hamilton",
            "suffix": ""
          }
        ],
        "year": 1983,
        "venue": "Journal of Political Economy",
        "volume": "91",
        "issue": "",
        "pages": "228--248",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hamilton, J.D., (1983), \"Oil and the macroeconomy since World War II\", Journal of Political Economy Vol. 91, pp. 228-248.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "This is what happened to the oil price-macroeconomy relationship",
        "authors": [
          {
            "first": "J",
            "middle": [
              "D"
            ],
            "last": "Hamilton",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "Journal of Monetary Economics",
        "volume": "38",
        "issue": "",
        "pages": "215--220",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hamilton, J.D., (1996), \"This is what happened to the oil price-macroeconomy relationship\", Journal of Monetary Economics, Vol. 38, pp. 215-220.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "What is an oil shock?",
        "authors": [
          {
            "first": "J",
            "middle": [
              "D"
            ],
            "last": "Hamilton",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Journal of Econometrics",
        "volume": "113",
        "issue": "",
        "pages": "363--398",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hamilton, J.D., (2003), \"What is an oil shock?\", Journal of Econometrics, Vol. 113, pp. 363-398.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Oil shocks and aggregate macroeconomic behavior: the role of monetary policy",
        "authors": [
          {
            "first": "J",
            "middle": [
              "D"
            ],
            "last": "Hamilton",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "M"
            ],
            "last": "Herrera",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Journal of Money, Credit and Banking",
        "volume": "36",
        "issue": "2",
        "pages": "265--286",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hamilton, J.D., Herrera, A.M., (2004), \"Oil shocks and aggregate macroeconomic behavior: the role of monetary policy\", Journal of Money, Credit and Banking, Vol. 36, No. 2, pp. 265-286.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "What Happened to the Oil Price-Macroeconomy relationship?",
        "authors": [
          {
            "first": "M",
            "middle": [
              "A"
            ],
            "last": "Hooker",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "Journal of Monetary Economics",
        "volume": "38",
        "issue": "",
        "pages": "195--213",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hooker, M.A., (1996), \"What Happened to the Oil Price-Macroeconomy relationship?\", Journal of Monetary Economics, Vol. 38, pp. 195-213.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "Oil price shocks and real GDP growth: empirical evidence for some OECD countries",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Jimenez-Rodriguez",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Sanchez",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Applied Economics",
        "volume": "37",
        "issue": "",
        "pages": "201--228",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Jimenez-Rodriguez, R., Sanchez, M., (2005), \"Oil price shocks and real GDP growth: empirical evidence for some OECD countries\", Applied Economics, Vol. 37, pp. 201-228",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Oil price shocks and the macroeconomy: what has been learned since 1996",
        "authors": [
          {
            "first": "D",
            "middle": [
              "W"
            ],
            "last": "Jones",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [
              "N"
            ],
            "last": "Leiby",
            "suffix": ""
          },
          {
            "first": "I",
            "middle": [
              "K"
            ],
            "last": "Paik",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "The Energy Journal",
        "volume": "25",
        "issue": "2",
        "pages": "1--32",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Jones, D.W., Leiby, P.N., Paik, I.K., (2004), \"Oil price shocks and the macroeconomy: what has been learned since 1996\", The Energy Journal, Vol. 25, No. 2, pp. 1-32.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "Nuclear Power and Sustainable Energy Policy: Promises and Perils",
        "authors": [
          {
            "first": "I",
            "middle": [],
            "last": "Kessides",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "World Bank Research Observer",
        "volume": "25",
        "issue": "2",
        "pages": "323--362",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kessides, I. (2010), \"Nuclear Power and Sustainable Energy Policy: Promises and Perils\", World Bank Research Observer, Vol. 25(2), pp. 323-362.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "Reforming fuel pricing in an age of $100 oil",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Kojima",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kojima, M. (2013). Reforming fuel pricing in an age of $100 oil. Washington DC: World Bank.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "The impact of oil prices on GDP in European countries: an empirical investigation based on asymmetric cointegration",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Lardic",
            "suffix": ""
          },
          {
            "first": "V",
            "middle": [],
            "last": "Mignon",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "Energy Policy",
        "volume": "34",
        "issue": "18",
        "pages": "3910--3915",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lardic, S., Mignon, V., (2006), \"The impact of oil prices on GDP in European countries: an empirical investigation based on asymmetric cointegration\", Energy Policy, Vol. 34, No. 18, pp. 3910-3915.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "Oil shocks and the macroeconomy: the role of price volatility",
        "authors": [
          {
            "first": "K",
            "middle": [],
            "last": "Lee",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Ni",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Ratti",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "Energy Journal",
        "volume": "16",
        "issue": "",
        "pages": "39--56",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lee, K., Ni, S., Ratti, R., (1995), \"Oil shocks and the macroeconomy: the role of price volatility\", Energy Journal, Vol. 16, pp. 39-56.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "Monetary Policy, oil price shocks, and the Japanese Economy",
        "authors": [
          {
            "first": "B",
            "middle": [],
            "last": "Lee",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Lee",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Ratti",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Japan and the World Economy",
        "volume": "13",
        "issue": "",
        "pages": "321--349",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lee, B., Lee, K., Ratti, R., (2001), \"Monetary Policy, oil price shocks, and the Japanese Economy\", Japan and the World Economy, Vol. 13, pp. 321-349",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "Oil shocks and the macroeconomy when prices go up and down: an extension of Hamilton's results",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Mcelroy",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Mitchell",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Morita",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "Selley",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "Journal of Political Economy",
        "volume": "97",
        "issue": "",
        "pages": "740--744",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "McElroy, M. (2010), \"Energy -Perspectives, Problems & Prospects\", Oxford University Press, Oxford Mitchell, J., Morita, K., Selley, N. (2001), \"The New Economy of Oil\", Earthscan Publications, London Mork, K.A., (1989), \"Oil shocks and the macroeconomy when prices go up and down: an extension of Hamilton's results\", Journal of Political Economy, Vol. 97, pp. 740-744.",
        "links": null
      },
      "BIBREF33": {
        "ref_id": "b33",
        "title": "Macroeconomic responses to oil price increases and decreases in seven OECD countries",
        "authors": [
          {
            "first": "K",
            "middle": [
              "A"
            ],
            "last": "Mork",
            "suffix": ""
          },
          {
            "first": "O",
            "middle": [],
            "last": "Olsen",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [
              "T"
            ],
            "last": "Mysen",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "Energy Journal",
        "volume": "15",
        "issue": "",
        "pages": "19--35",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mork, K.A., Olsen, O., Mysen, H.T., (1994), \"Macroeconomic responses to oil price increases and decreases in seven OECD countries\", Energy Journal, Vol. 15, pp. 19-35.",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "Oil prices and economic activity: is the relationship symmetric?",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Mory",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "The Energy Journal",
        "volume": "14",
        "issue": "4",
        "pages": "151--161",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mory, J., (1993), \"Oil prices and economic activity: is the relationship symmetric?\", The Energy Journal, Vol. 14, No. 4, pp. 151-161.",
        "links": null
      },
      "BIBREF35": {
        "ref_id": "b35",
        "title": "Oil price shocks, stock market, economic activity and employment in Greece",
        "authors": [
          {
            "first": "E",
            "middle": [],
            "last": "Papapetrou",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Energy Economics",
        "volume": "23",
        "issue": "5",
        "pages": "511--532",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Papapetrou, E., (2001), \"Oil price shocks, stock market, economic activity and employment in Greece\", Energy Economics, Vol. 23, No. 5, pp. 511-532.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "uris": null,
        "type_str": "figure",
        "text": "Domestic real oil prices (left axis) in domestic currency per barrel (e.g. EUR/BBL) and global real oil price (right axis, in USD/BBL).",
        "num": null,
        "fig_num": "1"
      },
      "FIGREF1": {
        "uris": null,
        "type_str": "figure",
        "text": "Figure 1 illustrates that oil prices have undergone considerable fluctuations in the period 1983-2011, with the global nominal oil price varying between US$ 145.7 (03/07/2008) and US$ 8.7 (25/07/1986) with a standard deviation of US$ 25.7 5 . Evidently, there exists a strong correlation between all six domestic pre-tax oil prices,",
        "num": null,
        "fig_num": null
      },
      "FIGREF3": {
        "uris": null,
        "type_str": "figure",
        "text": "Daily global oil price changes 1983-2011 -similar patterns for all countries.",
        "num": null,
        "fig_num": "3"
      },
      "FIGREF4": {
        "uris": null,
        "type_str": "figure",
        "text": "Percentage change in the quarterly price of crude oil (Source: Dow Jones & Co., Thomson Reuters)",
        "num": null,
        "fig_num": "2"
      },
      "FIGREF5": {
        "uris": null,
        "type_str": "figure",
        "text": "Monthly Realized Volatility",
        "num": null,
        "fig_num": "4"
      },
      "FIGREF6": {
        "uris": null,
        "type_str": "figure",
        "text": "8",
        "num": null,
        "fig_num": null
      },
      "FIGREF7": {
        "uris": null,
        "type_str": "figure",
        "text": "Impulse Response Functions for IP. An 'Impulse' is defined as Cholesky one S.D. innovation in RV of domestic oil prices. Dotted lines indicate the ±2 S.E. interval, based on standard errors of the estimated model.",
        "num": null,
        "fig_num": "5"
      },
      "FIGREF9": {
        "uris": null,
        "type_str": "figure",
        "text": "Rows 1 and 2: Domestic oil consumption (blue solid line), production (red dotted line). Rows 3 and 4: Crude oil imports (green solid line) and exports (purple dotted line) in 1000's BBL/day (source: OECD IEA database.).",
        "num": null,
        "fig_num": "7"
      },
      "TABREF1": {
        "html": null,
        "type_str": "table",
        "text": "Correlation coefficients between domestic and global oil prices",
        "content": "<table><tr><td/><td>World</td><td>USA</td><td>JPN</td><td>GER</td><td>IND</td><td>KOR</td><td>MYS</td></tr><tr><td>World</td><td>1</td><td>0.941</td><td>0.841</td><td>0.876</td><td>0.965</td><td>0.919</td><td>0.979</td></tr><tr><td>USA</td><td/><td>1</td><td>0.960</td><td>0.958</td><td>0.929</td><td>0.971</td><td>0.946</td></tr><tr><td>JPN</td><td/><td/><td>1</td><td>0.964</td><td>0.858</td><td>0.941</td><td>0.874</td></tr><tr><td>GER</td><td/><td/><td/><td>1</td><td>0.887</td><td>0.965</td><td>0.907</td></tr><tr><td>IND</td><td/><td/><td/><td/><td>1</td><td>0.899</td><td>0.978</td></tr><tr><td>KOR</td><td/><td/><td/><td/><td/><td>1</td><td>0.927</td></tr><tr><td>MYS</td><td/><td/><td/><td/><td/><td/><td>1</td></tr></table>",
        "num": null
      },
      "TABREF5": {
        "html": null,
        "type_str": "table",
        "text": "Left panel: Augmented-Dickey-Fuller (ADF) and Kwiatkowaski-Philips-Schmidt-Shin (KPSS) test statistics for RV in respective countries Right panel: ADF and KPSS test statistics for IP in levels (allowing for a linear time trend)",
        "content": "<table/>",
        "num": null
      },
      "TABREF6": {
        "html": null,
        "type_str": "table",
        "text": "Optimal",
        "content": "<table><tr><td/><td>lag length</td></tr><tr><td>for the</td><td>( ) processes,</td></tr><tr><td colspan=\"2\">determined by AIC and BIC.</td></tr></table>",
        "num": null
      },
      "TABREF7": {
        "html": null,
        "type_str": "table",
        "text": "",
        "content": "<table><tr><td/><td/><td/><td>VAR Output</td><td/><td/><td/></tr><tr><td/><td/><td/><td colspan=\"2\">Realized Volatility (RV)</td><td/><td/></tr><tr><td/><td>USA</td><td>JPN</td><td>GER</td><td>IND</td><td>KOR</td><td>MYS</td></tr><tr><td>IP(-1)</td><td>0.103</td><td>0.021</td><td>-0.111</td><td>0.016</td><td>0.081</td><td>-0.563</td></tr><tr><td>S.E.</td><td>-0.078</td><td>-0.066</td><td>-0.081</td><td>-0.064</td><td>-0.147</td><td>-0.483</td></tr><tr><td>t-stat</td><td>[1.314]</td><td>[ 0.315]</td><td>[-1.375]</td><td>[ 0.256]</td><td>[ 0.550]</td><td>[-1.165]</td></tr><tr><td>IP(-2)</td><td>-0.177</td><td>0.014</td><td>-0.09</td><td>0.08</td><td>--</td><td>-0.009</td></tr><tr><td>S.E.</td><td>-0.147</td><td>-0.066</td><td>-0.11</td><td>-0.063</td><td>--</td><td>-0.023</td></tr><tr><td>t-stat</td><td>[-1.203]</td><td>[ 0.215]</td><td>[-0.820]</td><td>[ 1.258]</td><td>--</td><td>[-0.406]</td></tr><tr><td/><td/><td/><td colspan=\"2\">Economic Activity (IP)</td><td/><td/></tr><tr><td/><td>USA</td><td>JPN</td><td>GER</td><td>IND</td><td>KOR</td><td>MYS</td></tr><tr><td>RV(-1)</td><td>-0.032*</td><td>-0.085**</td><td>-0.103*</td><td>-0.058**</td><td>-0.152*</td><td>-0.211*</td></tr><tr><td>S.E.</td><td>-0.01</td><td>-0.036</td><td>-0.037</td><td>-0.024</td><td>-0.047</td><td>-0.066</td></tr><tr><td>t-stat</td><td>[-3.109]</td><td>[-2.339]</td><td>[-2.759]</td><td>[-2.396]</td><td>[-3.252]</td><td>[-3.214]</td></tr><tr><td>RV(-2)</td><td>-0.029*</td><td>-0.063**</td><td>-0.079**</td><td>-0.031</td><td>--</td><td>-0.074</td></tr><tr><td>S.E.</td><td>-0.011</td><td>-0.027</td><td>-0.038</td><td>-0.026</td><td>--</td><td>-0.066</td></tr><tr><td>t-stat</td><td>[-2.723]</td><td>[-2.365]</td><td>[-2.079]</td><td>[ -1.192]</td><td>--</td><td>[-1.115]</td></tr></table>",
        "num": null
      },
      "TABREF8": {
        "html": null,
        "type_str": "table",
        "text": "Results for Granger Causality Tests: investigating the causal relationship between Industrial Production and Realized Volatility in both directions.",
        "content": "<table><tr><td/><td colspan=\"2\">Η 0 : \"IP does not Granger cause RV\"</td><td colspan=\"2\">Η 0 ′ : \"RV does not Granger cause IP\"</td></tr><tr><td/><td>F-statistic</td><td>p-value</td><td>F-statistic</td><td>p-value</td></tr><tr><td>USA</td><td>0.977</td><td>0.480</td><td>1.589</td><td>0.059</td></tr><tr><td>JPN</td><td>0.829</td><td>0.620</td><td>2.492</td><td>0.004</td></tr><tr><td>GER</td><td>0.632</td><td>0.814</td><td>2.053</td><td>0.020</td></tr><tr><td>KOR</td><td>0.230</td><td>0.875</td><td>2.329</td><td>0.009</td></tr><tr><td>IND</td><td>0.499</td><td>0.751</td><td>1.565</td><td>0.048</td></tr><tr><td>MYS</td><td>0.499</td><td>0.683</td><td>6.554</td><td>0.001</td></tr></table>",
        "num": null
      },
      "TABREF11": {
        "html": null,
        "type_str": "table",
        "text": "Correlation",
        "content": "<table><tr><td>between monthly prices of Coal, Natural Gas and</td></tr><tr><td>Crude Oil from 1983-2011 (Source: IMF Int. Financial Statistics)</td></tr></table>",
        "num": null
      },
      "TABREF13": {
        "html": null,
        "type_str": "table",
        "text": "Observed effects of the 2008 increase in oil price volatility (RV). The 2008/2009 share of fossil fuels in the overall energy mix are given under 'FF(%)'. Note: '$-Loss' in millions of US$.",
        "content": "<table/>",
        "num": null
      }
    }
  }
}