{
  "paper_id": "D18552913",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:04:04.700265Z"
  },
  "title": "North-South Standards Harmonization and International Trade",
  "authors": [
    {
      "first": "Anne-Célia",
      "middle": [],
      "last": "Disdier",
      "suffix": "",
      "affiliation": {},
      "email": "celia.disdier@ens.fr"
    },
    {
      "first": "Lionel",
      "middle": [],
      "last": "Fontagné",
      "suffix": "",
      "affiliation": {},
      "email": "lionel.fontagne@univ-paris1.fr"
    },
    {
      "first": "Olivier",
      "middle": [],
      "last": "Cadot",
      "suffix": "",
      "affiliation": {},
      "email": "olivier.cadot@unil.ch.gravity"
    }
  ],
  "year": "2013-11",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D18552913",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "Two emerging features of the changing patterns of trade integration suggest that the impact of specific provisions included in Economic Integration Agreements (EIAs) should be reconsidered from a broader perspective than traditional trade diversion and creation. First, tariffs on goods have been extensively bound and reduced to an average below 5%, whereas technical, sanitary, and regulatory measures at the border have spread. Second, it is often argued that progress is more easily achieved within EIAs with regard to deep trade liberalization because the multilateral scene has become too heterogeneous to converge easily on ambitious and mutually beneficial liberalization agendas. These two trends reinforce each other: the agenda of trade negotiations has shifted from tariffs to more complex issues that are hardly addressed in the multilateral arena, and EIAs offer a more versatile negotiating environment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "that cover a wide range of border and behind-the-border measures and whose trade impact can no longer be viewed through the traditional lens of trade creation and trade diversion consecutive to tariff phase-outs. Non-tariff measures and their harmonization, including (inter alia) product standards and sanitary and phytosanitary (SPS) measures, feature prominently in those agendas, albeit with varying degrees of success in terms of real achievements.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Seen this way, EIAs have become vehicles to open up ambitious negotiation agendas",
        "sec_num": null
      },
      {
        "text": "As highlighted by Bourgeois et al. (2007) , little attention has been given in the literature to the effect of standards liberalization in the context of EIAs. The existing literature (see, among others, Czubala et al. 2009; Moenius 2004; Henry de Frahan and Vancauteren 2006) focuses on the trade effects of standards -often distinguishing between countryspecific and internationally harmonized standards -but does not examine whether these effects interact with the presence of EIAs.",
        "cite_spans": [
          {
            "start": 18,
            "end": 41,
            "text": "Bourgeois et al. (2007)",
            "ref_id": "BIBREF8"
          },
          {
            "start": 204,
            "end": 224,
            "text": "Czubala et al. 2009;",
            "ref_id": "BIBREF12"
          },
          {
            "start": 225,
            "end": 238,
            "text": "Moenius 2004;",
            "ref_id": "BIBREF27"
          },
          {
            "start": 239,
            "end": 276,
            "text": "Henry de Frahan and Vancauteren 2006)",
            "ref_id": "BIBREF18"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Seen this way, EIAs have become vehicles to open up ambitious negotiation agendas",
        "sec_num": null
      },
      {
        "text": "A first issue relating to the inclusion of standards provisions in EIAs concerns integration among high-income countries; namely, whether the mutual recognition of standards leads to different outcomes than their harmonization. Chen and Mattoo (2008) show that both standards harmonization and mutual recognition (with or without rules of origin) significantly increase the probability and volume of intra-regional trade between developed countries. However, the effect is larger for mutual-recognition agreements, especially those without rules of origin, than for harmonization agreements.",
        "cite_spans": [
          {
            "start": 228,
            "end": 250,
            "text": "Chen and Mattoo (2008)",
            "ref_id": "BIBREF11"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Seen this way, EIAs have become vehicles to open up ambitious negotiation agendas",
        "sec_num": null
      },
      {
        "text": "A second set of issues arises with North-South agreements. Here, the tension between liberalizing trade and introducing new distortions is even greater. Because technical regulations are typically more stringent in high-income countries, either de jure or de facto (through stricter enforcement), what is at stake in such EIAs is a convergence of standards to the more stringent Northern ones and their adoption by developing countries. There is abundant literature on the standards divide (Wilson and Abiola 2003) that indicates the potential detrimental effects of high-income countries' standards on exports from developing economies (Otsuki et al. 2001) . However, the way in which the adoption of Northern standards by Southern countries-when they manage to match them-affects trade patterns remains an open question. This is the question addressed in this paper.",
        "cite_spans": [
          {
            "start": 490,
            "end": 514,
            "text": "(Wilson and Abiola 2003)",
            "ref_id": "BIBREF37"
          },
          {
            "start": 637,
            "end": 657,
            "text": "(Otsuki et al. 2001)",
            "ref_id": "BIBREF28"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Seen this way, EIAs have become vehicles to open up ambitious negotiation agendas",
        "sec_num": null
      },
      {
        "text": "Notwithstanding the standard divide, the compliance of the Southern partner with Northern standards in an EIA can confer indirect benefits by raising the quality of exported products and encouraging improved management and production processes (see Maertens and Swinnen (2009) for an example in Senegalese agriculture). However, these benefits typically come at a cost, even if that cost is sometimes reduced by technical-assistance programs such as the European Pesticides Initiative Program, and the higher cost and changed market positioning may price those exports out of other Southern markets. The Southern partner will then redirect its exports to the Northern partner, a trade deflection that may hurt actual or potential South-South trade.",
        "cite_spans": [
          {
            "start": 249,
            "end": 276,
            "text": "Maertens and Swinnen (2009)",
            "ref_id": "BIBREF24"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Seen this way, EIAs have become vehicles to open up ambitious negotiation agendas",
        "sec_num": null
      },
      {
        "text": "The size of this trade deflection is an empirical question that depends, inter alia, on how specific and stringent the standards are. When the Northern partner's standard is idiosyncratic (national or regional), the Southern partner's adaptation to that particular standard may make it costlier to also produce for other markets with different standards or, at least, may not help in those markets. For instance, adopting a standard imposed by the European Union (EU) does not necessarily facilitate clearance of the product in the United States (US). This effect may be mitigated when harmonization takes place on the basis of international standards. Although there is no theoretical argument establishing a cost hierarchy to standards and regional standards are not necessarily costlier to implement than international ones, a number of papers (see, e.g., Otsuki et al. 2001; Wilson and Otsuki 2004) have empirically shown that international standards are less trade-inhibiting than domestic or regional ones, with a smaller negative trade impact and even, in some cases, a positive one. 1 Accordingly, the main objective of our paper is to assess whether the liberalization of technical barriers to trade (TBTs) in North-South EIAs contributes to reinforcing hub-andspoke trade patterns centered on large Northern blocs, which are potentially damaging for South-South trade integration. Put differently, the hypothesis is that as a result of the deep integration associated with standards provisions included in the EIA, the Southern partners' trade expands with the North, but at the expense of their trade with non-bloc Southern partners. The net effect of these two opposite forces is a priori indeterminate and subject to empirical estimation.",
        "cite_spans": [
          {
            "start": 859,
            "end": 878,
            "text": "Otsuki et al. 2001;",
            "ref_id": "BIBREF28"
          },
          {
            "start": 879,
            "end": 902,
            "text": "Wilson and Otsuki 2004)",
            "ref_id": "BIBREF38"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Seen this way, EIAs have become vehicles to open up ambitious negotiation agendas",
        "sec_num": null
      },
      {
        "text": "Unlike classical trade diversion, the trade deflection studied in this paper has theoretically ambiguous welfare implications for two main reasons. First, to the extent that the Southern partner's producers adapt their entire production processes to Northern standards, negative externalities on health or the environment may be reduced, with positive welfare effects. However, the adoption of Northern standards may raise the production costs and prices in the South and may therefore be welfare-reducing. In this paper, we limit our analysis to trade patterns and refrain from drawing welfare implications.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Seen this way, EIAs have become vehicles to open up ambitious negotiation agendas",
        "sec_num": null
      },
      {
        "text": "A standard gravity framework is used to systematically investigate how provisions on standards included in North-South EIAs impact North-South and South-South international trade. This equation is estimated both for trade in goods as a whole and for manufactured products only because the impact of TBTs may differ between manufactured and agricultural products. The identification of classical trade-diversion effects in a gravity equation relies on changes in importing countries' trade patterns, with imports from third countries replaced by within-bloc imports (see, e.g., Carrère 2006) . By contrast, our identification of deflection effects relies on changes in exporting countries' trade patterns because our conjecture relies on a cost-raising effect rather than a tariff-preference one.",
        "cite_spans": [
          {
            "start": 577,
            "end": 590,
            "text": "Carrère 2006)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Seen this way, EIAs have become vehicles to open up ambitious negotiation agendas",
        "sec_num": null
      },
      {
        "text": "Empirical results provide strong support for our conjecture. Standards harmonization in North-South EIAs hurts South-South trade. Moreover, harmonization on the basis of regional standards negatively impacts the exports of developing countries to the North. The computation of the net effect of standards harmonization on Southern countries' exports is outside the scope of this paper. However, this net effect is likely to be negative, on average.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Seen this way, EIAs have become vehicles to open up ambitious negotiation agendas",
        "sec_num": null
      },
      {
        "text": "To obtain a net positive effect, North-South harmonization of technical barriers within EIAs should take place on an international basis, and the magnitude of its positive effect on North-South trade should be higher than its negative impact on South-South trade. Standards harmonization on an international basis is welfare superior to that on a regional basis for two main reasons. First, international standards are usually less restrictive than regional ones, and the cost of their adoption is therefore smaller. Second, their adoption expands the potential destinations that exporters can serve.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Seen this way, EIAs have become vehicles to open up ambitious negotiation agendas",
        "sec_num": null
      },
      {
        "text": "The rest of the paper is structured as follows. The next section surveys the literature to highlight our contribution. Section 3 describes the TBT provisions included in North-South EIAs. Section 4 presents our econometric specification and data. The results are discussed in section 5. Section 6 concludes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Seen this way, EIAs have become vehicles to open up ambitious negotiation agendas",
        "sec_num": null
      },
      {
        "text": "In an early contribution, Baldwin (2000) examined different routes toward standard liberalization and argued that mutual recognition among developed countries could lead to a two-tier international trade system, with developing countries in the second tier. Since then, the literature, mostly empirical, has developed along two strands.",
        "cite_spans": [
          {
            "start": 26,
            "end": 40,
            "text": "Baldwin (2000)",
            "ref_id": "BIBREF4"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Literature review",
        "sec_num": "2."
      },
      {
        "text": "A first strand examines standards provisions in several EIAs and investigates whether they go beyond the World Trade Organization (WTO) Agreement on TBT. These papers do not quantify the trade impact of this regional liberalization. Covering 28 EIAs where the EU or the US is a partner, Horn et al. (2009) show that all but two US agreements include TBT provisions. Furthermore, for five EU and 11 US agreements, these provisions are legally enforceable, meaning that the agreement specifies clear legal obligations, which are more likely to be implemented. Piermartini and Budetta (2009) survey 58 EIAs with TBT provisions. They carefully analyze the legal text of these EIAS and scrutinize whether the TBT provisions refer to the WTO TBT agreement and whether regional liberalization of TBTs through harmonization or mutual recognition is pursued. They also examine transparency requirements, institutional and administrative frameworks, and cooperation between members on TBTs. Their study provides rich information. For instance, harmonization appears to be frequently used for standards and technical regulations, whereas mutual recognition is favored for conformity assessment procedures. Moreover, EIAs signed by the US promote the mutual recognition of conformity assessment procedures, whereas EIAs signed by the EU also frequently promote further harmonization of technical regulations. In view of this last observation, Piermartini and Budetta (2009) raise the issue of whether regional harmonization might lock countries into EIAs, hampering multilateral trade liberalization. However, they do not test their conjecture. Lesser (2007) extends Piermartini and Budetta's (2009) mapping to 82 EIAs, with a special focus on Chile, Singapore, and Morocco.",
        "cite_spans": [
          {
            "start": 287,
            "end": 305,
            "text": "Horn et al. (2009)",
            "ref_id": "BIBREF19"
          },
          {
            "start": 558,
            "end": 588,
            "text": "Piermartini and Budetta (2009)",
            "ref_id": "BIBREF29"
          },
          {
            "start": 1431,
            "end": 1461,
            "text": "Piermartini and Budetta (2009)",
            "ref_id": "BIBREF29"
          },
          {
            "start": 1633,
            "end": 1646,
            "text": "Lesser (2007)",
            "ref_id": "BIBREF23"
          },
          {
            "start": 1655,
            "end": 1687,
            "text": "Piermartini and Budetta's (2009)",
            "ref_id": "BIBREF29"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Literature review",
        "sec_num": "2."
      },
      {
        "text": "A second strand of the literature seeks to quantify the trade effects of agreements covering standards and uncovers potentially damaging effects for developing countries, in accordance with Baldwin's intuition. Chen and Mattoo (2008) examine regional standards liberalization through harmonization and mutual recognition agreements between industrial countries, controlling for the presence of rules of origin in the latter case. On the basis of a sample covering disaggregated manufacturing trade flows between 42 countries (28 OECD and 14 non-OECD countries) over 1986-2000, they find that harmonization fosters trade between member countries but reduces it with the rest of the world. Mutual recognition with rules of origin has a qualitatively similar effect, whereas mutual recognition without rules of origin increases trade both within and outside the bloc. Baller (2007) studies the trade impact on both member and non-member countries of TBT liberalization through mutual-recognition and harmonization agreements. Her analysis includes North-North, North-South, and South-South agreements and uses a two-stage gravity estimation for two sectors: Telecom equipment and medical devices. She finds that mutualrecognition agreements significantly increase the probability and volume of trade for member countries. Interestingly, third-party developed countries outside the bloc also benefit from harmonization, whereas third-party developing countries do not. Reyes (2011 Reyes ( , 2012 provides a possible explanation for Baller's result. Using detailed firm-level data, he shows that the harmonization of the EU's electronics standards on international ones in the 1990s induced entry by new US exporters, making the market more competitive and encouraging trade (in this case, with a Northern non-member). However, this change in market structure was accompanied by a retrenchment by Southern exporters on the EU markets, damaging trade with Southern non-members. It is difficult to ascertain the mechanism that induced this substitution, but one conjecture is that the EU market became tougher, inducing the exit of weaker Southern players.",
        "cite_spans": [
          {
            "start": 211,
            "end": 233,
            "text": "Chen and Mattoo (2008)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 865,
            "end": 878,
            "text": "Baller (2007)",
            "ref_id": "BIBREF6"
          },
          {
            "start": 1465,
            "end": 1476,
            "text": "Reyes (2011",
            "ref_id": "BIBREF32"
          },
          {
            "start": 1477,
            "end": 1491,
            "text": "Reyes ( , 2012",
            "ref_id": "BIBREF33"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Literature review",
        "sec_num": "2."
      },
      {
        "text": "Note that the presence of standards arrangement does not necessarily define EIAs. For instance, the EU and US have agreed to mutual recognition of pharmaceutical products without this recognition being part of an FTA. The agreement's objective is mutual recognition of technical standards and of conformity-assessment procedures. Using a Tobit model over 1990 , Amurgo-Pacheco (2006 shows that the mutual recognition agreement harmed third-country exports, irrespective of their level of development.",
        "cite_spans": [
          {
            "start": 355,
            "end": 359,
            "text": "1990",
            "ref_id": null
          },
          {
            "start": 360,
            "end": 382,
            "text": ", Amurgo-Pacheco (2006",
            "ref_id": "BIBREF0"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Literature review",
        "sec_num": "2."
      },
      {
        "text": "The bottom line of this literature review is that harmonization of standards within EIAs has an impact on trade that can be detrimental to third countries' exports, particularly developing ones. However, our opening question, whether the provisions on standards ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Literature review",
        "sec_num": "2."
      },
      {
        "text": "To what extent do harmonization clauses in North-South EIAs constrain the regulatory flexibility of Southern countries? There is no single answer to that question because TBT harmonization clauses in EIAs vary widely in their intent and wording. Broadly speaking, there is a continuum of degrees of stringency, ranging from agreements where the Northern partner clearly expects the Southern one to align its domestic regulations to other agreements with rather loose cooperation clauses. This diversity suggests that Northern countries do not have \"RTA models\" that they tend to negotiate with all of their Southern partners.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "TBT provisions in North-South EIAs",
        "sec_num": "3."
      },
      {
        "text": "In cases where EIAs are part of broad-ranging partnerships, they can include strong suggestions that the Southern country should seek to harmonize all of its domestic product regulations on that partner's own regulations and build the necessary institutions. Article 51 of the EC-Tunisia EIA is identical. Article 40 of the EC-Palestinian Authority EIA contains a harmonization clause worded in similar language. In such cases, it seems to be the intention of EU negotiators to encourage partners to adopt EC regulations even for products aimed at domestic or other, non-EU export markets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "TBT provisions in North-South EIAs",
        "sec_num": "3."
      },
      {
        "text": "EU trade agreements with countries with which the EU has less ambitious cooperation agendas contain less stringent clauses on TBTs, although sometimes one can detect a whiff of the same intention. For instance, Article 18 of the EC-Chile agreement states, \"Cooperation between the Parties will seek to promote efforts in (a) regulatory cooperation; (b) compatibility of technical regulations on the basis of international and European standards\"",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "TBT provisions in North-South EIAs",
        "sec_num": "3."
      },
      {
        "text": "[italics added].",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "TBT provisions in North-South EIAs",
        "sec_num": "3."
      },
      {
        "text": "Neither the EC-Mexico nor the EC-Egypt agreements contain any suggestion of that type. Instead, harmonization is expected to take place on the basis of international standards.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "TBT provisions in North-South EIAs",
        "sec_num": "3."
      },
      {
        "text": "For instance, Article 19 of the EC-Mexico merely states that the Parties \"shall work towards:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "TBT provisions in North-South EIAs",
        "sec_num": "3."
      },
      {
        "text": "[…] (c) promoting the use of international standards, technical regulations and conformity assessment procedures on the basis of international agreements.\" Similar clauses can be found in other North-South agreements (see, for instance, Article 705 of the Australia-Thailand EIA). However, there is a nuance in the scope of harmonization. In the latter case (Australia-Thailand), Chapter 7, to which Article 705 belongs, applies to \"all goods traded between the parties\", implying that goods not traded bilaterally could potentially remain uncovered. No such scope limitation can be found in the EC-Mexico clause on harmonization. Therefore, if one accepts the idea that even when the letter of the agreement does not prescribe convergence on the Northern standard, de facto, this is what is likely to happen. The EC-Mexico harmonization clause can be considered more encompassing than the Australia-Thailand one, which leaves regulations that are irrelevant to bilateral trade outside the agreement's scope. Similar scope limitations can be found, for example, in Article 7.2 of the US-CAFTA (Dominican Republic -Central America) agreement and in Article 7.1 of the US-Bahrain agreement.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "TBT provisions in North-South EIAs",
        "sec_num": "3."
      },
      {
        "text": "Most of the EIAs included in our database that contain a harmonization clause involve the EU. What is involved for Southern partners is the translation of EU regulations and directives in national legislation to align domestic standards on EU ones. This process may involve, for instance, the adoption of EU food-contact regulations for plastic containers, which mandates the exclusive use of certain monomers and additives from a specified list, or the adoption of EU energy-saving specifications for insulating foams used in construction.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "TBT provisions in North-South EIAs",
        "sec_num": "3."
      },
      {
        "text": "For Moroccan producers exporting to the EU, compliance is mandatory with or without harmonization. It is for those selling domestically that harmonization changes things. If they are also selling to third markets where compliance with EU regulations confers no competitive advantage, making production lines compliant (it is not always possible to keep separate production lines, particularly for sensitive products such as food containers) may involve additional costs and reduce competitiveness in third markets with no offsetting advantage.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "TBT provisions in North-South EIAs",
        "sec_num": "3."
      },
      {
        "text": "Regardless of whether Southern alignment on Northern regulations is explicitly called for in the text of the agreement, we assume in the rest of this paper that the ability of Southern producers to freely choose their technical specifications is always constrained, one way or another, by the existence of a TBT harmonization clause in a North-South EIA. When the harmonization of domestic regulations is not explicitly called for, the argument is essentially related to production lines-that once the Southern-based producer has been forced to adapt its production processes to Northern regulations for products bound for that market, it is likely to adopt the same processes for all of its production to avoid separate production chains and higher fixed costs. When those processes are costlier due to stringent Northern regulations, one can expect the Southern country's trade flows to be affected with all partners.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "TBT provisions in North-South EIAs",
        "sec_num": "3."
      },
      {
        "text": "This section addresses the impact of TBT provisions in North-South EIAs on Southern countries' trade. We aim to identify the deviation from \"normal\" bilateral trade patterns of countries that have signed such agreements. This question has two separate components. First, what is the impact of a North-South EIA with harmonization on the Southern member's trade with other Southern countries? Second, what is the impact on the Southern member's trade with its Northern partner?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Econometric Specification and data",
        "sec_num": "4."
      },
      {
        "text": "The gravity equation provides an appropriate framework for such an analysis. As is well known, the gravity equation can be considered a reduced form of the theoretical trade flow prediction based on the combination of the importer's budget allocation and a marketclearing condition for the exporter. Our theoretical foundation for trade patterns is the standard monopolistic competition-CES demand-Iceberg trade costs model introduced by Krugman (1980) and used by many others since then. 2 Producers operating under increasing returns in each country produce differentiated varieties that they ship, at a cost, to consumers in all countries. Following Redding and Venables (2004) , the total value x ijt of exports from country i to country j in year t can be written as follows:",
        "cite_spans": [
          {
            "start": 438,
            "end": 452,
            "text": "Krugman (1980)",
            "ref_id": "BIBREF22"
          },
          {
            "start": 653,
            "end": 680,
            "text": "Redding and Venables (2004)",
            "ref_id": "BIBREF31"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Econometric specification",
        "sec_num": "4.1"
      },
      {
        "text": "(1) ) ( 1 1 1 − − − = σ σ σ jt jt ijt it it ijt P Y T p n x ,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Econometric specification",
        "sec_num": "4.1"
      },
      {
        "text": "where n it and p it are the number of varieties and prices in country i in year t, Y jt , and P jt is the expenditure and price index of country j in year t. T ijt represents the iceberg transport costs in year t.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Econometric specification",
        "sec_num": "4.1"
      },
      {
        "text": "Several identification issues must be addressed (see Head and Mayer (2013) for a detailed review of gravity estimation methods and issues). First, OLS estimation of (1) excludes zero lines and therefore raises a potential selection issue. One way to address zero flows consists of using a two-stage estimation procedure. The decision to export is estimated in the first stage, whereas the second stage focuses on the value of exports. The Heckman model is often used in the trade literature. However, in the presence of fixed effects in the first stage, the Heckman model leads to the incidental parameter problem. Helpman et al. (2008) also develop a two-stage estimation procedure that accounts for both the extensive (decision to export from i to j) and the intensive (volume of exports conditional on exporting) margins of trade. Although this approach offers a better understanding of the determinants of trade flows, it provides biased estimates in the presence of heteroskedasticity in trade data (Santos Silva and Tenreyro 2009) . The RESET test (Ramsey 1969 ) performed on our data suggests the presence of heteroskedasticity in our sample. Therefore, to avoid biased estimation results, the Poisson estimator suggested by Santos Silva and Tenreyro (2006) is used. The Poisson estimator provides estimates that are comparable to elasticity estimates from the standard linear-in-logs specification and corrects for heteroskedasticity in the error term. The performance of the Poisson estimator has been challenged in the literature on the grounds that Santos Silva and Tenreyro (2006) do not consider the case in which the dependent variable has a substantial proportion of zero values. However, Santos Silva and Tenreyro (2011) show that even in the presence of many zeroes, the Poisson estimator is well behaved. In addition, our data are aggregated, which reduces the proportion of zeroes in our sample.",
        "cite_spans": [
          {
            "start": 53,
            "end": 74,
            "text": "Head and Mayer (2013)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 615,
            "end": 636,
            "text": "Helpman et al. (2008)",
            "ref_id": "BIBREF17"
          },
          {
            "start": 1012,
            "end": 1036,
            "text": "Silva and Tenreyro 2009)",
            "ref_id": "BIBREF35"
          },
          {
            "start": 1054,
            "end": 1066,
            "text": "(Ramsey 1969",
            "ref_id": "BIBREF30"
          },
          {
            "start": 1239,
            "end": 1264,
            "text": "Silva and Tenreyro (2006)",
            "ref_id": "BIBREF34"
          },
          {
            "start": 1567,
            "end": 1592,
            "text": "Silva and Tenreyro (2006)",
            "ref_id": "BIBREF34"
          },
          {
            "start": 1711,
            "end": 1736,
            "text": "Silva and Tenreyro (2011)",
            "ref_id": "BIBREF36"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Econometric specification",
        "sec_num": "4.1"
      },
      {
        "text": "Second, although and are not completely disconnected from the two GDPs of i and j, respectively, the latter are crude approximations at best, raising issues about the validity of simple gravity specifications and results. The specification used here is more consistent with theory and involves the use of fixed effects by importer, exporter, and year (Baldwin and Taglioni 2006; Feenstra 2004) . The fixed effects incorporate size effects as in gravity as well as other origin and destination determinants, including the price and the number of varieties of the exporting country and the demand size and price index (often referred to as a remoteness term) of the importing country.",
        "cite_spans": [
          {
            "start": 351,
            "end": 378,
            "text": "(Baldwin and Taglioni 2006;",
            "ref_id": "BIBREF5"
          },
          {
            "start": 379,
            "end": 393,
            "text": "Feenstra 2004)",
            "ref_id": "BIBREF15"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Econometric specification",
        "sec_num": "4.1"
      },
      {
        "text": "Third, trade costs enter the (unobserved) price level in each country. Without correction, the omitted variable can be correlated with trade-cost variables on the right-hand Baldwin and Taglioni (2006) , importer-year and exporter-year fixed effects are used.",
        "cite_spans": [
          {
            "start": 174,
            "end": 201,
            "text": "Baldwin and Taglioni (2006)",
            "ref_id": "BIBREF5"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Econometric specification",
        "sec_num": "4.1"
      },
      {
        "text": "σ − 1 it it p n 1 − σ jt t j P Y side. Following",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Econometric specification",
        "sec_num": "4.1"
      },
      {
        "text": "Fourth, EIAs and their particular clauses, such as harmonization, may be endogenous to trade flows. One approach to address this issue consists of using instrumental-variable techniques. Critical to this approach is the selection of instruments, which should be correlated with the probability of an EIA between two countries but uncorrelated with their bilateral trade flows. In their study using disaggregated data, Chen and Mattoo (2008) use standards harmonization in adjacent industries (i.e., industries classified in the same two-digit sector) as an instrument. Because our focus is on aggregated trade flows, the definition of instruments is more complex in our case. As an alternative to IV estimation, we rely on country-pair fixed effects to control for the potential endogeneity of EIAs and their clauses, following Baier and Bergstrand (2007) or Anderson and Yotov (2011) . Although this approach may not eliminate all of the potential endogeneity bias, it is intuitively plausible that standards harmonization, particularly on regional standards, correlates positively with trade flows, biasing coefficients upward. Our key result is that harmonization depresses South-South trade, and harmonization on regional standards fails to raise North-South trade. This result is unlikely to be driven by endogeneity bias. Furthermore, as highlighted by Helpman et al. (2008) and Arkolakis et al. (2012) , firm heterogeneity may bias aggregate trade flow results and affect our empirical results. However, the decision by firms to enter markets is likely dominated by cross-sectional variation. Therefore, the inclusion of country-pair fixed effects in our estimations should largely account for this potential firm-heterogeneity bias.",
        "cite_spans": [
          {
            "start": 418,
            "end": 440,
            "text": "Chen and Mattoo (2008)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 828,
            "end": 855,
            "text": "Baier and Bergstrand (2007)",
            "ref_id": "BIBREF3"
          },
          {
            "start": 859,
            "end": 884,
            "text": "Anderson and Yotov (2011)",
            "ref_id": "BIBREF1"
          },
          {
            "start": 1359,
            "end": 1380,
            "text": "Helpman et al. (2008)",
            "ref_id": "BIBREF17"
          },
          {
            "start": 1385,
            "end": 1408,
            "text": "Arkolakis et al. (2012)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Econometric specification",
        "sec_num": "4.1"
      },
      {
        "text": "Finally, another source of bias may arise from the potential dependence between some EIAs. Although the diversity in TBT harmonization clauses included in EIAs suggests that this source of bias is limited, this issue is controlled for by clustering errors. For North-South trade and because our main variables of interest vary by country-pair, errors are clustered at the country-pair level. For South-South trade, our main variables vary by exporter-year, and a clustering at the exporter-year level is preferred.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Econometric specification",
        "sec_num": "4.1"
      },
      {
        "text": "Our focus in this paper is on the trade effect of standards harmonization included in North-South EIAs on Southern countries' trade. This focus leads us to consider both South-South and North-South trade. Accordingly, our sample of relations between all i and all j is split into two sub-samples corresponding, respectively, to South-South and North-South trade relations. The South-South sub-sample consists of exports from the South (country i) to the South (country j), whereas the North-South sub-sample includes exports from the South (country i) to the North (country j). dummy it H is defined and is equal to one when that agreement has a harmonization clause.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Econometric specification",
        "sec_num": "4.1"
      },
      {
        "text": "Other (\"parallel\") treatment:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Econometric specification",
        "sec_num": "4.1"
      },
      {
        "text": "-South-South agreements are controlled for by defining a \"South-South EIA\" dummy SS ijt A equal to one when i and j are members of a common regional South-South agreement at t (0 otherwise).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Econometric specification",
        "sec_num": "4.1"
      },
      {
        "text": "In the case of South-South trade, because our variable of interest (standards harmonization with the North for the exporting country) is country and time variant, country fixed effects and year dummies cannot be interacted. As a result, importing country, exporting country, and year fixed effects are included separately in all regressions. As mentioned by Berger et al. (2013) , country and time year fixed effects may be insufficient to control for omitted factors that vary simultaneously by time and country. However, Berger et al. (2013) show that the potential bias is limited. Their results remain unchanged when they use pretrends and pre-intervention fixed effects and control for observable characteristics. In our estimations, countries' GDPs are added to control for the time variation in trading partners' demand and supply.",
        "cite_spans": [
          {
            "start": 358,
            "end": 378,
            "text": "Berger et al. (2013)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 523,
            "end": 543,
            "text": "Berger et al. (2013)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Econometric specification",
        "sec_num": "4.1"
      },
      {
        "text": "Our estimated equation is therefore as follows: ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Econometric specification",
        "sec_num": "4.1"
      },
      {
        "text": "The trade data come from the BACI database developed by the CEPII. 4 Our dependent variable is the total bilateral imports of country j from country i in year t ( ijt x ). Note that in BACI, flows are reconciled, and the value is equal to exports from i to j in t. In BACI, the values are FOB. Our analysis covers the period 1990-2006 (except for some newly independent countries in Central Asia and Africa).",
        "cite_spans": [
          {
            "start": 67,
            "end": 68,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data",
        "sec_num": "4.2"
      },
      {
        "text": "Countries' GDPs are from the World Bank Development Indicators. Transport costs are measured using the bilateral distance between both partners (d ij ). These distances are extracted from the CEPII database. 5 In addition, a dummy variable for contiguity (cbord ij ) that equals one if both countries share a border is included. Bilateral trade can also be fostered by countries' cultural proximity. This proximity is controlled for by introducing two dummies that are equal to one if both partners share an official language (clang ij ) or if they have had a colonial relationship or a common colonizer (colony ij ), respectively. The data come from the above-mentioned CEPII database.",
        "cite_spans": [
          {
            "start": 208,
            "end": 209,
            "text": "5",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data",
        "sec_num": "4.2"
      },
      {
        "text": "The last step is to specify the variables used to quantify the effect on South-South and North-South trade of incorporating provisions on standards harmonization in a North-South EIA. The full list of North-South EIAs considered in our exercise is provided in Appendix (Table A. 2) and covers 43 EIAs. We use the template provided by Piermartini and Budetta (2009) and update it by adding some recent North-South EIAs that they did not review. For each EIA, our focus is on provisions on technical regulations. According to the WTO definition, compliance with a technical regulation is mandatory. To build their template, Piermartini and Budetta (2009) focus on the legal text of the Agreements 6 and scrutinize the wording. Expressions inviting parties to \"bridge the gap,\" \"reduce divergence,\" or \"make compatible\" their standards and technical regulations indicate that the policy adopted is harmonization.",
        "cite_spans": [
          {
            "start": 334,
            "end": 364,
            "text": "Piermartini and Budetta (2009)",
            "ref_id": "BIBREF29"
          },
          {
            "start": 622,
            "end": 652,
            "text": "Piermartini and Budetta (2009)",
            "ref_id": "BIBREF29"
          }
        ],
        "ref_spans": [
          {
            "start": 269,
            "end": 278,
            "text": "(Table A.",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Data",
        "sec_num": "4.2"
      },
      {
        "text": "Before turning to estimation results, we briefly report descriptive statistics showing the expansion of North-South EIAs over the 1990-2006 period. These statistics provide the number of North-South EIAs and the share of Northern imports from the South covered by these EIAs in 1990 EIAs in , 1999 EIAs in , and 2006 : Northern imports from the South.",
        "cite_spans": [
          {
            "start": 270,
            "end": 282,
            "text": "EIAs in 1990",
            "ref_id": null
          },
          {
            "start": 283,
            "end": 297,
            "text": "EIAs in , 1999",
            "ref_id": null
          },
          {
            "start": 298,
            "end": 316,
            "text": "EIAs in , and 2006",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data",
        "sec_num": "4.2"
      },
      {
        "text": "As emphasized above, standards harmonization in North-South EIAs is expected to have distinct effects on South-South vs. North-South trade.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The results",
        "sec_num": "5."
      },
      {
        "text": "This section analyzes the influence of standards harmonization in North-South EIAs on bilateral trade between Southern countries and disentangles trade-diversion effects from trade-deflection ones.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "South-South trade",
        "sec_num": "5.1"
      },
      {
        "text": "Traditional trade-diversion effects may arise from the simple elimination of intra-bloc tariffs, especially if the Southern partner has high MFN tariffs. These effects are reinforced in rare cases where the North-South agreement is a customs union (CU), causing the Southern country to raise its external tariff. The only example of a North-South CU in our database is Turkey with the EU. With the exception of agricultural products, the low level of EU tariffs guarantees that this effect has not played a substantial role. Traditional trade-diversion effects would be picked up in our specification by a dummy variable marking bilateral flows where the importer belongs to a North-South EIA (\"N-S EIA for the importer\").",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "South-South trade",
        "sec_num": "5.1"
      },
      {
        "text": "The trade-deflection effects may come from changes in the Southern exporter's trade patterns following its membership in a North-South EIA and the resulting standards harmonization. These effects would be picked up by a dummy variable marking bilateral flows where the exporter belongs to a North-South EIA with standards harmonization because it is the exporter who would suffer from additional production costs as a result of the harmonization. This dummy is labelled \"N-S EIA & standards harmonization with the North for the exporter\".",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "South-South trade",
        "sec_num": "5.1"
      },
      {
        "text": "The results are reported in Table 2 . We first estimate the determinants of bilateral flows between Southern countries without controlling for the potential existence of EIAs between Southern countries and Northern partners (columns 1-2). The trade impact of North-South EIAs and standards harmonization on South-South trade is then investigated (columns 3-4). Column (3) tests for potential diversion effects by investigating the impact on South-South trade of the signature by either the importing and/or the exporting Southern countries of an EIA with the North. Column (4) examines the trade impact linked to the harmonization of technical regulations in the exporting country. The last three columns report the results of robustness checks replicating the estimation of column (4), which is our preferred specification. 1990-2006 1990-2006 (every 3 years) 1990-2006 (with 1-year lag) #",
        "cite_spans": [
          {
            "start": 825,
            "end": 870,
            "text": "1990-2006 1990-2006 (every 3 years) 1990-2006",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 28,
            "end": 35,
            "text": "Table 2",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "South-South trade",
        "sec_num": "5.1"
      },
      {
        "text": "(1) Source: Authors' analysis based on data described in the text.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model",
        "sec_num": null
      },
      {
        "text": "Note: Constant and fixed effects not reported. Country fixed effects could not be interacted with year dummies in this table because standards harmonization variables are countrytime variant. Robust standard errors (exporter-year clustered) in parentheses. a , b , c denote significance at the level of 1%, 5%, and 10%, respectively. In columns (4)-(7), the sample",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model",
        "sec_num": null
      },
      {
        "text": "In the first column, countries' GDPs have a positive and significant impact on trade.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model",
        "sec_num": null
      },
      {
        "text": "Distance has a negative and significant impact on bilateral flows, whereas a common border and common language increase trade (p<0.01 for contiguity and common language). Finally, the dummy variable controlling for the existence of a South-South EIA is not significant.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model",
        "sec_num": null
      },
      {
        "text": "Column (2) controls for the endogeneity issue by introducing country-pair fixed effects. Following this introduction, importer and exporter fixed effects are dropped because of collinearity. Interestingly, the dummy variable controlling for the existence of a South-South EIA becomes significant, suggesting that South-South integration-long characterized by low complementarities and little trade creation-has significant trade effects in our sample period.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model",
        "sec_num": null
      },
      {
        "text": "Columns 3shows that the signature by the importing and/or exporting Southern countries of an EIA with the North tends to reduce trade flows with other Southern partners (p<0.01 for the exporting and importing countries). This result suggests the presence of trade diversion effects. However, whether such effects are of the traditional kind or conditional on the presence of standards harmonization is not controlled at that stage.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model",
        "sec_num": null
      },
      {
        "text": "Column (4) controls for the harmonization of technical regulations in the North-South agreement signed by the exporting country. This estimation is our preferred one because it disentangles the traditional effects of EIAs from harmonization ones. Because our aim is to measure the impact of standards harmonization, our sample is restricted to observations for which the exporting country has signed an EIA with the North. For the importing country, we still observe the pure trade diversion effect induced by better access to the Northern market, as in column (3). The results for the exporting country are now different. The signature of an EIA involving the harmonization of its standards with the North has a negative and significant impact on its trade with other Southern countries, and the magnitude of the impact is similar to the one appearing in the previous column when it is not interacted with the harmonization dummy (if both are introduced simultaneously, the effect of standards harmonization absorbs that of a NS EIA for the exporter).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model",
        "sec_num": null
      },
      {
        "text": "This result highlights the presence of the type of trade deflection discussed in this paper. Our explanation is as follows. Standards harmonization is costly and raises the price of affected products, possibly pricing them out of other Southern countries. With a price elasticity of demand equal to -2, the ad-valorem equivalent (AVE) of the \"average\" NS harmonization would be close to 10%. 7 That is, a Southern country signing an EIA with a Northern partner involving the harmonization of technical regulations would suffer a negative competitiveness shock on other Southern markets equivalent to a 10% export tax, which is a substantial effect.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model",
        "sec_num": null
      },
      {
        "text": "The last three columns of Table 2 investigate the robustness of our results by replicating the estimation of column 4. Column 5shows that our results are unaffected by the exclusion of agricultural products, which are less subject to TBTs than are manufactured ones. Column (6) controls for the potential bias associated with fixed effects estimation on data pooled over consecutive years (Anderson and Yotov 2011) . To do so, only the years 1991, 1994, 1997, 2000, 2003, and 2006 are used. The conclusions remain unchanged. Our third robustness check addresses the lagged trade effects of trade agreements and TBT harmonization. Baier and Bergstrand (2007) showed that the effect of EIAs cannot be fully captured in the year of their formation because most of them have phase-in periods. We therefore allow for gradual phasing-in of EIA and standard harmonization by including one lag for these variables in the estimation. The results are presented in column (7). We report the total trade effect by summing coefficients on the contemporaneous and lagged dummies, with standard errors computed using the Delta method. The results are unaffected.",
        "cite_spans": [
          {
            "start": 389,
            "end": 414,
            "text": "(Anderson and Yotov 2011)",
            "ref_id": "BIBREF1"
          },
          {
            "start": 442,
            "end": 480,
            "text": "1991, 1994, 1997, 2000, 2003, and 2006",
            "ref_id": null
          },
          {
            "start": 630,
            "end": 657,
            "text": "Baier and Bergstrand (2007)",
            "ref_id": "BIBREF3"
          }
        ],
        "ref_spans": [
          {
            "start": 26,
            "end": 33,
            "text": "Table 2",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "Model",
        "sec_num": null
      },
      {
        "text": "Our results suggest that the trade deflection observed here may be at least partly a quality upgrading effect. As Southern exporters adopt Northern standards, they move up the quality ladder and redirect their exports toward markets with richer consumers. However, the aggregated data used here does not allow us to further investigate this issue because unit values (a proxy for quality) must be computed at the very detailed level of the product classification.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model",
        "sec_num": null
      },
      {
        "text": "The flip side of the coin is Northern imports from the South ( Table 3) . The first two columns follow a standard approach in the literature and test for the mean effect of North-South agreements on North-South trade without distinguishing between forms of integration.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 63,
            "end": 71,
            "text": "Table 3)",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "North-South trade",
        "sec_num": "5.2"
      },
      {
        "text": "The first uses separate year, importer, and exporter fixed effects, and the second uses importer-year and exporter-year as well as country-pair fixed effects.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "North-South trade",
        "sec_num": "5.2"
      },
      {
        "text": "Columns (3)-(8) focus on country pairs that signed an EIA. These columns test for the effect of deeper integration with the introduction of the dummies described in the previous section. Column (3) introduces the harmonization dummy, and columns (4)-(8) distinguish further between regional and international standards.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "North-South trade",
        "sec_num": "5.2"
      },
      {
        "text": "The overall fit of the regressions is consistent with what is found in the literature.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "North-South trade",
        "sec_num": "5.2"
      },
      {
        "text": "Regarding traditional covariates (column 1), distance negatively influences bilateral imports, whereas countries' GDP and common border have a positive effect on trade. The cultural proximity variables suggest that imports are higher if both countries share the same language.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "North-South trade",
        "sec_num": "5.2"
      },
      {
        "text": "The existence of a past colonial relationship has no significant influence. Coefficients on gravity variables estimated on North-South trade differ somewhat in magnitude from those estimated on South-South trade, justifying our strategy of separate estimation by sub-sample (South-South and North-South trade).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "North-South trade",
        "sec_num": "5.2"
      },
      {
        "text": "Regarding EIA variables, the interest of columns (1) and (2) is to highlight how the replacement of time-invariant importer and exporter effects by interacted importer-year, exporter-year, and country-pair effects affects estimates. The positive estimate in (1) becomes insignificant in (2), suggesting both that there is a strong omitted-variable bias in the former and that the latter goes some way toward correcting it. 8",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "North-South trade",
        "sec_num": "5.2"
      },
      {
        "text": "Column (3) shows that the effect of standards harmonization, conditional on the existence of an EIA, is positive but not significant. Column (4) suggests that harmonization to regional standards is trade-impeding, whereas harmonization to international standards is trade-enhancing. Thus, the detrimental effect of harmonization on North-South trade seems to be driven by regional standards only; when harmonization promotes the use of international standards, it vanishes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "North-South trade",
        "sec_num": "5.2"
      },
      {
        "text": "These results suggest that the worst type of agreement for a Southern country, in terms of trade with the North, is a North-South EIA involving the harmonization of technical regulations and promoting the use of regional standards. Because Southern exporters have to comply with Northern standards with or without harmonization, this is unlikely to be a tradebarrier effect. Instead, the combination of our results on South-South and North-South trade suggests that harmonization on regional standards restricts access to the Southern partner for out-of-bloc Southern exporters (this is implied by the coefficient on the dummy marking NS agreement for the importer in Table 2 ). This protection effect raises the profitability of domestic sales for Southern producers relative to exporting to the North. As a result, they export less and sell more at home. 9",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 668,
            "end": 675,
            "text": "Table 2",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "North-South trade",
        "sec_num": "5.2"
      },
      {
        "text": "As stressed in Section 3, most of the EIAs containing a harmonization clause and included in our database involve the EU. Accordingly, it is worth focusing on EU importers (column 5). The results are similar to the results in column (4). Thus, the negative trade effect of regional harmonization comes mostly from the high regulatory standards imposed by the EU. For the international harmonization, the magnitude of the coefficient in column (5) is slightly smaller than the one in column (4), but the difference is not significant. This last result is not surprising given that regardless of the importing country, international harmonization implies the adoption of the same level of regulation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "North-South trade",
        "sec_num": "5.2"
      },
      {
        "text": "Columns (6)-(8) show three robustness checks. Column 6 first restricts the sample to manufactured products to disentangle the effect of TBT and SPS regulations (SPS are sanitary and phytosanitary regulations applied mainly to agri-food products; TBT are technical regulations that can be applied to all manufactured products). Because the results in columns (4) and (6) are very similar, excluding agricultural products from our sample leaves estimates unaffected, suggesting that non-sanitary technical regulations matter in EIAs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "North-South trade",
        "sec_num": "5.2"
      },
      {
        "text": "Column (7) uses only three-year interval data (1991, 1994, 1997, 2000, 2003, and 2006) to avoid the potential bias associated with fixed effects estimations on data pooled over consecutive years. The results are unaffected.",
        "cite_spans": [
          {
            "start": 46,
            "end": 86,
            "text": "(1991, 1994, 1997, 2000, 2003, and 2006)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "North-South trade",
        "sec_num": "5.2"
      },
      {
        "text": "Finally, column (8) includes a lag in the estimation. The results are again unaffected.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "North-South trade",
        "sec_num": "5.2"
      },
      {
        "text": "Harmonization to regional standards is trade-restricting, whereas harmonization to international standards is trade-enhancing. 1990-2006 1990-2006 (every 3 years) 1990-2006 Source: Authors' analysis based on data described in the text.",
        "cite_spans": [
          {
            "start": 127,
            "end": 172,
            "text": "1990-2006 1990-2006 (every 3 years) 1990-2006",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "North-South trade",
        "sec_num": "5.2"
      },
      {
        "text": "To test that our conclusions based on aggregated trade flows are not spurious, we run product-level estimations. These regressions analyze whether the aggregate changes observed in North-South and South-South trade when standards are harmonized are driven by products affected by NTM harmonization.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Product-level estimation",
        "sec_num": "5.3"
      },
      {
        "text": "Product information is usually not available in the legal texts of EIAs. Therefore, to perform this investigation, we rely on the NTM dataset used by Disdier et al. (2008) , which is relevant for our sample period. The dataset provides all NTMs notified by WTO members at the WTO up to 2004 at the HS6-digit level. Our estimation strategy is as follows:",
        "cite_spans": [
          {
            "start": 150,
            "end": 171,
            "text": "Disdier et al. (2008)",
            "ref_id": "BIBREF13"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Product-level estimation",
        "sec_num": "5.3"
      },
      {
        "text": "-Our sample is restricted to the sub-sample of Southern exporter countries with an EIA with a Northern partner.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Product-level estimation",
        "sec_num": "5.3"
      },
      {
        "text": "-For North-South trade, a dummy is defined and equal to one for HS6 products affected by at least one NTM in the Northern country. This dummy is interacted with our two main variables of interest: \"N-S EIA with standards harmonization & promotion of regional standards\" and \"N-S EIA with standards harmonization & promotion of regional standards\";",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Product-level estimation",
        "sec_num": "5.3"
      },
      {
        "text": "-For South-South trade, a dummy is defined and equal to one for HS6 products affected by at least one NTM in the North. It is interacted with our main variable of interest: \"N-S EIA & standards harmonization with the North for the exporter\".",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Product-level estimation",
        "sec_num": "5.3"
      },
      {
        "text": "Estimated coefficients on the interaction terms are reported in Table 4 . 10 Column (1) presents the results for South-South trade, and the coefficients for North-South trade are reported in column (2). The results confirm and strengthen our previous findings. For North-South trade, our estimated coefficient is negative and significant when harmonization takes place on regional standards but positive and significant when it takes place on international ones. For South-South trade, a negative and significant coefficient is obtained on the interaction term, suggesting that the deflection effects are at play for products affected by a NTM and for which standards are harmonized with the North. ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 64,
            "end": 71,
            "text": "Table 4",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "Product-level estimation",
        "sec_num": "5.3"
      },
      {
        "text": "The purpose of this paper is to study the impact of standards harmonization promoted in North-South EIAs on the trade integration of Southern countries in the world economy. We distinguish the impact on South-South trade versus North-South trade. Our results suggest that deep North-South integration involving standards harmonization may be harmful for South-South trade. Our analysis shows that South-South trade is negatively impacted by harmonization and that North-South trade is negatively affected when the harmonization is on regional standards. Most of the action takes place in relation to regional agreements signed by the EU with developing countries. Our findings confirm Piermartini and Budetta's (2009) intuition: harmonization on a regional basis may lock countries into some EIAs and reinforces hub-and-spoke trade structures. These results call for further research, especially at the sector level. One may also explore whether differences in terms of trade impact are observable between the developing and least developed countries.",
        "cite_spans": [
          {
            "start": 685,
            "end": 717,
            "text": "Piermartini and Budetta's (2009)",
            "ref_id": "BIBREF29"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "6."
      },
      {
        "text": "However, there are counterexamples where even international standards impose adaptation costs that stifle trade. For instance,Jensen and Keyser (2012) show how the adoption by the East African Community of dairy standards based on the international Codex Alimentarius led to requirements so tight that regional trade in dairy products was largely stifled.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Alternative theoretical foundations of the gravity equations include very different assumptions: perfect competition with technology differences as inEaton and Kortum (2002), monopolistic competition with different functional forms as inMelitz and Ottaviano (2008), or heterogeneous firms operating in a Dixit-Stiglitz environment as inChaney (2008). All of these, however, yield a strictly equivalent estimable specification for our purpose.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In addition, a Chow test suggests that estimated coefficients on both sub-samples differ significantly and confirms this divide. North-North relations are dropped from our sample. The list of Northern and Southern countries is given in Appendix(Table A.1).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "http://www.cepii.fr/anglaisgraph/bdd/baci.htm. This database uses original procedures to harmonize the United Nations COMTRADE data (evaluation of the quality of country declarations to average mirror flows, evaluation of cost, insurance, and freight rates to reconcile import and export declarations).5 http://www.cepii.fr/anglaisgraph/bdd/distances.htm. These distances are calculated as the sum of the distances between the largest cities of both countries, weighted by the share of the population living in each city(Mayer and Zignago, 2011).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The database on EIAs maintained by Baier and Bergstrand (http://www.nd.edu/~jbergstr/) also provides detailed and useful information on EIAs and links to the legal text of the Agreements. Similarly,Horn et al. (2009) study the legal text to investigate whether the areas (technical regulations as well as customs administration, export taxes, public procurement, and labour market regulations) covered by the Agreements fall under or outside the current mandate of the WTO. We thank A. Sapir for providing data. We tried a cross-check with our data. Unfortunately, their database does not provide a detailed analysis of the content of each area.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "is restricted to the sub-sample of Southern exporter countries with an EIA with a Northern partner. # : The last column reports the total effect of EIA and harmonization by summing the values of the coefficients on the dummy for the concurrent year and on the lagged dummy. Standard errors are computed with the Delta method.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The ad valorem equivalent is [exp(β)-1]/ε, where β is the estimated coefficient and ε is the price elasticity of import demand (in algebraic form, i.e., negative). The average price elasticity of imports over all goods and countries is estimated byKee et al. (2008) as -3.12 at HS6 and -1.1 at ISIC3.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Lagged EIA effects are also investigated by running a specification including the simultaneous EIA variable and its four-year lag. The estimated coefficient on the lagged EIA variable as well as the total effect (simultaneous and lagged) are insignificant. Results are available upon request.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "By the same token, Northern producers also enjoy protected access to the Southern market, which encourages North-South flows. Our estimates suggest that the trade-inhibiting effect on South-North flows more than offsets the encouragement effect on North-South flows.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Note: Constant and fixed effects not reported. Robust standard errors (importer-exporter clustered) in parentheses. a , b denote significance at the level of 1% and 5%, respectively. In columns (3)-(8), the sample is restricted to the sub-sample of Southern exporter countries with an EIA with a Northern partner. # : The last column reports the total effect of EIA and harmonization by summing the values of the coefficients on the dummy for the concurrent year and on the lagged dummy. Standard errors are computed with the Delta method.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "To save space, only estimated coefficients on the interaction terms are reported. Detailed results are available from the authors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Source: Authors' analysis based on data sources discussed in the text.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Mutual Recognition Agreements and Trade Diversion: Consequences for Developing Nations",
        "authors": [
          {
            "first": "Alberto",
            "middle": [],
            "last": "Amurgo-Pacheco",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "HEI Working Paper 20-2006",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Amurgo-Pacheco, Alberto. 2006. \"Mutual Recognition Agreements and Trade Diversion: Consequences for Developing Nations.\" HEI Working Paper 20-2006, Geneva: Graduate Institute.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Terms of Trade and Global Efficiency Effects of Free Trade Agreements",
        "authors": [
          {
            "first": "James",
            "middle": [
              "E"
            ],
            "last": "Anderson",
            "suffix": ""
          },
          {
            "first": "Yoto",
            "middle": [
              "V"
            ],
            "last": "Yotov",
            "suffix": ""
          }
        ],
        "year": 1990,
        "venue": "NBER Working Paper 17003",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Anderson, James E., and Yoto V. Yotov. 2011. \"Terms of Trade and Global Efficiency Effects of Free Trade Agreements, 1990-2002.\" NBER Working Paper 17003, Cambridge, Mass.: National Bureau of Economic Research.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "New Trade Models, Same Old Gains?",
        "authors": [
          {
            "first": "Costas",
            "middle": [],
            "last": "Arkolakis",
            "suffix": ""
          },
          {
            "first": "Arnaud",
            "middle": [],
            "last": "Costinot",
            "suffix": ""
          },
          {
            "first": "Andrés",
            "middle": [],
            "last": "Rodriguez-Clare",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "American Economic Review",
        "volume": "102",
        "issue": "1",
        "pages": "94--130",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Arkolakis, Costas, Arnaud Costinot, and Andrés Rodriguez-Clare, Andrés. 2012. \"New Trade Models, Same Old Gains?\" American Economic Review 102 (1): 94-130.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Do free trade agreements actually increase members' international trade?",
        "authors": [
          {
            "first": "Scott",
            "middle": [
              "L"
            ],
            "last": "Baier",
            "suffix": ""
          },
          {
            "first": "Jeffrey",
            "middle": [
              "H"
            ],
            "last": "Bergstrand",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "Journal of International Economics",
        "volume": "71",
        "issue": "1",
        "pages": "72--95",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Baier, Scott L., and Jeffrey H. Bergstrand. 2007. \"Do free trade agreements actually increase members' international trade?\" Journal of International Economics 71 (1): 72-95.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Regulatory Protectionism, Developing Nations, and a Two-Tier World Trade System",
        "authors": [
          {
            "first": "Richard",
            "middle": [],
            "last": "Baldwin",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "237--90",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Baldwin, Richard. 2000. \"Regulatory Protectionism, Developing Nations, and a Two-Tier World Trade System.\" Brookings Trade Forum: 237-90.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Gravity for Dummies and Dummies for Gravity Equations",
        "authors": [
          {
            "first": "Richard",
            "middle": [],
            "last": "Baldwin",
            "suffix": ""
          },
          {
            "first": "Daria",
            "middle": [],
            "last": "Taglioni",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "NBER Working Paper 12516",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Baldwin, Richard, and Daria Taglioni. 2006. \"Gravity for Dummies and Dummies for Gravity Equations.\" NBER Working Paper 12516, Cambridge, Mass.: National Bureau of Economic Research.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Trade Effects of Regional Standards Liberalization. A Heterogeneous Firms Approach",
        "authors": [
          {
            "first": "Silja",
            "middle": [],
            "last": "Baller",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "WB Policy Research Working Paper",
        "volume": "4124",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Baller, Silja. 2007. \"Trade Effects of Regional Standards Liberalization. A Heterogeneous Firms Approach.\" WB Policy Research Working Paper 4124, Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Commercial Imperialism? Political Influence and Trade during the Cold War",
        "authors": [
          {
            "first": "Daniel",
            "middle": [],
            "last": "Berger",
            "suffix": ""
          },
          {
            "first": "William",
            "middle": [],
            "last": "Easterly",
            "suffix": ""
          },
          {
            "first": "Nathan",
            "middle": [],
            "last": "Nunn",
            "suffix": ""
          },
          {
            "first": "Shanker",
            "middle": [],
            "last": "Satyanath",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "American Economic Review",
        "volume": "103",
        "issue": "2",
        "pages": "863--96",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Berger, Daniel, William Easterly, Nathan Nunn, and Shanker Satyanath. 2013. \"Commercial Imperialism? Political Influence and Trade during the Cold War.\" American Economic Review 103 (2): 863-96.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "A Comparative Analysis of Selected Provisions in Free Trade Agreements",
        "authors": [
          {
            "first": "Jacques",
            "middle": [],
            "last": "Bourgeois",
            "suffix": ""
          },
          {
            "first": "Kamala",
            "middle": [],
            "last": "Dawar",
            "suffix": ""
          },
          {
            "first": "Simon",
            "middle": [
              "J"
            ],
            "last": "Evenett",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "DG Trade",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bourgeois, Jacques, Kamala Dawar, and Simon J. Evenett. 2007. \"A Comparative Analysis of Selected Provisions in Free Trade Agreements.\" DG Trade, Brussels: European Commission.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Revisiting the effects of regional trade agreements on trade flows with proper specification of the gravity model",
        "authors": [
          {
            "first": "Céline",
            "middle": [],
            "last": "Carrère",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "European Economic Review",
        "volume": "50",
        "issue": "2",
        "pages": "223--270",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Carrère, Céline. 2006. \"Revisiting the effects of regional trade agreements on trade flows with proper specification of the gravity model.\" European Economic Review 50 (2): 223-47.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Distorted Gravity: The Intensive and Extensive Margins of International Trade",
        "authors": [
          {
            "first": "Thomas",
            "middle": [],
            "last": "Chaney",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "American Economic Review",
        "volume": "98",
        "issue": "4",
        "pages": "1707--1728",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chaney, Thomas. 2008. \"Distorted Gravity: The Intensive and Extensive Margins of International Trade.\" American Economic Review 98 (4): 1707-21.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Regionalism in standards: good or bad for trade?",
        "authors": [
          {
            "first": "Maggie",
            "middle": [
              "X"
            ],
            "last": "Chen",
            "suffix": ""
          },
          {
            "first": "Aaditya",
            "middle": [],
            "last": "Mattoo",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Canadian Journal of Economics",
        "volume": "41",
        "issue": "3",
        "pages": "838--63",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chen, Maggie X., and Aaditya Mattoo. 2008. \"Regionalism in standards: good or bad for trade?\" Canadian Journal of Economics 41 (3): 838-63.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Help or Hindrance? The Impact of Harmonized Standards on African Exports",
        "authors": [
          {
            "first": "Witold",
            "middle": [],
            "last": "Czubala",
            "suffix": ""
          },
          {
            "first": "Ben",
            "middle": [],
            "last": "Shepherd",
            "suffix": ""
          },
          {
            "first": "John",
            "middle": [
              "S"
            ],
            "last": "Wilson",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "Journal of African Economies",
        "volume": "18",
        "issue": "5",
        "pages": "711--755",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Czubala, Witold, Ben Shepherd, and John S. Wilson. 2009. \"Help or Hindrance? The Impact of Harmonized Standards on African Exports.\" Journal of African Economies 18 (5): 711-44.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "The Impact of Regulations on Agricultural Trade: Evidence from the SPS and TBT Agreements",
        "authors": [
          {
            "first": "Anne",
            "middle": [
              "-"
            ],
            "last": "Disdier",
            "suffix": ""
          },
          {
            "first": "Lionel",
            "middle": [],
            "last": "Célia",
            "suffix": ""
          },
          {
            "first": "Mondher",
            "middle": [],
            "last": "Fontagné",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Mimouni",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "American Journal of Agricultural Economics",
        "volume": "90",
        "issue": "2",
        "pages": "336--50",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Disdier, Anne-Célia, Lionel Fontagné, and Mondher Mimouni. 2008. \"The Impact of Regulations on Agricultural Trade: Evidence from the SPS and TBT Agreements.\" American Journal of Agricultural Economics 90 (2): 336-50.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Technology, Geography, and Trade",
        "authors": [
          {
            "first": "Jonathan",
            "middle": [],
            "last": "Eaton",
            "suffix": ""
          },
          {
            "first": "Samuel",
            "middle": [],
            "last": "Kortum",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Econometrica",
        "volume": "70",
        "issue": "5",
        "pages": "1741--79",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Eaton, Jonathan, and Samuel Kortum. 2002. \"Technology, Geography, and Trade.\" Econometrica 70 (5): 1741-79.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Advanced International Trade: Theory and Evidence",
        "authors": [
          {
            "first": "Robert",
            "middle": [
              "C"
            ],
            "last": "Feenstra",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Feenstra, Robert C. 2004. Advanced International Trade: Theory and Evidence. Princeton, NJ: Princeton University Press.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Gravity Equations: Workhorse, Toolkit, and Cookbook",
        "authors": [
          {
            "first": "Keith",
            "middle": [],
            "last": "Head",
            "suffix": ""
          },
          {
            "first": "Thierry",
            "middle": [],
            "last": "Mayer",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "CEPR Discussion Paper",
        "volume": "9322",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Head, Keith, and Thierry Mayer. 2013. \"Gravity Equations: Workhorse, Toolkit, and Cookbook.\" CEPR Discussion Paper 9322, London: Centre for Economic Policy Research.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Estimating trade flows: trading partners and trading volumes",
        "authors": [
          {
            "first": "Elhanan",
            "middle": [],
            "last": "Helpman",
            "suffix": ""
          },
          {
            "first": "Marc",
            "middle": [],
            "last": "Melitz",
            "suffix": ""
          },
          {
            "first": "Yona",
            "middle": [],
            "last": "Rubinstein",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Quarterly Journal of Economics",
        "volume": "123",
        "issue": "2",
        "pages": "441--87",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Helpman, Elhanan, Marc Melitz, and Yona Rubinstein. 2008. \"Estimating trade flows: trading partners and trading volumes.\" Quarterly Journal of Economics 123 (2): 441-87.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Harmonisation of food regulations and trade in the Single Market: evidence from disaggregated data",
        "authors": [
          {
            "first": "Bruno",
            "middle": [],
            "last": "Henry De Frahan",
            "suffix": ""
          },
          {
            "first": "Mark",
            "middle": [],
            "last": "Vancauteren",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "European Review of Agricultural Economics",
        "volume": "33",
        "issue": "3",
        "pages": "337--60",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Henry de Frahan, Bruno, and Mark Vancauteren. 2006. \"Harmonisation of food regulations and trade in the Single Market: evidence from disaggregated data.\" European Review of Agricultural Economics 33 (3): 337-60.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Beyond the WTO? An Anatomy of EU and US Preferential Trade Agreements",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Horn",
            "suffix": ""
          },
          {
            "first": "Petros",
            "middle": [
              "C"
            ],
            "last": "Henrik",
            "suffix": ""
          },
          {
            "first": "André",
            "middle": [],
            "last": "Mavroidis",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Sapir",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "Bruegel Blueprint",
        "volume": "7",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Horn, Henrik, Petros C. Mavroidis, and André Sapir. 2009. \"Beyond the WTO? An Anatomy of EU and US Preferential Trade Agreements.\" Bruegel Blueprint 7, Brussels: Bruegel.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Standards harmonization and trade: The case of the East African dairy industry",
        "authors": [
          {
            "first": "Michael",
            "middle": [
              "F"
            ],
            "last": "Jensen",
            "suffix": ""
          },
          {
            "first": "John",
            "middle": [
              "C"
            ],
            "last": "Keyser",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Jensen, Michael F., and John C. Keyser. 2012. \"Standards harmonization and trade: The case of the East African dairy industry.\" In O. Cadot, and M. Malouche, eds., Non-tariff measures: A fresh look at trade policy's new frontier. London/Washington, DC: CEPR/The World Bank.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Import Demand Elasticities and Trade Distortions",
        "authors": [
          {
            "first": "Hiau",
            "middle": [],
            "last": "Kee",
            "suffix": ""
          },
          {
            "first": "Alessandro",
            "middle": [],
            "last": "Looi",
            "suffix": ""
          },
          {
            "first": "Marcelo",
            "middle": [],
            "last": "Nicita",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Olarreaga",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Review of Economics and Statistics",
        "volume": "90",
        "issue": "4",
        "pages": "666--82",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kee, Hiau Looi, Alessandro Nicita, and Marcelo Olarreaga. 2008. \"Import Demand Elasticities and Trade Distortions.\" Review of Economics and Statistics 90 (4): 666-82.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Scale Economies, Product Differentiation and the Pattern of Trade",
        "authors": [
          {
            "first": "Paul",
            "middle": [
              "R"
            ],
            "last": "Krugman",
            "suffix": ""
          }
        ],
        "year": 1980,
        "venue": "American Economic Review",
        "volume": "70",
        "issue": "5",
        "pages": "950--959",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Krugman, Paul R. 1980. \"Scale Economies, Product Differentiation and the Pattern of Trade.\" American Economic Review 70 (5): 950-9.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Do Bilateral and Regional Approaches for Reducing Technical Barriers to Trade Converge towards the Multilateral Trading System?",
        "authors": [
          {
            "first": "Caroline",
            "middle": [],
            "last": "Lesser",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "OECD Trade Policy Working Paper",
        "volume": "58",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lesser, Caroline. 2007. \"Do Bilateral and Regional Approaches for Reducing Technical Barriers to Trade Converge towards the Multilateral Trading System?\" OECD Trade Policy Working Paper 58, Paris: Organisation for Economic Co-operation and Development.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "Trade, Standards, and Poverty: Evidence from Senegal",
        "authors": [
          {
            "first": "Miet",
            "middle": [],
            "last": "Maertens",
            "suffix": ""
          },
          {
            "first": "Jo",
            "middle": [],
            "last": "Swinnen",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "World Development",
        "volume": "37",
        "issue": "1",
        "pages": "161--78",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Maertens, Miet, and Jo Swinnen. 2009. \"Trade, Standards, and Poverty: Evidence from Senegal.\" World Development 37 (1): 161-78.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "Notes on CEPII's distances measures (GeoDist)",
        "authors": [
          {
            "first": "Thierry",
            "middle": [],
            "last": "Mayer",
            "suffix": ""
          },
          {
            "first": "Soledad",
            "middle": [],
            "last": "Zignago",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Centre d'Etudes Prospectives et d'Informations Internationales",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mayer, Thierry, and Soledad Zignago. 2011. \"Notes on CEPII's distances measures (GeoDist).\" CEPII Working Paper 2011-25, Paris: Centre d'Etudes Prospectives et d'Informations Internationales.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Market Size, Trade, and Productivity",
        "authors": [
          {
            "first": "Marc",
            "middle": [],
            "last": "Melitz",
            "suffix": ""
          },
          {
            "first": "I",
            "middle": [
              "P"
            ],
            "last": "Gianmarco",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Ottaviano",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Review of Economic Studies",
        "volume": "75",
        "issue": "1",
        "pages": "295--316",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Melitz, Marc, and Gianmarco I.P. Ottaviano. 2008. \"Market Size, Trade, and Productivity.\" Review of Economic Studies 75 (1): 295-316.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "Information versus Product Adaptation: The Role of Standards in Trade",
        "authors": [
          {
            "first": "Johannes",
            "middle": [],
            "last": "Moenius",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "International Business and Markets Research Center Working Paper",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Moenius, Johannes. 2004. \"Information versus Product Adaptation: The Role of Standards in Trade.\" International Business and Markets Research Center Working Paper, Evanston: Northwestern University.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "Saving two in a billion: quantifying the trade effect of European food safety standards on African exports",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Otsuki",
            "suffix": ""
          },
          {
            "first": "John",
            "middle": [
              "S"
            ],
            "last": "Tsunehiro",
            "suffix": ""
          },
          {
            "first": "Mirvat",
            "middle": [],
            "last": "Wilson",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Sewadeh",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Food Policy",
        "volume": "26",
        "issue": "5",
        "pages": "495--514",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Otsuki, Tsunehiro, John S. Wilson, and Mirvat Sewadeh. 2001. \"Saving two in a billion: quantifying the trade effect of European food safety standards on African exports.\" Food Policy 26 (5): 495-514.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "A mapping of regional rules on technical barriers to trade",
        "authors": [
          {
            "first": "Roberta",
            "middle": [],
            "last": "Piermartini",
            "suffix": ""
          },
          {
            "first": "Michele",
            "middle": [],
            "last": "Budetta",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "Regional Rules in the Global Trading System",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Piermartini, Roberta, and Michele Budetta. 2009. \"A mapping of regional rules on technical barriers to trade.\" In A. Estevadeordal, K. Suominen and R. Tech, eds, Regional Rules in the Global Trading System. Cambridge: Cambridge University Press.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "Tests for Specification Errors in Classical Linear Least Squares Regression Analysis",
        "authors": [
          {
            "first": "J",
            "middle": [
              "B"
            ],
            "last": "Ramsey",
            "suffix": ""
          }
        ],
        "year": 1969,
        "venue": "Journal of the Royal Statistical Society B",
        "volume": "31",
        "issue": "",
        "pages": "350--71",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ramsey, J.B. 1969. \"Tests for Specification Errors in Classical Linear Least Squares Regression Analysis.\" Journal of the Royal Statistical Society B 31: 350-71.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "Economic Geography and International Inequality",
        "authors": [
          {
            "first": "Stephen",
            "middle": [],
            "last": "Redding",
            "suffix": ""
          },
          {
            "first": "Anthony",
            "middle": [
              "J"
            ],
            "last": "Venables",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Journal of International Economics",
        "volume": "62",
        "issue": "1",
        "pages": "53--82",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Redding, Stephen., and Anthony J. Venables. 2004. \"Economic Geography and International Inequality.\" Journal of International Economics 62 (1): 53-82.",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "International Harmonization of Product Standards and Firm Heterogeneity in International Trade",
        "authors": [
          {
            "first": "José-Daniel",
            "middle": [],
            "last": "Reyes",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "WB Policy Research Working Paper",
        "volume": "5677",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Reyes, José-Daniel. 2011. \"International Harmonization of Product Standards and Firm Heterogeneity in International Trade.\" WB Policy Research Working Paper 5677, Washington, DC: World Bank",
        "links": null
      },
      "BIBREF33": {
        "ref_id": "b33",
        "title": "The Pro-Competitive Effect of International Harmonization of Product Standards",
        "authors": [
          {
            "first": "José-Daniel",
            "middle": [],
            "last": "Reyes",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Reyes, José-Daniel. 2012. \"The Pro-Competitive Effect of International Harmonization of Product Standards.\" In O. Cadot, and M. Malouche, eds., Non-tariff measures: A fresh look at trade policy's new frontier. London/Washington, DC: CEPR/The World Bank.",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "The Log of Gravity",
        "authors": [
          {
            "first": "Santos",
            "middle": [],
            "last": "Silva",
            "suffix": ""
          },
          {
            "first": "Joao",
            "middle": [
              "M C"
            ],
            "last": "",
            "suffix": ""
          },
          {
            "first": "Silvana",
            "middle": [],
            "last": "Tenreyro",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "Review of Economics and Statistics",
        "volume": "88",
        "issue": "4",
        "pages": "641--58",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Santos Silva, Joao M.C., and Silvana Tenreyro. 2006. \"The Log of Gravity.\" Review of Economics and Statistics 88 (4): 641-58.",
        "links": null
      },
      "BIBREF35": {
        "ref_id": "b35",
        "title": "Trading Partners and Trading Volumes: Implementing the Helpman-Melitz-Rubinstein Model Empirically",
        "authors": [
          {
            "first": "Santos",
            "middle": [],
            "last": "Silva",
            "suffix": ""
          },
          {
            "first": "Joao",
            "middle": [
              "M C"
            ],
            "last": "",
            "suffix": ""
          },
          {
            "first": "Silvana",
            "middle": [],
            "last": "Tenreyro",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Santos Silva, Joao M.C., and Silvana Tenreyro. 2009. \"Trading Partners and Trading Volumes: Implementing the Helpman-Melitz-Rubinstein Model Empirically.\" London School of Economics, Department of Economics, London.",
        "links": null
      },
      "BIBREF36": {
        "ref_id": "b36",
        "title": "Further simulation evidence on the performance of the Poisson pseudo-maximum likelihood estimator",
        "authors": [
          {
            "first": "Santos",
            "middle": [],
            "last": "Silva",
            "suffix": ""
          },
          {
            "first": "Joao",
            "middle": [
              "M C"
            ],
            "last": "",
            "suffix": ""
          },
          {
            "first": "Silvana",
            "middle": [],
            "last": "Tenreyro",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Economics Letters",
        "volume": "112",
        "issue": "2",
        "pages": "220--222",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Santos Silva, Joao M.C., and Silvana Tenreyro. 2011. \"Further simulation evidence on the performance of the Poisson pseudo-maximum likelihood estimator.\" Economics Letters 112 (2): 220-2.",
        "links": null
      },
      "BIBREF37": {
        "ref_id": "b37",
        "title": "Standards and Global Trade: A Voice for Africa",
        "authors": [
          {
            "first": "John",
            "middle": [
              "S"
            ],
            "last": "Wilson",
            "suffix": ""
          },
          {
            "first": "Victor",
            "middle": [
              "O"
            ],
            "last": "Abiola",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "World Bank",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wilson, John S., and Victor O. Abiola. 2003. \"Standards and Global Trade: A Voice for Africa.\" World Bank, Washington, DC.",
        "links": null
      },
      "BIBREF38": {
        "ref_id": "b38",
        "title": "To spray or not to spray: pesticides, banana exports, and food safety",
        "authors": [
          {
            "first": "John",
            "middle": [
              "S"
            ],
            "last": "Wilson",
            "suffix": ""
          },
          {
            "first": "Tsunehiro",
            "middle": [],
            "last": "Otsuki",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Food Policy",
        "volume": "29",
        "issue": "2",
        "pages": "131--177",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wilson, John S., and Tsunehiro Otsuki. 2004. \"To spray or not to spray: pesticides, banana exports, and food safety.\" Food Policy 29 (2): 131-46.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "num": null,
        "uris": null,
        "fig_num": null,
        "text": "harmonization included in North-South trade agreement are detrimental to the integration of Southern countries in the world economy, remains an open issue.",
        "type_str": "figure"
      },
      "FIGREF1": {
        "num": null,
        "uris": null,
        "fig_num": null,
        "text": "For instance, Article 51 of the European Community (EC)-Morocco EIA states, \"The Parties shall cooperate in developing: (a) the use of Community rules in standardisation, metrology, quality control and conformity assessment; (b) the updating of Moroccan laboratories, leading eventually to the conclusion of mutual recognition agreements for conformity assessment; (c) the bodies responsible for intellectual, industrial and commercial property and for standardisation and quality in Morocco.\"",
        "type_str": "figure"
      },
      "FIGREF2": {
        "num": null,
        "uris": null,
        "fig_num": null,
        "text": "3Furthermore, we need to disentangle the impact of a North-South EIA as such from the inclusion of provisions on technical regulations. That is, we have a \"treatment\" that can take on different intensities and forms: just EIA, EIA with standards harmonization, or EIA with harmonization on regional or international standards (figure 1). The different treatments (presence of an EIA, harmonization of standards, and promotion of specific standards) are included consecutively in the estimations. Thus, the harmonization of standards is conditional on the presence of an EIA, and the promotion of specific standards is conditional on the presence of an EIA and the harmonization of standards.",
        "type_str": "figure"
      },
      "FIGREF3": {
        "num": null,
        "uris": null,
        "fig_num": "1",
        "text": "The Different Steps of Integration Source: Authors' analysis based on data sources discussed in the text. Accordingly, a set of dummies defined as follows is introduced: North-South trade relations Base treatment: -a \"North-South EIA\" dummy NS ijt A is defined and equal to one when i and j are members of a common regional North-South agreement at t (0 otherwise). Treatment intensity/form: -For country pairs with a common North-South EIA ( 1 NS ijt A = ), a second dummy ijt His defined and is equal to one when the EIA includes a TBT provision involving the harmonization of technical regulations (0 otherwise).-Finally, for country pairs with a common North-South EIA with a is the dollar value of country j's imports from country i in year t, itδ and jt δ are, respectively, exporter-time and importer-time fixed effects, ij d is the bilateral distance, and cbord ij , clang ij , and colony ij are dummies controlling, respectively, for common border, language, and past colonial links. Treatment effects are subsumed by the vector u ijt as the error term.When dyadic country-pair fixed effects ( ij δ ) are included in the estimation, timeinvariant dyadic controls such as distance and common language are absorbed, and equation (regressor of interest (to test for trade-diversion and trade-deflection effects on South-South trade) is whether the importing and/or the exporting countries have signed an EIA with a Northern country at t. defined and equal to one when the (Southern) exporter or importer has an EIA with a Northern country (a North-South agreement)",
        "type_str": "figure"
      },
      "TABREF1": {
        "content": "<table><tr><td colspan=\"7\">use of international standards (alone or in addition to regional standards) decreased between</td></tr><tr><td>1999 and 2006.</td><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"5\">Table 1. North-South EIAs and Trade # Coverage</td><td/><td/></tr><tr><td/><td/><td/><td>1990</td><td colspan=\"2\">1999</td><td colspan=\"2\">2006</td></tr><tr><td/><td/><td>Nb</td><td>Trade</td><td>Nb</td><td>Trade</td><td>Nb</td><td>Trade</td></tr><tr><td/><td/><td/><td>coverage</td><td colspan=\"2\">coverage</td><td colspan=\"2\">coverage</td></tr><tr><td/><td/><td/><td>(%)</td><td/><td>(%)</td><td/><td>(%)</td></tr><tr><td>EIAs</td><td/><td>4</td><td>0.4</td><td>12</td><td>15.8</td><td>43</td><td>19.5</td></tr><tr><td colspan=\"2\">EIAs with harmonization of technical regulations</td><td>0</td><td>0</td><td>5</td><td>14.2</td><td>21</td><td>15.7</td></tr><tr><td colspan=\"2\">Promotion of the use of regional standards only</td><td>0</td><td>0</td><td>2</td><td>2.1</td><td>6</td><td>3.8</td></tr><tr><td colspan=\"2\">Promotion of the use of international standards</td><td>0</td><td>0</td><td>2</td><td>12.1</td><td>12</td><td>11.8</td></tr><tr><td colspan=\"2\">(alone or in addition to regional ones)</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"5\">Source: Authors' analysis based on data sources discussed in the text.</td><td/><td/></tr><tr><td>Note:</td><td>#</td><td/><td/><td/><td/><td/></tr></table>",
        "num": null,
        "html": null,
        "text": "). The number of EIAs expanded from four in 1990 to 43 in 2006. The share of Northern imports from the South covered by an EIA reached 19.5% in 2006. Furthermore, an increasing number of EIAs include TBT provisions involving the harmonization of technical regulations (21 North-South EIAs in 2006). A few EIAs promote the use of regional standards only (six in 2006), and the trade coverage of these EIAs is approximately 3.8%. Finally, one may note that the trade coverage of EIAs promoting the",
        "type_str": "table"
      },
      "TABREF2": {
        "content": "<table><tr><td>Specification</td></tr></table>",
        "num": null,
        "html": null,
        "text": "",
        "type_str": "table"
      },
      "TABREF4": {
        "content": "<table><tr><td>Specification</td></tr></table>",
        "num": null,
        "html": null,
        "text": "",
        "type_str": "table"
      },
      "TABREF6": {
        "content": "<table><tr><td>Specification</td></tr></table>",
        "num": null,
        "html": null,
        "text": "Authors' analysis based on data sources discussed in the text.Note:The sample for South-South trade is restricted to the sub-sample of Southern exporter countries with an EIA with a Northern partner. Robust standard errors (importer-exporter clustered) in parentheses. a , denotes significance at the 1% level.",
        "type_str": "table"
      }
    }
  }
}