{
  "paper_id": "D19592377",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:04:07.343765Z"
  },
  "title": "Directing Remittances to Education with Soft and Hard Commitments Evidence from a Lab-in-the-Field Experiment and New Product Take-up among Filipino Migrants in Rome",
  "authors": [
    {
      "first": "Giuseppe",
      "middle": [],
      "last": "De",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Arcangelis",
      "middle": [],
      "last": "Majlinda",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Joxhe",
      "middle": [],
      "last": "David",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Mckenzie",
      "middle": [
        "Erwin"
      ],
      "last": "Tiongson",
      "suffix": "",
      "affiliation": {},
      "email": "etiongson@worldbank.org"
    },
    {
      "first": "Dean",
      "middle": [],
      "last": "Yang",
      "suffix": "",
      "affiliation": {},
      "email": "deanyang@umich.edu"
    },
    {
      "first": "Giuseppe",
      "middle": [],
      "last": "De Arcangelis",
      "suffix": "",
      "affiliation": {},
      "email": "giuseppe.dearcangelis@uniroma1.it"
    },
    {
      "first": "David",
      "middle": [],
      "last": "Mckenzie",
      "suffix": "",
      "affiliation": {},
      "email": "dmckenzie@worldbank.org"
    },
    {
      "first": "Isabel",
      "middle": [],
      "last": "Hernando",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Raul",
      "middle": [],
      "last": "Dimayuga",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Roy",
      "middle": [],
      "last": "Yu",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Anne",
      "middle": [
        "Delos"
      ],
      "last": "Reyes",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "2014-05",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D19592377",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "Migrant remittances are one of the largest international financial flows to developing countries, exceeding US$400 billion in 2012 (World Bank, 2013) .These remittances represent the most tangible way in which migrants share the tremendous gains in income achieved through migrating abroad with remaining family members in their home countries. One common use of these funds is to fund the schooling of the migrant's children and other relatives in the home country, with several studies finding increases in education as a result (e.g. Cox- Edwards and Ureta, 2003, Yang, 2008) . However, migrants may differ from remittance recipients in their preferences for how money sent should be used (Ashraf et al, forthcoming) , with physical separation and limited information making it difficult for migrants to ensure money is used the way they intend.",
        "cite_spans": [
          {
            "start": 131,
            "end": 149,
            "text": "(World Bank, 2013)",
            "ref_id": null
          },
          {
            "start": 542,
            "end": 553,
            "text": "Edwards and",
            "ref_id": "BIBREF5"
          },
          {
            "start": 554,
            "end": 578,
            "text": "Ureta, 2003, Yang, 2008)",
            "ref_id": null
          },
          {
            "start": 692,
            "end": 719,
            "text": "(Ashraf et al, forthcoming)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "In such a context, financial instruments which provide migrants with greater ability to monitor and control how funds are spent should have positive take-up by some migrants, and may lead to an increase in how money is remitted. In this paper we test this idea via a lab-in-thefield experiment with Filipino migrants in Rome, Italy. In a dictator game, migrants are asked to allocate 1000 € between themselves and people of their choice in the Philippines. Different games then allow them to explicitly set aside some of the money sent for educational purposes, varying the amount of control offered. Three levels of control are tested: the option to simply label some amount of money as for educational purposes only; labeling the funding and having it sent directly to a school to pay for a particular student's educational tuition; and combining labeled money sent direct to a school with reports on student attendance and grades. We also randomize whether the household in the Philippines is told the migrant's choices in the game, to test whether migrants are able to exhibit more control when the remittance receivers have less information.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Individuals who took part in this exercise were then subsequently offered the opportunity to use a new financial product, EduPay, developed by the authors in collaboration with the Bank of the Philippine Islands (BPI). This product allowed migrants to use a remittance to directly pay for tuition in educational institutions in the Philippines for students of their choosing, with this payment going directly to the school, and the school subsequently providing attendance records and grades. We use this to examine the actual demand for control over remittances for education purposes. We can then combine this with the lab-in-the-field evidence to examine the extent to which behavior in the game predicts take-up of the new product, and to help better understand the likely mechanisms behind any take-up.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "We find that introducing simple labeling of remittances for education increases the total amount remitted to individuals in the Philippines by 15 percent. This increase comes from increases in both the number of distinct individuals they choose to send money to, and from the amount sent to each individual. Adding the ability to directly send this funding to the school adds only an additional 2.2 percent to the amount remitted. The additional remitting largely occurs within the most closely connected household in the Philippines, and does not vary significantly as we vary the information this household is provided about the choice the migrant is making.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "We find that choices in these games are significant predictors of take-up of the EduPay product: individuals who allocate more of the 1000 € to this product in the game are more likely to want to use it in practice. Moreover, this take-up seems to be driven largely by preferences for education labeling, with no additional predictive power from use of direct payment in the game.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "This paper contributes to two main literatures. The first is very recent literature which examines how migrants respond to changes in information asymmetry and to the opportunity to exert more control over how remittances are used. Ambler (2013) finds in a lab-in-the-field experiment that migrants share more of a windfall when relatives are told the migrant received this windfall. Ashraf et al. (forthcoming) find that migrants from El Salvador save more in the home country when offered accounts providing greater ability to monitor and control savings.",
        "cite_spans": [
          {
            "start": 384,
            "end": 411,
            "text": "Ashraf et al. (forthcoming)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The most closely related work to our paper is Ambler et al (2014) . They work with Salvadoran migrants in Washington, D.C., and examine the demand for a new financial product that allowed migrants to target remittances towards the education of a specific student they selected in El Salvador. Money was sent via an ATM card, that the student was told was intended to support their education, but for which there was no enforcement on how the money was used. They find zero demand for this product when offered by itself, but do find positive demand for the product when it is accompanied by matching funds. Our study contrasts with this finding by showing there can be positive demand from migrants for education-labeled remittances and through the use of a lab-in-the-field experiment to examine the mechanisms driving this demand. This paper also contributes to a second, related literature, which examines the role of soft and hard commitments on financial decisions. Karlan and Linden (2014) test the demand and impact of two savings accounts for education in Uganda: a school-based commitment account that can only be used for educational purposes, and a soft commitment product that was labeled for education use but could be withdrawn for any purpose. They find more savings under the weaker commitment product, suggesting individuals may wish to bind their future behavior, but not too tightly. Benhassine et al (2013) show that simply labeling a cash transfer as intended for education can have similar positive effects on school participation as imposing that transfers be conditional on school attendance. Consistent with the idea that ear-marking, or labeling, money for a specific purpose can increase saving, Soman and Cheema (2011) find that low-income Indian workers save more when salaries are earmarked, especially when pictures of the household's children are placed on the earmarked envelope. Our findings of increased remittances when migrants can label accounts, and little additional remittances from directing the payments straight to the school, suggest that soft commitments may also be enough for educational remitting.",
        "cite_spans": [
          {
            "start": 46,
            "end": 65,
            "text": "Ambler et al (2014)",
            "ref_id": "BIBREF1"
          },
          {
            "start": 971,
            "end": 995,
            "text": "Karlan and Linden (2014)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 1403,
            "end": 1426,
            "text": "Benhassine et al (2013)",
            "ref_id": "BIBREF3"
          },
          {
            "start": 1723,
            "end": 1746,
            "text": "Soman and Cheema (2011)",
            "ref_id": "BIBREF12"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The remainder of the paper is organized as follows. Section 2discusses different theories why labels and control over how remittances are spent may change remitting behavior. Section 3describes the setting, baseline sample, and lab-in-the-field experiment. Section 4 presents the main empirical results, quantifying the effects of the different forms of education labeling. Section 5 concludes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Remittances occur for a wide variety of reasons, including altruism, insurance, exchange, and as repayment of loans. Rapoport and Docquier (2006) provide an excellent summary of different theories of remitting, and note that a key feature of remittances is that distance makes informational problems more pervasive and hence strategic behavior more likely than is the case with many other types of transfers. In particular, the standard unitary model of the household seems particularly unlikely to hold in a migration context due to information asymmetries and to limits on monitoring within the household (de Laat, 2008; Chen, 2013; Ambler, 2013 , Doi et al, 2014 ).",
        "cite_spans": [
          {
            "start": 117,
            "end": 145,
            "text": "Rapoport and Docquier (2006)",
            "ref_id": "BIBREF10"
          },
          {
            "start": 611,
            "end": 622,
            "text": "Laat, 2008;",
            "ref_id": "BIBREF6"
          },
          {
            "start": 623,
            "end": 634,
            "text": "Chen, 2013;",
            "ref_id": "BIBREF4"
          },
          {
            "start": 635,
            "end": 647,
            "text": "Ambler, 2013",
            "ref_id": "BIBREF0"
          },
          {
            "start": 648,
            "end": 665,
            "text": ", Doi et al, 2014",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Why might remittances respond to labeling and added control?",
        "sec_num": "2."
      },
      {
        "text": "In particular, Ashraf et al. (forthcoming) find migrants prefer that remittances be used less for immediate consumption and more for longer-term investment and savings than is the case for remittance receivers. Even when migrants and remittance recipients share the same preferences over how remittances should be spent, self-control issues may lead remittance receivers to save and invest less than both they and the migrant prefer.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Why might remittances respond to labeling and added control?",
        "sec_num": "2."
      },
      {
        "text": "Money sent for education purposes may be subject to a number of these issues. Migrants may not be able to monitor how much school expenses actually are, whether money sent for schooling is diverted to other uses, and whether students actually attend school once such fees are paid.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Why might remittances respond to labeling and added control?",
        "sec_num": "2."
      },
      {
        "text": "Since the returns to schooling occur in the future, while costs occur in the present, impatient or time-inconsistent remittance receivers may be tempted to spend money on items that bring immediate benefits. Knowing this, the migrant may send fewer remittances for schooling purposes than would be the case with perfect information and complete enforcement.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Why might remittances respond to labeling and added control?",
        "sec_num": "2."
      },
      {
        "text": "How might labeling a remittance as being for education purposes change this? The literature on self-control has long considered the role of rules to restrict opportunities (e.g. Thaler and Shefrin, 1981). One way of doing this is through mental accounts (Thaler, 1999) , whereby money is implicitly or explicitly set aside in different labeled accounts for different purposes. Soman and Cheema (2011) note that once such rules are set, there is a large psychological literature detailing how breaking these rules can be costly, in terms of leading to negative emotions such as guilt, remorse, and regret. By labeling a remittance as being for education purposes, a migrant may effectively be able to create this mental account for the remittance receiver, with these psychological costs making it costly for the receiver to spend the money on other items.",
        "cite_spans": [
          {
            "start": 254,
            "end": 268,
            "text": "(Thaler, 1999)",
            "ref_id": null
          },
          {
            "start": 377,
            "end": 400,
            "text": "Soman and Cheema (2011)",
            "ref_id": "BIBREF12"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Why might remittances respond to labeling and added control?",
        "sec_num": "2."
      },
      {
        "text": "Of course labels may not always work, in which case migrants may wish to exert even more control over how money is spent. Directly sending money to the school for fees is a much stronger way of exerting control, and may therefore be preferred by migrants if they believe labels do not exert enough pressure on the receiver to use money for the intended purpose.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Why might remittances respond to labeling and added control?",
        "sec_num": "2."
      },
      {
        "text": "Given that migrants regularly communicate with their family members, a natural question is then whether we should expect an outside entity's offer to label money for education to add anything beyond any labels migrants can already attach? That is, if migrants would send more money if this money were labeled as being for education purposes, why don't the migrants simply label remittances this way? There are at least two possible reasons why an outside party may provide a valuable label. First, the label may be seen as more credible or stronger when communicated by a third party. Second, attaching a label may be costly for migrants, as it could be seen by receivers as a signal of lack of trust. This same cost may not exist when the communication comes from a third party, especially if the receiver is unsure of the circumstances under which the migrant is making this decision.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Why might remittances respond to labeling and added control?",
        "sec_num": "2."
      },
      {
        "text": "In contrast, it is easier to see how a third party offering the ability to directly send remittances to school to pay for expenses, and to provide monitoring reports on the child's attendance and progress can add value, since there is no easy way for migrants to do this by themselves. However, this hard form of commitment could be viewed by the recipient as indicating a lack of trust from the migrant, which could have offsetting negative costs for the sender. An additional downside of hard commitments is that they reduce the flexibility of recipients to use remittances for other purposes, for example if health or other emergencies arise.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Why might remittances respond to labeling and added control?",
        "sec_num": "2."
      },
      {
        "text": "Our experiment was conducted among Filipino workers in Rome, Italy. The Philippines sends workers to a very diverse set of migrant destinations. There are estimated to be approximately 113,000 Filipino migrants in Italy, remitting about US$500 million, on average, back to the Philippines each year in recent years. Education is a key desired use for these remittances, with US$233.5 million of remittances sent in expectation that this would finance the education of a relative (IOM 2010). 1",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Setting",
        "sec_num": "3.1"
      },
      {
        "text": "We worked with the Bank of the Philippines Islands (BPI) and the Philippine Association of Private Schools, Colleges, and Universities (PAPSCU) to develop and pilot a new remittance product, called EduPay, that was intended to provide migrant workers with greater ability to control the use of remittances for education. This product allows migrants to channel tuition payments for particular students directly to those students' educational institutions in the Philippines from a BPI remittance branch in Rome. This mechanism allowed migrants to avoid sending tuition payments via family members or others in the Philippines who might not be completely trusted to make such payments reliably. The migrant would then also subsequently receive attendance records and school grades from the child's school, enabling them to better monitor the schooling being paid for.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "EduPay",
        "sec_num": "3.2"
      },
      {
        "text": "Given that Filipinos are a small minority of the overall population of Rome, we used intercept-point sampling to obtain a sample for this study. Between August 2012, and January 2013, we intercepted 2,291 Filipino migrants at common meeting points in Rome and at the main branch of BPI in Rome. 2 The migrant was then invited to answer some preliminary screening questions to determine their eligibility to participate in the pilot phase. To be considered eligible, a respondent had to meet two criteria: (a) the province of origin of the migrant and of his/her \"mostly closely connected household\" (i.e., the household where they lived before migrating, or the household they send the most remittances to) should be in one of three regions of the Philippines in which PAPSCU had agreed to assist in running the pilot; 3 and (b) had a relative in the Philippines aged 5-22. If the migrant did not refuse to answer further questions, the interview would begin.",
        "cite_spans": [
          {
            "start": 295,
            "end": 296,
            "text": "2",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Baseline Sample",
        "sec_num": "3.3"
      },
      {
        "text": "This resulted in a sample of 501 migrant workers, who were then administered a baseline survey, and a lab-in-the-field experiment. At the conclusion of the survey and experiment, participants were then told about the new EduPay product, provided with some related marketing material and, if they wanted to use this new product, asked to sign two forms: (i) a general information form on the sponsorable student(s) and (ii) an authorization form required by PAPSCU to obtain all relevant information on the student (e.g., their school ID number) from the schools so as to implement EduPay.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Baseline Sample",
        "sec_num": "3.3"
      },
      {
        "text": "The baseline survey collected information on demographic background, labor market status, remitting behavior, and the quality of their relationship with their most closely connected household in the Philippines. Summary statistics are provided in Table 1 . The sample is73 percent female and the average (and median) age of the respondents is 42. Most (70 percent) of However, despite this, 55 percent claimed they would like to have more influence on how the overall budget of the most closely connected household is spent and 37 percent stated that they wish to have more influence on the spending decisions of the remittances. This suggests there may be demand for interventions which provide them with more control over remittances.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 247,
            "end": 254,
            "text": "Table 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Baseline Sample",
        "sec_num": "3.3"
      },
      {
        "text": "The experimental intervention was administered to participants face-to-face, immediately after they answered the baseline survey. There were three main objectives of this experiment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The lab-in-the-field experiment",
        "sec_num": "3.4"
      },
      {
        "text": "The first was to test the responsiveness of total migrant remittances when migrants have the ability to control some of this for education use. The second objective was to attempt to unbundle the different features of the EduPay product, in order to determine whether any positive responsiveness to EduPay was driven by the ability to channel funds directly to schools, or whether EduPay simply provided a way for migrants to label that a transfer was intended for education. The third objective was to examine how use of these features varies with the degree of asymmetric information between the migrant and the recipient.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The lab-in-the-field experiment",
        "sec_num": "3.4"
      },
      {
        "text": "Migrants were told that they were entered into a lottery to win a 1000 € prize, and asked how they would like to allocate any winnings between themselves, and between one or more other people in the Philippines. They were told that any amount shared with people in the Philippines would be remitted by the research project at no charge. As seen from Table 1, 1000 € corresponds to just over one month's median earnings, and almost three months of median remittances, so is a sizeable sum. We ask them to make this choice under four different settings, using a within-participant experiment in which we randomized the order in which each person received these four cases.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 350,
            "end": 365,
            "text": "Table 1, 1000 €",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "The lab-in-the-field experiment",
        "sec_num": "3.4"
      },
      {
        "text": "The cases were as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The lab-in-the-field experiment",
        "sec_num": "3.4"
      },
      {
        "text": "(i)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The lab-in-the-field experiment",
        "sec_num": "3.4"
      },
      {
        "text": "Basic/no-label: this choice corresponds to a simple dictator game, in which the migrant decides how much to keep for her or himself, and how much to share with others, with any funds allocated to people in the Philippines provided to them directly in the form of cash.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The lab-in-the-field experiment",
        "sec_num": "3.4"
      },
      {
        "text": "(ii) Education label option: Under this choice, migrants were given the option (but no requirement) of labeling any amount shared as being for education, so that when it was delivered to the recipient it would be accompanied by a note saying \"these funds are intended to be used for the education of someone in your household\". This captures the labeling aspect of the EduPay product. Choices were incentivized by telling respondents that one respondent in the study would actually win the 1000 € prize, and for that winner one of their four choices (i, ii, iii, or iv) would be randomly chosen to be implemented as specified in the survey. Migrants were told that they would not be allowed to change their allocation decision if they later learned that they had won the lottery, so they should take the allocation decision seriously. The lottery was actually implemented on 28 March 2013.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The lab-in-the-field experiment",
        "sec_num": "3.4"
      },
      {
        "text": "We hypothesized that the willingness of the migrant to use education labels and to directly send money to the school may differ with the information that the most closely connected household receives about the choice the migrant makes. To test this, we randomly assigned the migrants into three treatment groups, each of 167 individuals: 4",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The lab-in-the-field experiment",
        "sec_num": "3.4"
      },
      {
        "text": "• Treatment 1 (Private information): Migrants assigned to this treatment were told that the most closely connected household in the Philippines would not be informed of any of the decisions or choices the migrant makes. If the migrant decides to share money with anyone from this household, they would receive the money and be told it came from the migrant answering a survey in Italy, but not what the decision process was that resulted in this amount being transferred.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The lab-in-the-field experiment",
        "sec_num": "3.4"
      },
      {
        "text": "• Treatment 2 (Information sharing): Migrants assigned to this treatment were told that the household in the Philippines would be informed of all the choices they make. This means the household would know that the migrant had to allocate 1000 €, and exactly how they had decided to allocate it.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The lab-in-the-field experiment",
        "sec_num": "3.4"
      },
      {
        "text": "• Treatment 3 (Social excuse): Migrants assigned to this treatment were told that, as in Treatment 2, the household in the Philippines would be informed of all choices made. However, if the migrant chose any of the EduPay options (directed payment, or directed payment + monitoring), the survey team would inform the household that a small donation to a Filipino community organization in Rome was made when the EduPay option was chosen. This was to provide the household with a social excuse for using EduPay.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The lab-in-the-field experiment",
        "sec_num": "3.4"
      },
      {
        "text": "Our prior was that migrants would be least willing to share money with the household in the Philippines when their choice was private information, and that they would be more willing to use education labeling or directed payment when either this choice was private information, or when they had a social excuse to justify to the household why they were doing this.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The lab-in-the-field experiment",
        "sec_num": "3.4"
      },
      {
        "text": "We begin by pooling results across the different information treatments and examining how the migrant's willingness to share (remit) money with others in the Philippines varies with the different choices which provide greater or lesser degrees of control over how money is used for education. We then examine the extent to which these choices vary according to the information provided to the most connected household in the Philippines. In the next section we then investigate the extent to which behavior in these lab-in-the-field experiments helps predict takeup of the new EduPay product.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Lab-in-the-Field Results",
        "sec_num": "4."
      },
      {
        "text": "For each individual we observe four different allocation decisions, corresponding to one decision for each of the four choice cases (i)-(iv) above. To estimate the impact of these choice options on outcome y for migrant j we estimate fixed effects models of the form:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How does the amount remitted vary with different education commitments?",
        "sec_num": "4.1"
      },
      {
        "text": "= + + + & + +",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How does the amount remitted vary with different education commitments?",
        "sec_num": "4.1"
      },
      {
        "text": "Where EduLabel indicates the decision is taken under choice (ii), where the migrant has the option of labeling remittances as for education purposes; DirectPay indicates the decision is taken under choice (iii), where the migrant also has the option of choosing to have money directly paid to the school, and DirectPay&Monitor indicates the decision is taken under choice (iv), where the migrant can choose to have money directly paid to the school and receive monitoring reports in return. is an individual fixed effect, enabling us to identify impacts from intra-migrant decisions. This fixed effect also captures the 24 randomization strata which determine the ordering of the four choices. The standard error is then clustered at the individual level.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How does the amount remitted vary with different education commitments?",
        "sec_num": "4.1"
      },
      {
        "text": "We are then interested in testing whether = 0, that is whether or not there is any change in remittance behavior when the option to label remittances as for education is given, as well as testing for equality of , , and , which tells us whether the form of educational commitment matters.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How does the amount remitted vary with different education commitments?",
        "sec_num": "4.1"
      },
      {
        "text": "We consider several outcomes. The first is the extensive margin of whether or not the migrant chooses to remit any of the money at all with others in the Philippines. 87.8 percent of migrants do choose to remit in the basic, no-label option. The second outcome is the total amount remitted to anyone in the Philippines. Migrants could divide the money up with as many individuals in the Philippines as they liked, with the maximum being 9 individuals. We total this up, and find the mean amount remitted is 614.6 € under the basic, no-label option. That is, migrants are sharing more than they keep for themselves. We also consider the total number of people in the Philippines they choose to remit to (an average of 2.03 under the basic option), and the amount remitted to each beneficiary (conditional on making any remittances). Then to examine the extent to which differences are arising from changing remittance behavior with the most closely connected household, versus with other households in the Philippines, we examine the number of individuals within the most closely connected household that they choose to allocate money to, whether or not they choose to allocate money to someone outside this main household (23.8 percent do under the basic choice option), and the amount remitted to people outside the main household (90.2 € on average under the basic option). Adding the option of direct payment to the school, or direct payment and monitoring, only leads to modest changes relative to education labeling alone. Although there is a statistically significant difference between education labeling alone and the direct payment option for several outcomes, the magnitudes of these differences are relatively small. With direct payment the total amount remitted increases by 107.4 € relative to the basic, no-label option, which represents only a 2 percent higher increase than that under education labeling alone. Moreover, the last row of Table 2 shows that for all but one outcome we cannot reject the null hypothesis of equality of the three forms of directing the remittance for education purposes. The one exception is in the number of individuals in the main household that money is shared with. This is 0.06 to 0.08 persons higher with either direct payment option, a 4 to 5 percent increase on the basic option mean. Figure 1 shows the CDFs of the total amount remitted under the four choice structures. We see the change in the amount remitted when moving from the basic, no-label, option to any of the other three options occurs across the entire distribution, while the other three choices have very similar distributions to one another.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 1953,
            "end": 1960,
            "text": "Table 2",
            "ref_id": "TABREF0"
          },
          {
            "start": 2338,
            "end": 2346,
            "text": "Figure 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "How does the amount remitted vary with different education commitments?",
        "sec_num": "4.1"
      },
      {
        "text": "Therefore it does appear that migrants are willing to remit more when given the ability to direct these remittances towards education, but that the main effect appears to come from the softer commitment of education labeling, rather than through the ability to exert more control through direct payment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How does the amount remitted vary with different education commitments?",
        "sec_num": "4.1"
      },
      {
        "text": "Next we examine whether the responsiveness of migrants to the ability to label remittances for education or to be able to directly pay the school varies with the information the most closely ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How do these choices vary with the information provided to the household in the Philippines?",
        "sec_num": "4.2"
      },
      {
        "text": "= + + + & 1 ℎ + 2 ℎ + 3 ℎ + 4 ℎ & + 1 + 2 + 3 + 4 & +",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How do these choices vary with the information provided to the household in the Philippines?",
        "sec_num": "4.2"
      },
      {
        "text": "Where ℎ denotes the individual was assigned to information treatment 2, in which all choices are shared with the main household in the Philippines, and denotes the individual was assigned to information treatment 3, in which all choices are shared with the main household, but a social excuse is given for using EduPay-like options. Here is the mean outcome (e.g. total remittances) for the basic choice option under treatment 1 (private information). We then test 1 = 1 = 0 to test whether information treatment has no effect on decisions under the basic, no-label, choice option; test = 2 = 2 for no difference in the added effect of education labeling relative to the basic, no-label, case across the information treatments;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How do these choices vary with the information provided to the household in the Philippines?",
        "sec_num": "4.2"
      },
      {
        "text": "and likewise test = 3 = 3 and = 4 = 4 . Table 3 presents the results. Consider first the outcomes under the basic, no-label choice.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 40,
            "end": 47,
            "text": "Table 3",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "How do these choices vary with the information provided to the household in the Philippines?",
        "sec_num": "4.2"
      },
      {
        "text": "The point estimates on information sharing and on having a social excuse suggest that, if anything, migrants are remitting less in total when the choice decision is shared with the most closely connected household. This contrasts with the finding of Ambler (2013), but this difference is not statistically significant, and for none of the outcomes can we reject equality of means for the basic, no-label, choice across the different information treatments. Consider next choices under education labeling. We see migrants send an additional 102.7 € relative to the nolabel choice when the choice is made privately, an additional 85.9 € relative to the no-label choice when the choice is made under information sharing with the migrant, and an additional 36.4 € relative to the no-label choice when migrants are provided with a social excuse. The pvalue for testing equality of these effects is 0.127, so we cannot reject that there is no impact of information treatment on the decisions made.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How do these choices vary with the information provided to the household in the Philippines?",
        "sec_num": "4.2"
      },
      {
        "text": "We see this is generally true across the different outcomes and tests: appears to be lower when a social excuse is provided for using education labeling or direct payment. This contrasts with our prior that a social excuse would lead migrants to use these features more. The point estimates suggest that one explanation might be that migrants shift more of their funding towards individuals outside the most closely connected household (perhaps now because the migrant can use the social excuse as a justification for why they are helping others outside the main household), but this effect is not statistically significant.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How do these choices vary with the information provided to the household in the Philippines?",
        "sec_num": "4.2"
      },
      {
        "text": "Following the lab-in-the-field experiment, our field team explained the new EduPay product developed with BPI with the help of some marketing material. Migrants who were interested in using the product signed a request letter to the school, asking them to release the students' identification number, make available an invoice for payment to the school, provide details of the bank account of the school, and also release the grades of the student. These forms were then sent to our project coordinator in the Philippines, who worked with PAPSCU to contact the schools and arrange the logistics. Overall 132 individuals out of 487 offered the product signed this letter of intent (27.1 percent). 5 We use this as our take-up measure, since in practice during the pilot phase, many of the schools did not provide the needed information in a timely fashion, so that the majority of these intended transactions were not executed. 6 We examine the determinants of take-up via probit regressions of the form:",
        "cite_spans": [
          {
            "start": 696,
            "end": 697,
            "text": "5",
            "ref_id": null
          },
          {
            "start": 927,
            "end": 928,
            "text": "6",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Do choices in the lab-in-the-field experiment predict product take-up?",
        "sec_num": "5."
      },
      {
        "text": "Pr( ) = ( ′ ℎ + ′ )",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Do choices in the lab-in-the-field experiment predict product take-up?",
        "sec_num": "5."
      },
      {
        "text": "Where X are additional control variables that may be likely to determine the desire of the migrant to remit for education. We include here gender, the number of children in the Philippines, whether the individual has their spouse in the Philippines, whether they have nephews and nieces of school-age in the Philippines, their own education level, whether they have been in Italy longer than the median of 7 years, whether they earn less than the median of 800 euros per month, and the amount they report having sent to the Philippines for educational purposes in the past 12 months.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Do choices in the lab-in-the-field experiment predict product take-up?",
        "sec_num": "5."
      },
      {
        "text": "We consider several measures of behavior in the lab-in-the-field games. The first measure is simply the amount of money they decide to remit explicitly in the form of a direct payment to the school under the direct payment choice option (choice iii). The mean is 316 € with a standard deviation of 364 €. For ease of interpretation, we divide by 100€, so the coefficient represents the marginal effect of allocating 100€more to direct payment in the choice experiment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Do choices in the lab-in-the-field experiment predict product take-up?",
        "sec_num": "5."
      },
      {
        "text": "The second measure is the difference in the total amount they choose to remit to the Philippines when given the option to label money for education compared to the basic, no-label, choice. The mean is 93.7€, with a standard deviation of 253€. We then also consider the additional difference in the total amount they choose to remit when given the further option of directing payments straight to the school versus education labeling alone. The mean for this variable is 13.8€, with a standard deviation of 156€. Again we standardize these variables in terms of hundreds of euros. Table 4 reports the results. In the first column we see that individuals who choose to remit more money via the direct payment option during the game are significantly more likely to take up the EduPay product. Each 100€ more allocated to the direct payment option in the game is associated with a 2.4 percentage point higher take-up rate. A one standard deviation increase in the amount chosen to be remitted via direct payment option in the game is therefore associated with an 8.7 percentage point higher take-up rate, which represents a 32 percent increase relative to the mean take-up rate of 27.1 percent. Column 2 shows this effect continues to hold in terms of both magnitude and statistical significance once we add control variables. We also see that migrants with children in the Philippines are more likely to sign up for this product, whereas those with lower incomes are less likely to use the product.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 580,
            "end": 587,
            "text": "Table 4",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Do choices in the lab-in-the-field experiment predict product take-up?",
        "sec_num": "5."
      },
      {
        "text": "The third and fourth columns show the association with the differential amount they choose to remit in the game when given the education labeling option. Column 3 shows each 100€ more remitted when given the labeling option is associated with a 1.5 percentage point increase in the likelihood of take-up, which is statistically significant at the 5 percent level. This relationship strengthens slightly when we add additional controls in column 4. Here a one standard deviation increase in the differential amount remitted when given the option for education labeling is associated with a 5.1 percentage point increase in the likelihood of take-up, representing a 19 percent increase relative to the mean take-up rate.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Do choices in the lab-in-the-field experiment predict product take-up?",
        "sec_num": "5."
      },
      {
        "text": "The last column adds the differential amount remitted when given the direct payment option versus the education labeling option. We see that this variable has a small and not statistically significant association with take-up, while the effect of labeling versus the basic option remains statistically significant. This suggests that take-up of the EduPay product is largely driven by a demand for being able to label remittances for education, rather than for a demand for direct payment to schools. This is consistent with the findings of the lab-in-the-field experiment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Do choices in the lab-in-the-field experiment predict product take-up?",
        "sec_num": "5."
      },
      {
        "text": "We find in a lab-in-the-field experiment that migrants are prepared to remit more money back to the home country when given the option to label some of this money as explicitly for education purposes. Strengthening this commitment from the soft commitment of labeling to the hard commitment of directly paying the school (and potentially monitoring the schooling of the sponsored student) results in little additional change in remitting behavior. Furthermore, we find behavior in this game is useful for predicting take-up of a new financial product designed to enable migrants to direct remittances to schools in the Philippines. Migrants who remit more for education purposes in the game, and who remit more with education labeling than without, are more likely to want to use this new product. The demand for the new product seems driven more by a demand for the ability to label remittances for education, than for the hard commitment entailed by paying the school directly.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "6."
      },
      {
        "text": "These findings are consistent with recent evidence from other domains suggesting that soft commitments in the form of labeling can change spending and saving behaviors. They suggest that migrants may be willing to increase the amount they remit for education if given the ability to exert some soft control over its use. The challenge for future work is then to explore further the logistics of how best to do this, as well as to determine when harder forms of commitment such as direct payment to the schools will be more effective. Related work by Ambler et al.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "6."
      },
      {
        "text": "(2014) points to a challenge in doing so, since they find no take-up among Salvadoran migrants for one product labeled for education. However, several private sector companies are now piloting products in this area, including PhilSmile for the Philippines, and the remittance operator IME in Nepal. Measuring the impact of such products on overall remittances and on schooling outcomes is an interesting area for future work. 2,003 Notes: estimation includes individual fixed effects. Robust standard errors in parentheses, clustered at the individual level. *, **, and *** indicate significance at the 10, 5, and 1 percent levels respectively. Column 4 conditions on remitting at all 2,003 Notes: Robust standard errors in parentheses, clustered at the individual level. *, **, and *** indicate significance at the 10, 5, and 1 percent levels respectively. Column 4 conditions on remitting at all.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "6."
      },
      {
        "text": "The remittance data are from Bangko Sentralng Pilipinas (BSP) and consistent with those also reported by IOM (2010).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Randomization occurred by computer, and was a simple random draw, without stratification, since no baseline data were available to stratify on at the time of assigning questionnaires to different treatments.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "We had to drop 14 individuals because of lack of information on the schools, or because the schools were public, or because the school could not be managed by PAPSCU. 6 There were several reasons for this. First, a number of schools did not have bank accounts set up, and were not prepared to do so for only a small number of transactions. Second, schools typically took two to three weeks to provide the invoice and bank account information, and so migrants, being nervous about meeting tuition deadlines, opted to send money through other means. Ultimately this resulted in only 21 individuals making an EduPay transaction, 11 in the first pilot phase and 10 in an extension phase.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "Thaler, Richard (1999) marginal effects from probit estimation, estimated at the mean. Robust standard errors in parentheses. *, **, and *** denote significance at the 10, 5, and 1 percent levels respectively. Amounts expressed in terms of hundreds of Euros.",
        "cite_spans": [
          {
            "start": 8,
            "end": 22,
            "text": "Richard (1999)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "annex",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Don't tell on me: Experimental evidence of Asymmetric Information in Transnational Households",
        "authors": [
          {
            "first": "Kate",
            "middle": [],
            "last": "Ambler",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ambler, Kate 2013. \"Don't tell on me: Experimental evidence of Asymmetric Information in Transnational Households\", Mimeo.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Subsidizing Remittances for Education: A Field Experiment Among Migrants from El Salvador",
        "authors": [
          {
            "first": "Kate",
            "middle": [],
            "last": "Ambler",
            "suffix": ""
          },
          {
            "first": "Diego",
            "middle": [],
            "last": "Aycinena",
            "suffix": ""
          },
          {
            "first": "Dean",
            "middle": [],
            "last": "Yang",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ambler, Kate, Diego Aycinena, and Dean Yang (2014)\"Subsidizing Remittances for Education: A Field Experiment Among Migrants from El Salvador,\" working paper, University of Michigan, 2014.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Savings in Transnational Households: A Field Experiment among Migrants from El Salvador",
        "authors": [
          {
            "first": "Nava",
            "middle": [],
            "last": "Ashraf",
            "suffix": ""
          },
          {
            "first": "Diego",
            "middle": [],
            "last": "Aycinena",
            "suffix": ""
          },
          {
            "first": "Claudia",
            "middle": [],
            "last": "Martinez",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "",
            "suffix": ""
          },
          {
            "first": "Dean",
            "middle": [],
            "last": "Yang",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "Review of Economics and Statistics",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ashraf, Nava, Diego Aycinena, Claudia Martinez A., and Dean Yang (forthcoming) \"Savings in Transnational Households: A Field Experiment among Migrants from El Salvador,\" Review of Economics and Statistics.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Turning a Shove into a Nudge? A 'Labeled Cash Transfer' for Education",
        "authors": [
          {
            "first": "Najy",
            "middle": [],
            "last": "Benhassine",
            "suffix": ""
          },
          {
            "first": "Esther",
            "middle": [],
            "last": "Florenciadevoto",
            "suffix": ""
          },
          {
            "first": "Pascalinedupas",
            "middle": [],
            "last": "Duflo",
            "suffix": ""
          },
          {
            "first": "Victor",
            "middle": [],
            "last": "Pouliquen",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Benhassine, Najy, FlorenciaDevoto, Esther Duflo, PascalineDupas, and Victor Pouliquen, \"Turning a Shove into a Nudge? A 'Labeled Cash Transfer' for Education,\" NBER Working Paper 19227, July 2013.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Identifying non-cooperative behavior among spouses: Child outcomes in migrant-sending households",
        "authors": [
          {
            "first": "Joyce",
            "middle": [],
            "last": "Chen",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "Journal of Development Economics",
        "volume": "100",
        "issue": "1",
        "pages": "1--18",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chen, Joyce 2013. \"Identifying non-cooperative behavior among spouses: Child outcomes in migrant-sending households\", Journal of Development Economics 100(1): 1-18.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "International migration, remittances and schooling:evidence from El Salvador",
        "authors": [
          {
            "first": "Cox",
            "middle": [],
            "last": "Edwards",
            "suffix": ""
          },
          {
            "first": "Alejandra",
            "middle": [],
            "last": "",
            "suffix": ""
          },
          {
            "first": "Manuelitaureta",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Journal of Development Economics",
        "volume": "72",
        "issue": "2",
        "pages": "429--61",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cox Edwards, Alejandra and ManuelitaUreta (2003) \"International migration, remittances and schooling:evidence from El Salvador\", Journal of Development Economics, 72(2): 429-61.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Household allocations and endogeneous information",
        "authors": [
          {
            "first": "De",
            "middle": [],
            "last": "Laat",
            "suffix": ""
          },
          {
            "first": "Joost",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "De Laat, Joost 2008. \"Household allocations and endogeneous information\", Mimeo.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Who You Train Matters: Identifying Combined Effects of Financial Education on Migrant Households",
        "authors": [
          {
            "first": "Yoko",
            "middle": [],
            "last": "Doi",
            "suffix": ""
          },
          {
            "first": "David",
            "middle": [],
            "last": "Mckenzie",
            "suffix": ""
          },
          {
            "first": "Bilal",
            "middle": [],
            "last": "Zia",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "Journal of Development Economics",
        "volume": "109",
        "issue": "",
        "pages": "39--55",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Doi, Yoko, David McKenzie and Bilal Zia (2014) \"Who You Train Matters: Identifying Combined Effects of Financial Education on Migrant Households\", Journal of Development Economics, 109: 39-55.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "The Italy-Philippines Migration and Remittance Corridor, Makati, Philippines: International Organization for Migration",
        "authors": [],
        "year": 2010,
        "venue": "International Organization for Migration (IOM)",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "International Organization for Migration (IOM) (2010),The Italy-Philippines Migration and Remittance Corridor, Makati, Philippines: International Organization for Migration.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Loose Knots: Strong versus Weak Commitments to Save for Education in Uganda",
        "authors": [
          {
            "first": "Dean",
            "middle": [],
            "last": "Karlan",
            "suffix": ""
          },
          {
            "first": "Leigh",
            "middle": [],
            "last": "Linden",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Karlan, Dean and Leigh Linden (2014) \"Loose Knots: Strong versus Weak Commitments to Save for Education in Uganda\", Mimeo. Yale University.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "The Economics of Migrants",
        "authors": [
          {
            "first": "Hillel",
            "middle": [],
            "last": "Rapoport",
            "suffix": ""
          },
          {
            "first": "Frederic",
            "middle": [],
            "last": "Docquier",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rapoport, Hillel and Frederic Docquier (2006) \"The Economics of Migrants'",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Handbook of the Economics of Giving",
        "authors": [],
        "year": null,
        "venue": "Altruism and Reciprocity",
        "volume": "2",
        "issue": "",
        "pages": "1135--98",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Remittances\" pp. 1135-98 in Serge-Christophe Kolm and Jean Mercier Ythier (eds.) Handbook of the Economics of Giving, Altruism and Reciprocity, Volume 2, Elsevier.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Earmarking and Partitioning: Increasing Saving by Low-Income Households",
        "authors": [
          {
            "first": "Dilip",
            "middle": [],
            "last": "Soman",
            "suffix": ""
          },
          {
            "first": "Amar",
            "middle": [],
            "last": "Cheema",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Journal of Marketing Research",
        "volume": "48",
        "issue": "",
        "pages": "14--22",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Soman, Dilip and Amar Cheema (2011) \"Earmarking and Partitioning: Increasing Saving by Low-Income Households\",Journal of Marketing Research 48, S14-S22.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "fig_num": null,
        "type_str": "figure",
        "text": "Intercepts were scheduled at various times on a variety of days of the week. The intercept points were five fixed locations :the Santa Pudenziana Filipino community church, the Bank of the Philippine Islands Rome branch, the Embassy of the Philippines, the headquarters of an important Filipino NGO (OFSPES), and the central train station in Rome (Termini Station).3 These regions, all on the island of Luzon, are: 1) Region 3 [Central Luzon];2) Region 4 [the provinces of Batangas, Cavite, Laguna, Quezon, Rizal, Marinduque, Occidental Mindoro, Oriental Mindoro, Palawan, and Romblon]; and 3) the National Capital Region (the group of contiguous cities comprising metro Manila). the migrants have a college or a university degree and have been living in Italy for about 7 years (median). Only 21 percent are never married, but only 5 percent have their spouse with them in Italy. Nearly 68 percent of the respondents are employed as domestic workers, with the other main occupations being housecleaners (8 percent) and nannies (6 percent). The median wage is 900 euros per month. Almost 96 percent have remitted regularly to the most closely connected household in the Philippines in the last 12 months, and 72 percent remit monthly. The median amount of remittances is 380 euros per month. 81 percent report having sent remittances in the past year for the specific purpose of funding the education of someone in the Philippines, with a median of 970 euros per year sent for this purpose. The most closely connected household to the migrant in the Philippines has an average of 4.45 individuals in it. The head is the migrant's parents in 29.5 percent of cases, the migrant's spouse 22.6 percent of the time, and the migrant's sister or brother in 17.2 percent of cases. 62.9 percent of migrants have one of their own children in this household, and 32.1 percent have a nephew or niece in this household. Communication between the migrant and this household is frequent, with 52 percent communicating daily, and 93 percent at least weekly. 71 percent of migrants declare themselves to be \"very well informed\" on what happens in this household.",
        "uris": null,
        "num": null
      },
      "FIGREF1": {
        "fig_num": null,
        "type_str": "figure",
        "text": "iii) Direct Payment option: Under this choice, migrants could choose for each amount shared whether or not to attach an education label (as in ii), and in addition, could choose to have the money paid directly to the student's school as tuition. This captures the labeling and direct payment aspects of the EduPay product.(iv)Direct payment with performance monitoring: This case is identical to (iii), except that if the migrant chose to send money directly to the school for tuition, they would also receive reports on the attendance and grades of this student. This last case then mimics the three key features of the EduPay product: labeling, direct payment, and monitoring.",
        "uris": null,
        "num": null
      },
      "FIGREF2": {
        "fig_num": null,
        "type_str": "figure",
        "text": "connected household in the Philippines has about this choice. The information randomization occurred at the individual migrant level, with a migrant making each of her or his four choices under the same information conditions as each other. Therefore to identify the impact of different information settings, we rely on random assignment of information treatments across individuals, and estimate the following regression at the individual level:",
        "uris": null,
        "num": null
      },
      "FIGREF3": {
        "fig_num": null,
        "type_str": "figure",
        "text": "we cannot reject equality of decisions under the different information treatments for 23 of the 28 tests performed at the bottom of the table. Three of the five significant tests are for testing equality of information treatment effects for the outcome of the number of individuals in the most closely connected household remitted to. The increase seen in this outcome under private information",
        "uris": null,
        "num": null
      },
      "FIGREF4": {
        "fig_num": null,
        "type_str": "figure",
        "text": "Figure 1: CDFs of Amount Remitted Under the Four Different Choice Options",
        "uris": null,
        "num": null
      },
      "TABREF0": {
        "type_str": "table",
        "html": null,
        "text": "reports the results. First consider the effect of being able to include an education label. This results in a 4.6 percentage point increase in the likelihood of remitting at all, and a 93.7 € increase in the total amount remitted, both significant at the 1 percent level. This increase in the total remitted is approximately a 15 percent increase on the amount remitted under the basic choice option. We see that this increase reflects migrants remitting to both more people (0.15 more people), and remitting more to each person that they do remit to. Most of the increase appears to be occurring within the most closely connected household, with no increase in the likelihood of remitting to someone outside this main household, and 82 percent of the total increase in remittances going to individuals inside the main household.",
        "num": null,
        "content": "<table/>"
      },
      "TABREF1": {
        "type_str": "table",
        "html": null,
        "text": "",
        "num": null,
        "content": "<table><tr><td>Proportion Total</td><td>Number of</td><td>Amount</td><td>Number</td><td>Remits to</td><td>Amount remitted</td></tr><tr><td>choosing Amount</td><td>People</td><td>remitted</td><td>in main hh</td><td colspan=\"2\">someone outside to someone outside</td></tr><tr><td colspan=\"4\">to remit Remitted Remitted to per beneficiary remitted to</td><td>main household</td><td>main household</td></tr></table>"
      },
      "TABREF2": {
        "type_str": "table",
        "html": null,
        "text": "",
        "num": null,
        "content": "<table><tr><td>Proportion</td><td>Total</td><td>Number of</td><td>Amount</td><td>Number</td><td>Remits to</td><td>Amount remitted</td></tr><tr><td>choosing</td><td>Amount</td><td>People</td><td>remitted</td><td colspan=\"3\">in main hh someone outside to someone outside</td></tr><tr><td>to remit</td><td>Remitted</td><td colspan=\"4\">Remitted to per beneficiary remitted to main household</td><td>main household</td></tr></table>"
      }
    }
  }
}