{
  "paper_id": "D19894791",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:04:08.663216Z"
  },
  "title": "How Useful Is Inequality of Opportunity as a Policy Construct?",
  "authors": [
    {
      "first": "Ravi",
      "middle": [],
      "last": "Kanbur",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group Human Development and Public Services Team",
        "institution": "",
        "location": {}
      },
      "email": ""
    },
    {
      "first": "Adam",
      "middle": [],
      "last": "Wagstaff",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group Human Development and Public Services Team",
        "institution": "",
        "location": {}
      },
      "email": ""
    }
  ],
  "year": "2014-07",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D19894791",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "The academic literature on equality of opportunity has burgeoned. The concepts and measures have begun to be used by policy institutions, including in specific sectors such as health and education. It is argued that one advantage of focusing on equality of opportunity is that policy makers are more responsive to that discourse than to equality of outcomes per se. This paper presents a critique of equality of opportunity in the policy context. Although the empirical analysis to which the literature has given rise is useful and is to be welcomed, current methods for quantifying and implementing the concept with a view to informing the policy discourse face a series of fundamental questions that remain unanswered. Without a full appreciation of these difficulties, the methods may prove to be misleading in the policy context.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In policy and political discourse, \"equality of opportunity\" is the new motherhood and apple pie. It is often contrasted with equality of outcomes, with the latter coming off worse. Equality of outcomes is seen variously as Utopian, as infeasible, as detrimental to incentives, and even as inequitable if outcomes are the result of differing efforts. Equality of opportunity, on the other hand, is interchangeable with phrases such as 'leveling the playing field', 'giving everybody an equal start' and 'making the most of inherent talents.' In its strongest form, the position is that equality of outcomes should be irrelevant to policy; what matters is equality of opportunity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "But the application of the broad concept of equality of opportunity requires that it be specified sufficiently precisely to be measurable and implementable. The last two decades have seen a number of attempts to formulate the concept of equality of opportunity with a view to policy application, not least in the World Bank through its World Development Report 2006 (World Bank, 2005 and the subsequent \"mini-industry\" which has developed in estimating measures of inequality of opportunity using household survey data (for example, de Barros et. al. 2009) . The empirical work appears to have given confidence to those who would use the concept of equality of opportunity in the policy context, that it can be measured and quantified, so that policies can be designed and judged according to it.",
        "cite_spans": [
          {
            "start": 354,
            "end": 365,
            "text": "Report 2006",
            "ref_id": null
          },
          {
            "start": 366,
            "end": 383,
            "text": "(World Bank, 2005",
            "ref_id": null
          },
          {
            "start": 536,
            "end": 556,
            "text": "Barros et. al. 2009)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "However, attempts to quantify and apply the concept of equality of opportunity in a policy context have also revealed a host of problems of a conceptual and empirical nature, problems which may in the end even question the practical usefulness of the concept. The object of this paper is to review and critique recent attempts at specifying and quantifying equality of opportunity, and to assess the extent to which they do in fact allows us to discard equality of outcomes as a key part of policy evaluation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "The plan of the paper is as follows. Section 2 sets out the philosophical basics of equality of opportunity, focusing on key writings in the last three decades. Section 3 then introduces the attempts at application and quantification at a general level, particularly in the policy context, and presents a critique. Section 4 carries the argument forward to the specifics of the education and health domains, to see how the general arguments play out in these settings. Section 5 concludes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "The core premise of the literature on equality of opportunity is the idea that inequalities in outcomes can be partitioned into justifiable (or legitimate) sources of inequality (let us call them the J's) and unjustifiable (or illegitimate) sources (let us call them the U's). The idea is that inequalities in outcomes are to be seen as just (or fair) insofar as they are driven by inequalities in the J's, and unjust (or unfair) insofar as they are driven by inequalities in the U's. The practical usefulness of the idea of inequality of opportunity boils down to two sets of questions: Is there agreement on the set of influences on the outcome in question and on whether each is a J or a U? And, conditional on a consensus or close to a consensus on these questions, can the inequalities be partitioned empirically in a fashion that is credible and meaningful for policy?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Equality of Opportunity: The Basics",
        "sec_num": "2."
      },
      {
        "text": "On the face of it, these are two separate exercises -the first conceptual (and normative), and the second empirical. But in practice many of the challenges at the conceptual level only surface when the empirical operationalization begins, and when researchers begin to grapple with a practical partition of influences on outcomes into the J's and the U's. As a result, while appearing to resolve the key conceptual questions, many of the philosophical discussions in the literature actually leave many key questions unanswered. Thus while this section, which focuses on the philosophical underpinnings of equality of opportunity, will highlight some of the conceptual issues involved, it will not resolve them all. Only after we have gone through the empirical applications in the next two sections will the full gamut of conceptual difficulties become apparent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Equality of Opportunity: The Basics",
        "sec_num": "2."
      },
      {
        "text": "The modern flowering of the equality of opportunity literature in economics owes much to the work of Roemer (1998) , who is recognized for example by the authors of the World Development Report 2006 (see World Bank, 2005 Bourguignon, Ferreira and Walton, 2007) . Roemer sets out ideas on both questions. The central conceptual distinction in Roemer is to \"separate the influences on the outcome a person experiences into circumstances and effort: the former are attributes of a person's environment for which he should not be held responsible, and effort is the choice variable for which he should be held responsible\" (Roemer, 2008) . It is this distinction which Roemer, and followers like de Barros et. al. (2009) , attempt to implement in empirical policy oriented work. Roemer (1998) also suggests a way to partition inequalities empirically into justifiable inequalities (in his book, inequalities in effort) and unjustifiable inequalities (in his book inequalities in circumstances), from which he arrives at a measure of inequality of opportunity. He addresses the question of how exactly to calibrate the effort of an individual, and argues that the rank of an individual in the effort distribution across individuals with the same circumstances should be the relevant metric. De Barros et. al. (2009) use alternative metrics which we will discuss below. But the applications all rely on the assumption that circumstances and effort can indeed be separated. While the concepts are clear in principle, as we shall see the applications invariably raise the question of whether they can ever be separated in practice, or even conceptually. And as we will also see, questions arise as to whether there is more to the J vs. U distinction than 'circumstances' vs. 'effort.'",
        "cite_spans": [
          {
            "start": 101,
            "end": 114,
            "text": "Roemer (1998)",
            "ref_id": "BIBREF23"
          },
          {
            "start": 187,
            "end": 198,
            "text": "Report 2006",
            "ref_id": null
          },
          {
            "start": 199,
            "end": 220,
            "text": "(see World Bank, 2005",
            "ref_id": null
          },
          {
            "start": 221,
            "end": 260,
            "text": "Bourguignon, Ferreira and Walton, 2007)",
            "ref_id": "BIBREF3"
          },
          {
            "start": 619,
            "end": 633,
            "text": "(Roemer, 2008)",
            "ref_id": "BIBREF25"
          },
          {
            "start": 695,
            "end": 716,
            "text": "Barros et. al. (2009)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 775,
            "end": 788,
            "text": "Roemer (1998)",
            "ref_id": "BIBREF23"
          },
          {
            "start": 1289,
            "end": 1310,
            "text": "Barros et. al. (2009)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Equality of Opportunity: The Basics",
        "sec_num": "2."
      },
      {
        "text": "As Roemer (1998 Roemer ( , 2008 recognizes, his contribution feeds into an earlier philosophical debate which was ignited by Ronald Dworkin (1981a Dworkin ( , 1981b when he asked the question \"What is equality?\" Dworkin argued essentially that certain types of preferences should not elicit an egalitarian redistributive response. For example, if a person would be deeply unhappy if unable to drive fast cars, this should not arouse an egalitarian sentiment to transfer resources to this person. On the other hand, if a person was born with low inherent abilities to prosper in the market place, this might be a legitimate basis for redistribution.",
        "cite_spans": [
          {
            "start": 3,
            "end": 15,
            "text": "Roemer (1998",
            "ref_id": "BIBREF23"
          },
          {
            "start": 16,
            "end": 31,
            "text": "Roemer ( , 2008",
            "ref_id": "BIBREF25"
          },
          {
            "start": 132,
            "end": 146,
            "text": "Dworkin (1981a",
            "ref_id": "BIBREF8"
          },
          {
            "start": 147,
            "end": 164,
            "text": "Dworkin ( , 1981b",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Equality of Opportunity: The Basics",
        "sec_num": "2."
      },
      {
        "text": "Of course a lot, in fact everything, rests on coming to a separation of legitimate and illegitimate differences for the egalitarian impulse. As Cohen (1989) pointed out, what if preferences (even for fast cars) were the result of an upbringing which inculcated those preferences, or brooked no dissent from them? Or if preferences between work and leisure (\"laziness\") were inculcated in the same way? Thus a conceptual separation of influences into those which are legitimate to take into account in addressing inequality and those which are not merely pushes the issue to the next level of how this separation is to be made, conceptually and practically.",
        "cite_spans": [
          {
            "start": 144,
            "end": 156,
            "text": "Cohen (1989)",
            "ref_id": "BIBREF5"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Equality of Opportunity: The Basics",
        "sec_num": "2."
      },
      {
        "text": "The above discussion can be related to a parallel discussion in economics on whether the distribution of ex ante or ex post utility should be the relevant object in social welfare assessment. Milton Friedman (1962) made the ex ante case:",
        "cite_spans": [
          {
            "start": 199,
            "end": 214,
            "text": "Friedman (1962)",
            "ref_id": "BIBREF13"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Equality of Opportunity: The Basics",
        "sec_num": "2."
      },
      {
        "text": "\"Consider a group of individuals who initially have equal endowments and who agree voluntarily to enter a lottery with very unequal prizes. The resultant inequality of income is surely required to permit the individuals in question to make the most of their initial equality…Much of the inequality of income produced by payment in accordance with the product reflects 'equalizing' difference or the satisfaction of men's tastes for uncertainty…Redistribution of income after the event is equivalent to denying them the opportunity to enter the lottery.\" (Friedman, 1962) Further, Friedman is clear that this is not just a fanciful special example but that it captures strong elements of reality: \"This case is far more important in practice than would appear by taking the case of a 'lottery' literally. Individuals choose occupations, investments and the like partly in accordance with their tastes for uncertainty. The girl who tries to become a movie actress rather than a civil servant is deliberately choosing to enter a lottery, so is the individual who invests in penny uranium stocks rather than government bonds.\"",
        "cite_spans": [
          {
            "start": 554,
            "end": 570,
            "text": "(Friedman, 1962)",
            "ref_id": "BIBREF13"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Equality of Opportunity: The Basics",
        "sec_num": "2."
      },
      {
        "text": "The argument, which clearly draws on Friedman's earlier work on choice under risk (Friedman and Savage (1948) , Friedman (1953) ), encapsulates the central point that the observed inequality of income may overstate ex ante inequality. In the pure case, there is no ex ante inequality at all and yet risk produces ex post inequality. But for Friedman this ex post inequality has no claims on our moral intuitions and should not elicit a redistributive impulse -to do so otherwise would be \"equivalent to denying them the opportunity to enter the lottery.\"",
        "cite_spans": [
          {
            "start": 82,
            "end": 109,
            "text": "(Friedman and Savage (1948)",
            "ref_id": "BIBREF14"
          },
          {
            "start": 112,
            "end": 127,
            "text": "Friedman (1953)",
            "ref_id": "BIBREF12"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Equality of Opportunity: The Basics",
        "sec_num": "2."
      },
      {
        "text": "In the more general case, when individuals differ in endowments, observed inequality will be a combination of the two effects. But Friedman's pure case is nevertheless useful for smoking out core intuitions on whether outcomes or opportunities matter more. Suppose in the pure case one of the outcomes is destitution -below a poverty line, say. Recall that by construction there is perfect equality before the lottery. Further, all individuals freely choose to participate in the lottery. To use the terminology of Dworkin (1981b) , this is \"option luck\", chosen by the individual, not \"brute luck\" over which the individual has no control. And yet, upon exercising this free choice starting with perfect equality, after the lottery is drawn not only is there inequality, but some are destitute. The outcome is brutal even though the luck was not brute. When faced with such destitution, do our moral intuitions guide us to redistribute after the event, or do they guide us to stand firm because to redistribute would be in effect to deny the consequences of equality of opportunity (and the consequences of the doctrine of responsibility for actions as advanced by Dworkin)? Kanbur (1987) has argued that in the case of destitution as an outcome of the lottery choice, our moral intuitions do indeed veer towards ex post redistribution and support for the destitute. To emphasize the point, imagine yourself serving on a soup line of the indigent. Consider then the idea that we would condition the doling out of soup on an assessment of whether it was circumstance or effort which led to the outcome of the individual in front of us to be in the soup line. Surely this is morally repugnant, and it establishes that at least for extreme outcomes the outcome based perspective dominates any considerations of opportunity. Indeed, this point is taken on board by Bourguignon, Ferreira and Walton (2007) in their definition of equitable development policy which \"makes avoidance of severe deprivation a constraint that must be satisfied in the process of pursuing the broader objective of equal opportunity.\"",
        "cite_spans": [
          {
            "start": 515,
            "end": 530,
            "text": "Dworkin (1981b)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 1176,
            "end": 1189,
            "text": "Kanbur (1987)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 1862,
            "end": 1901,
            "text": "Bourguignon, Ferreira and Walton (2007)",
            "ref_id": "BIBREF3"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Equality of Opportunity: The Basics",
        "sec_num": "2."
      },
      {
        "text": "Notice that none of the above is to deny that outcome based redistribution will have incentive effects. Indeed, in general so will an opportunity based intervention, or any intervention. In the usual way, as in the classic work of Mirrlees (1971) , the incentive effects will have to be balanced against the egalitarianism of the outcome based social welfare function. The point, rather, is that in a setting designed to strengthen the case for the opportunity based perspective to the utmost, outcome based concerns nevertheless come through, and ex post inequality of outcomes enters the evaluation even when there is perfect ex ante equality of opportunity.",
        "cite_spans": [
          {
            "start": 231,
            "end": 246,
            "text": "Mirrlees (1971)",
            "ref_id": "BIBREF20"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Equality of Opportunity: The Basics",
        "sec_num": "2."
      },
      {
        "text": "The Friedman example can be used to elaborate on a conceptual difficulty with the concept of equality of opportunity already alluded to. If parents engage in the Friedman lottery, the outcomes will lead to inequality among their children even though, by construction, there is perfect equality of circumstance among the parents. Parents who win big in the lottery will be able to spend more for their children's education, for example, than parents who lose big from the decisions they have all made with full knowledge of the outcomes. The lottery outcomes are now the circumstances of the children. The doctrine of equality of opportunity would now lead us to redistribute in order to address inequality of circumstance among children. But, equally, it would lead us not to redistribute across parents because to do so would be \"equivalent to denying them the opportunity to enter the lottery.\" Equality of opportunity, it would seem, is caught between two inconsistent Old Testament Biblical injunctions from Deuteronomy: \"for I, the Lord your God, am a jealous God, visiting the iniquity of the fathers on the children, and on the third and the fourth generations of those who hate Me\" versus \"Fathers shall not be put to death for their sons, nor shall sons be put to death for their fathers; everyone shall be put to death for his own sin.\"",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Equality of Opportunity: The Basics",
        "sec_num": "2."
      },
      {
        "text": "Of course the above example with parents and children takes us back to other examples in Cohen (1989) , which highlighted difficulties in Dworkin's (1981a Dworkin's ( , 1981b attempts to introduce the notion of responsibility into egalitarian philosophy by drawing a distinction between preferences and resources. If preferences are themselves determined by resources, say parental resources, then a clean separation may not be possible, certainly empirically and perhaps even conceptually. These difficulties are the subject of a large literature and debate. Key perspectives in this, from Roemer (1998) , Barry (2005) , and Swift (2005) , are summarized by Jusot, Tubeuf and Trannoy (2013) [children's] efforts. \" (p1473) The differences between these views are only one part of a large literature on a range of issues in equality of opportunity 1 which reflect basic ethical disagreements that are unlikely to be resolved easily, and in any case need to be supplemented by the case of extreme outcomes discussed above, and how our moral intuitions in such extreme cases translate in turn to less extreme conditions.",
        "cite_spans": [
          {
            "start": 89,
            "end": 101,
            "text": "Cohen (1989)",
            "ref_id": "BIBREF5"
          },
          {
            "start": 138,
            "end": 154,
            "text": "Dworkin's (1981a",
            "ref_id": "BIBREF8"
          },
          {
            "start": 155,
            "end": 174,
            "text": "Dworkin's ( , 1981b",
            "ref_id": "BIBREF9"
          },
          {
            "start": 591,
            "end": 604,
            "text": "Roemer (1998)",
            "ref_id": "BIBREF23"
          },
          {
            "start": 607,
            "end": 619,
            "text": "Barry (2005)",
            "ref_id": "BIBREF1"
          },
          {
            "start": 626,
            "end": 638,
            "text": "Swift (2005)",
            "ref_id": "BIBREF26"
          },
          {
            "start": 659,
            "end": 691,
            "text": "Jusot, Tubeuf and Trannoy (2013)",
            "ref_id": "BIBREF15"
          },
          {
            "start": 692,
            "end": 704,
            "text": "[children's]",
            "ref_id": null
          },
          {
            "start": 714,
            "end": 723,
            "text": "\" (p1473)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Equality of Opportunity: The Basics",
        "sec_num": "2."
      },
      {
        "text": "The ethical disagreements on basic concepts notwithstanding, implementation of measures of (in)equality of opportunity has proceeded apace. The burgeoning literature has provided a plethora of measures and applications to data sets, from early attempts by Roemer and his associates (for example Roemer et. al. 2003) , to more recent applications in specific contexts like health (for example, Jusot, Tubeuf and Trannoy, 2013) . Thus the partitioning of influences on outcomes into legitimate and illegitimate has now been undertaken empirically in a large number of contributions across many countries.",
        "cite_spans": [
          {
            "start": 295,
            "end": 315,
            "text": "Roemer et. al. 2003)",
            "ref_id": "BIBREF24"
          },
          {
            "start": 393,
            "end": 425,
            "text": "Jusot, Tubeuf and Trannoy, 2013)",
            "ref_id": "BIBREF15"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Implementation in a Policy Context: Income Inequality",
        "sec_num": "3."
      },
      {
        "text": "Of particular interest is a line of analysis established by the work of de Barros et al. (2009) . In part this is because it has become popular throughout the World Bank (spreading from Latin America where it was developed originally to other Bank regions), and through that channel to the broader policy-oriented literature. Its popularity no doubt owes much to its simplicity, being relatively straightforward to apply with readily available household survey data. In part, though, our interest in the work stems from the fact that in empirically operationalizing the equality of opportunity approach researchers are forced to confront a whole host of tough questions that are more easily overlooked in conceptual discussions. How satisfactorily these questions can be answered at the empirical level determines ultimately the practical usefulness of the whole equality of opportunity approach.",
        "cite_spans": [
          {
            "start": 75,
            "end": 95,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Implementation in a Policy Context: Income Inequality",
        "sec_num": "3."
      },
      {
        "text": "There are, in fact, two somewhat separate approaches in de Barros et al. (2009) and we will take these up in turn in this section and in the next. In the first approach the primary outcome variable is the usual variable used to calculate standard inequality and poverty measures -earnings, income or consumption. The conceptual basis and implementation method is stated succinctly by de Barros et al. (2009) as follows:",
        "cite_spans": [
          {
            "start": 59,
            "end": 79,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 387,
            "end": 407,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Implementation in a Policy Context: Income Inequality",
        "sec_num": "3."
      },
      {
        "text": "\"To measure inequality of opportunity for a certain outcome, total inequality in the outcome can be decomposed into two parts: one resulting from circumstances beyond individual control and a second part resulting from unequal individual effort and luck….First, six variables related to circumstances exogenous to the individual were identified from the most comprehensive data sets available: gender, race or ethnicity, birthplace, the educational attainment of the mother, the educational attainment of the father, and the main occupation of the father…. Then the sample was partitioned (in each country) into groups or \"cells,\" such that all individuals in any given cell have exactly the same combination of circumstances. The resulting subgroups are known in the literature as \"types.\" These cells are then compared with one another. The difference in outcomes between cells can be attributed to inequality of opportunity, while the differences within cells can be considered the result of effort or luck.\" (pp. 125-126) A decomposable measure of inequality, the Theil-L index, is used in a non-parametric method of quantifying the extent of variation in income accounted for by within cell variation and between cell variation, the latter the being identified as \"inequality of opportunity\" (IEO).",
        "cite_spans": [
          {
            "start": 1012,
            "end": 1025,
            "text": "(pp. 125-126)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Implementation in a Policy Context: Income Inequality",
        "sec_num": "3."
      },
      {
        "text": "It is easy to see why this method has caught on. It is relatively simple and intuitive. Indeed, it is nothing more than standard inequality decomposition analysis which has been conducted in economics and development economics for a long time (Kanbur, 2007) . For example, the percentage of inequality accounted for by caste has been a staple of the Indian discourse, as has the contribution of ethnic differences to inequality in Malaysia, as has the north-south divide in Ghana, and so on. What is new is twofold. First is its systematic application in a consistent manner across a range of countries as done for Latin America in de Barros et al. (2009) . Second, crucially, is the interpretation and labeling of the between group component in the inequality decomposition as inequality of opportunity, thereby linking to the philosophical literature discussed the last section, and also thereby linking to the appeal in the policy discourse of \"equality of opportunity\" as opposed to equality of outcome.",
        "cite_spans": [
          {
            "start": 243,
            "end": 257,
            "text": "(Kanbur, 2007)",
            "ref_id": null
          },
          {
            "start": 635,
            "end": 655,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Implementation in a Policy Context: Income Inequality",
        "sec_num": "3."
      },
      {
        "text": "On the basis of this method, de Barros et al. (2009) conclude that \"between a quarter (Colombia) and half (Guatemala) of the income inequality that we observe among adults in Latin America is due to the circumstances they faced when they started out in life -at the very outset, through no fault of their own. And while their race, sex, and location all played a role, no circumstances were more powerful than their mothers' education and their fathers' incomes.\" (p. xviii) Again, that race, sex, location, and parental education and income are determinants of outcomes in the income dimension is not a surprise -it is a commonplace finding in almost every non-parametric and parametric analysis of income distribution. What is new is the additional interpretation that between 25% and 50% of outcome inequality can be attributed to circumstance variables and therefore to inequality of opportunity.",
        "cite_spans": [
          {
            "start": 32,
            "end": 52,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Implementation in a Policy Context: Income Inequality",
        "sec_num": "3."
      },
      {
        "text": "How might such findings impact on the policy debate? When presented with these findings, how might policy makers react? One response might be to say \"You mean inequality of opportunity is as high as 50%? Gosh, we must do something about it!\" But equally another response might be \"You mean inequality of opportunity is only 25%? Gosh, we are doing quite well on the equity front so let us focus on other priorities!\" Indeed, the second response might even be made if the figure was 50% rather than 25%.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Implementation in a Policy Context: Income Inequality",
        "sec_num": "3."
      },
      {
        "text": "The response of de Barros et al. (2009) to the possibility that such quantification might lead to a downplaying of the need for redistribution is to emphasize the fact that these estimates are in fact a lower bound on inequality of opportunity:",
        "cite_spans": [
          {
            "start": 19,
            "end": 39,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Implementation in a Policy Context: Income Inequality",
        "sec_num": "3."
      },
      {
        "text": "\"…although the six variables employed in this chapter are a richer set of circumstances than those used in any previous study known to the authors, it is still possible to think of other relevant variables that are not observed. A \"true\" measure of inequality of opportunity would require using all relevant circumstance variables to partition the population into types. But this is, of course, extremely unlikely to be feasible in practice for any conceivable data set, and it is certainly impossible for the seven countries examined here. The empirical estimates defined in this chapter -regardless of whether parametric -should therefore be interpreted as lower-bound estimates of inequality of opportunity; including any additional circumstances would cause each cell to be further subdivided.\" (p.127)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Implementation in a Policy Context: Income Inequality",
        "sec_num": "3."
      },
      {
        "text": "The difficulty of course is that the lower bound is just that. An alternative number which exceeds the estimate is equally valid. Thus in the case where the contribution of the circumstance variables is estimated as 25%, the contribution could equally well be 75%. But the fact that 25% is the number that is produced in front of the policy makers will make it akin to a point estimate in the policy discourse, no matter how much the analyst caveats it as a lower bound. Thus an estimate of the IEO is not quite the same as other standard poverty or inequality measures. We cannot say how far the IEO of a specific country at a specific date falls short of its true value. Countries could presumably have the same true value but have different estimated values, and vice versa. A country's estimated IEO value could presumably fall over time without its true value falling. This makes an IEO estimate potentially highly misleading. And it marks out the IEO as different from a poverty or inequality number. There may be data issues that make poverty and inequality estimates problematic, but they do not lead us to systematically underestimate what we are trying to measure by an inherently unknown amount.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Implementation in a Policy Context: Income Inequality",
        "sec_num": "3."
      },
      {
        "text": "To this must be added another worrying aspect of the empirical approach. The extent of inequality of opportunity reported to policy makers will be dependent on whether or not the data set collects certain types of information. So estimates across countries will either be determined by the lowest common denominator of commonly available variables, or will be simply not comparable, even as a lower bound.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Implementation in a Policy Context: Income Inequality",
        "sec_num": "3."
      },
      {
        "text": "The reservations above all take for granted de Barros et al.'s (2009) partitioning of influences on outcomes into illegitimate and legitimate. In the former, they include gender, race or ethnicity, birthplace, the educational attainment of the mother, the educational attainment of the father, and the main occupation of the father. All other influences necessarily fall into the group of legitimate influences. De Barros et al. (2009) explicitly highlight -with approval -the inclusion of effort and luck among these. Yet if some of the variation is due to \"brute luck\" in the words of Dworkin (1981b) , then much of the philosophical discourse would argue for it to be a legitimate cause for intervention. Indeed, the previous section has argued that even for \"option luck\", which is the result of individual choices, the extreme low end of variation in outcomes is also a legitimate cause for intervention. These considerations are swept under the carpet when inequality decompositions are presented as estimates of \"inequality of opportunity.\"",
        "cite_spans": [
          {
            "start": 47,
            "end": 69,
            "text": "Barros et al.'s (2009)",
            "ref_id": null
          },
          {
            "start": 415,
            "end": 435,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 587,
            "end": 602,
            "text": "Dworkin (1981b)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Implementation in a Policy Context: Income Inequality",
        "sec_num": "3."
      },
      {
        "text": "Questions about the practical usefulness of the concept of equality of opportunity become even tougher when the focus shifts from income and consumption to education and health, especially when the exercise involves children, who, even in health, end up hogging the spotlight in such exercises.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Children, Education and Health",
        "sec_num": "4."
      },
      {
        "text": "The de Barros et al. (2009) study is again a useful place to start. This is in part because of its influence, but in part because it illustrates nicely the challenges faced by anyone wanting to make the case that the equality of opportunity approach has practical usefulness. While income is the main focal variable in the IEO work, the same methodology is also used to partition inequalities in educational attainment among 15-year olds into legitimate and illegitimate sources of inequality. The same concerns about the methodology -notably the estimates being a lower bound -apply with equal force to educational attainment as to income. Conceptual and normative questions to do with the partitioning of influences into the J's and the U's also apply. But these also apply to the second methodological approach developed by de Barros et al. -the Human Opportunities Index (HOI) -to which we now turn before dealing with the tough normative questions that arise in the context of education and health in both exercises.",
        "cite_spans": [
          {
            "start": 7,
            "end": 27,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Children, Education and Health",
        "sec_num": "4."
      },
      {
        "text": "In many ways, the HOI is the authors' preferred approach in de Barros et al. (2009) , because it focuses on children and on access to basic services including education and health. The strong suggestion in the motivating discussion of the study is that with this focus there is likely to be a strong consensus on the policy objectives: \"This study defines basic opportunities as a subset of goods and services for children, such as access to education, to safe water, or to vaccinations, that are critical in determining opportunity for economic advancement in life. These are either affordable by society at large already, or could be in the near future, given the available technology. Universal provision of basic opportunities is a valid and realistic social goal. In the case of children, most societies agree on the importance of a set of basic opportunities, at least at the level of intentions; even if different societies might have different standards about the right set of basic opportunities, there is some global consensus on a few of them, just as there is consensus regarding the Millennium Development Goals. Here we include as basic opportunities variables related to education (completion of sixth grade on time, and school attendance at ages 10-14) and housing conditions (access to clean water, sanitation, and electricity).\" (p. 3)",
        "cite_spans": [
          {
            "start": 63,
            "end": 83,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Children, Education and Health",
        "sec_num": "4."
      },
      {
        "text": "Thus the authors start with the outcome variable as being access to social infrastructure such as education, health, water, electricity, etc. The empirical focus is on the access of children to these services. Each child either does or does not have access to the service in question. The authors first estimate how the probability of a child's access depends on the child's circumstance variables: \"parents' education, family per capita income, gender, family structure (number of siblings, single-parent household) and area of residence (urban versus rural).\" (p. 66) The predicted probability clearly varies with the circumstances. This predicted probability is then compared to the average probability of access across all circumstance variables. The differences in the predicted probability relative to the average are then used to construct a measure of inequality in access, and this is the inequality of opportunity. The specific measure used is a form of dissimilarity index based on the absolute difference between each individual value and the average. The authors further argue that the average access measure can be deflated by the dissimilarity index to give a measure of effective access correcting for inequality of opportunity -their Human Opportunity Index (HOI).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Children, Education and Health",
        "sec_num": "4."
      },
      {
        "text": "A number of specific questions can be raised on the dissimilarity index and the implicit weights used for small and large departures from the average. Alternative weights would of course lead to different measures of inequality of opportunity as formulated. But a more important point is that analogous criticisms can be made to this approach as were applied to the first approach discussed in Section 3. In the limit, if enough variables are used, each child's access can be predicted perfectly so we are measuring inequality of the binary variable access/no access. Using fewer variables than this will reduce the dissimilarity index. Put another way, adding more circumstance variables will increase the measured inequality of opportunity. Thus, in this case as well, the number put out for policy purposes is a lower bound and open to similar notes of caution in the policy discourse.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Children, Education and Health",
        "sec_num": "4."
      },
      {
        "text": "In fact, as one of us has argued elsewhere (Wagstaff, 2013) , the whole empirical approach used by de Barros et al. (2009) in their HOI is misplaced, given what they say early on in the book about the appropriate partitioning of influences into J's and U's:",
        "cite_spans": [
          {
            "start": 43,
            "end": 59,
            "text": "(Wagstaff, 2013)",
            "ref_id": "BIBREF27"
          },
          {
            "start": 102,
            "end": 122,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Children, Education and Health",
        "sec_num": "4."
      },
      {
        "text": "\"… from an empirical standpoint, the principle of equality of opportunity as \"leveling the playing field\" can be readily operationalized by measuring children's access to basic goods and services that are critical for the full development of a child. For children, access defines \"opportunity,\" because children (unlike adults) cannot be expected to make the efforts needed to access these basic goods by themselves.\" (p.3)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Children, Education and Health",
        "sec_num": "4."
      },
      {
        "text": "Thus despite apparently taking the view that all inequality in these childhood variables is unjust, de Barros et al. (2009) develop a measure of inequality of opportunity that picks up only a part of the observed inequality. There is an inconsistency here that is puzzling to say the least.",
        "cite_spans": [
          {
            "start": 103,
            "end": 123,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Children, Education and Health",
        "sec_num": "4."
      },
      {
        "text": "This raises the more general question of what influences on education and health variables belong in the J's and what belong in the U's. The partitioning of certain influences on education and health outcomes -notably parental influences, luck and talents -has proved especially challenging. It is worth going through these issues carefully.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Children, Education and Health",
        "sec_num": "4."
      },
      {
        "text": "Most of the outcome indicators investigated by de Barros et al. in HOI relate to children. In early childhood, it is the effort of the parent -not that of the child -that shapes outcomes. A one-year old infant cannot be said to exert effort to be immunized (one of the outcomes examined by de Barros et al. (2009) ); rather it is the parent who makes or does not make the effort. The same is true of other outcomes in infancy. At the very minimum then it would seem that all inequalities among infants should be deemed unjust. This is, in fact, the stated view of de Barros et al. (2009) , even though in their operationalization of the HOI they deviate from this stance.",
        "cite_spans": [
          {
            "start": 293,
            "end": 313,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 567,
            "end": 587,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "One person's outcomes depend on another person's efforts",
        "sec_num": null
      },
      {
        "text": "As a child moves through infancy into childhood then into the teenage years and then to the cusp of adulthood, the role of the child's own effort in shaping outcomes increases. This is truer of individual-level outcomes than of household-level outcomes, such as whether a family has access to safe water -another of the outcomes considered by de Barros et al. (2009) . These household-level outcomes reflect almost entirely the decisions and efforts of parents, and it seems likely that most people would agree that inequalities among children in water and sanitation are unjust no matter how they arose. Again this is the stated view of de Barros et al. (2009) but not the view implied by their decomposition.",
        "cite_spans": [
          {
            "start": 346,
            "end": 366,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 641,
            "end": 661,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "One person's outcomes depend on another person's efforts",
        "sec_num": null
      },
      {
        "text": "What of inequalities in individual-level outcomes after infancy? Take inequalities in primary school completion and educational attainment at age 15 -two of the other indicators used by de Barros et al. (2009) . Insofar as these reflect inequalities in children's efforts and choices, are these inequalities unjust? De Barros et al. (2009) argue that inequalities in primary completion reflect parental effort and are hence unjust, even though -as with the other childhood indicators -they go on to separate out the part of the inequality due to inequalities in circumstance. By contrast, in their IEO exercise they group inequalities in educational attainment at age 15 with inequalities in income, and in both cases strip out the contribution from inequality of circumstance; the rationale in both cases is that the part of the inequality due to inequality in effort is not unjust. Roemer (1998) -whose work inspired de Barros et al. (2009) -has a different viewpoint. He argues that insofar as they reflect inequalities in parental pressure or influence, inequalities in childhood outcomes (including presumably inequalities among young teenagers) should be counted as inequalities in circumstance not as inequalities in effort; Roemer would want to extract from the inequality in outcome both the part caused by inequality in circumstance and the part caused by inequality in parental pressure. De Barros et al.'s de facto position is actually closer to that of Barry (2005) , who argues that the inequality in parental effort and influence should not be parceled out, and that it is a just source of inequality.",
        "cite_spans": [
          {
            "start": 189,
            "end": 209,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 319,
            "end": 339,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 884,
            "end": 897,
            "text": "Roemer (1998)",
            "ref_id": "BIBREF23"
          },
          {
            "start": 922,
            "end": 942,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 1466,
            "end": 1478,
            "text": "Barry (2005)",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "One person's outcomes depend on another person's efforts",
        "sec_num": null
      },
      {
        "text": "The argument of de Barros et al. (2009) could be that we are constrained by data which does not allow us to separate out the effects of parental influence, and that their estimate of HOI, just like their estimate of IEO, contains an underestimate of the true inequality of opportunity. But we are then up against the same set of issues as discussed in the previous section -the danger that the value of HOI is taken not as an underestimate but as a point estimate; and that the value of HOI across countries may be determined simply by differences in data availability, not true differences in equality of opportunity.",
        "cite_spans": [
          {
            "start": 19,
            "end": 39,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "One person's outcomes depend on another person's efforts",
        "sec_num": null
      },
      {
        "text": "De Barros et al. (2009) argue that inequality in outcomes due to differences in luck is just: \"In an ideal world, inequality in outcomes should reflect only differences in effort and choices individuals make, as well as luck.\" (p15). This has echoes of Friedman's (1962) lottery example, and prompts several questions.",
        "cite_spans": [
          {
            "start": 3,
            "end": 23,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 253,
            "end": 270,
            "text": "Friedman's (1962)",
            "ref_id": "BIBREF13"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Luck and risk",
        "sec_num": null
      },
      {
        "text": "Does it matter whether the person freely takes a risky decision? What about children whose educational attainment and health depend on the choices their parents make as well as their luck? If a child is unlucky enough to contract a respiratory disease by inhaling the smoke from his parents' cigarettes, is that still just? If a child performs badly in his school exams at age 15 because he is unlucky enough to see his parents separate and then divorce in the year before his exams, should we take this bad luck into account in assessing the justness of differences in educational attainment? Note this is not quite the same as the case of parental effort. Not every passive smoker falls ill. And some marriages keep going while others end, despite the best efforts of the two parties to keep it together. In both cases, the child got unlucky, but in neither case did the child freely take a risky decision.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Luck and risk",
        "sec_num": null
      },
      {
        "text": "What if the behavior was shaped by parental influences during childhood? Suppose, for example, a child acquires a taste for smoking or excessive drinking during youth by living in a home where smoking and drinking are the norm. This relates back to the debates between Dworkin, Roemer and Swift reviewed in Section 2. Roemer at least would want these influences removed.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Luck and risk",
        "sec_num": null
      },
      {
        "text": "Do we think differently about luck depending on whether the risky activity is essential to a person's flourishing as a human being? Nobody needs to smoke or consume alcohol excessively, for example; in effect, the default choice is not to engage in these activities. People take a proactive decision to deviate from the default in the pursuit of short-term pleasure knowing they raise their risk of illness and premature death. By contrast, people do need to eat; eating is the default choice. Moreover, many would argue that for various reasons -including convenience, cost, and commercial pressures -the default diet today is a diet that poses risks to health, and that people have to make a conscious and determined effort to eat in a way that lowers health risks. This is not a trivial comparison: dietary risks are estimated to have accounted for more deaths worldwide in 2010 than alcohol and tobacco combined (Lim et al., 2014) .",
        "cite_spans": [
          {
            "start": 916,
            "end": 934,
            "text": "(Lim et al., 2014)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Luck and risk",
        "sec_num": null
      },
      {
        "text": "Does it matter how much is known about the risks involved and how well publicized they are? The risks associated with smoking and excessive alcohol consumption are well known and well publicized, but the evidence on diet is more complex, more fluid, and less well publicized. For example, given the attention they receive in the media, one might imagine the big culprits in relation to diet are too little polyunsaturated fatty acid, and too much processed meat, trans-fatty acids, sugar-sweetened beverages and red meat. Yet these are not actually the biggest causes of diet-related deaths worldwide: over six times as many deaths are attributable to people consuming too much sodium, and too little fruit, nuts, seeds, vegetables and whole grains (Lim et al., 2014) . These issues aside, should we hold people accountable for bad luck, or only for risky behavior? De Barros et al. (2009) and Friedman (1962) argue the former. But there is an alternative school of thought that argues the opposite (see e.g. Le Grand 1987; Cappelen and Norheim 2005) , namely that holding people accountable for outcomes is too strong, and that people should not be held accountable for their bad luck (\"brute luck\" as Dworkin calls it); in this view, luck is just one of the many of Roemer's \"circumstances beyond a person's control.\" Insofar as is feasible, smokers and drinkers should, according to this viewpoint, receive whatever additional health care is required to reduce their odds of premature death to the odds faced by everyone else. The accountability for risky behavior (\"option luck\" as Dworkin calls it) comes in through taxation: consumption of tobacco and alcohol (as well as e.g. sodium, red meat, sugar-sweetened beverages, etc.) should be taxed at such a rate that the revenues cover the extra expected health care costs.",
        "cite_spans": [
          {
            "start": 749,
            "end": 767,
            "text": "(Lim et al., 2014)",
            "ref_id": null
          },
          {
            "start": 869,
            "end": 889,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 894,
            "end": 909,
            "text": "Friedman (1962)",
            "ref_id": "BIBREF13"
          },
          {
            "start": 1009,
            "end": 1023,
            "text": "Le Grand 1987;",
            "ref_id": "BIBREF18"
          },
          {
            "start": 1024,
            "end": 1050,
            "text": "Cappelen and Norheim 2005)",
            "ref_id": "BIBREF4"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Luck and risk",
        "sec_num": null
      },
      {
        "text": "De Barros et al. (2009) argue that inequality in outcomes stemming from differences in talents is just: \"Success in life should depend on people's choices, effort, and talents, not on their circumstances at birth.\" (p1) This is also a contestable position. They are not alone in taking this stance, but it is a contestable one.",
        "cite_spans": [
          {
            "start": 3,
            "end": 23,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Talent",
        "sec_num": null
      },
      {
        "text": "The Oxford English Dictionary defines talent as a \"power or ability of mind or body viewed as something divinely entrusted to a person for use and improvement\". Thus people are endowed with a natural or innate talent, and this talent can be both used and cultivated. A talent cannot be cultivated from nothing, so in this sense endowed talents impose limits on the talents people can have in later life. One can become wealthy without inheriting wealth, but one would find it hard to say the least to become a concert pianist without some endowment of musical talent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Talent",
        "sec_num": null
      },
      {
        "text": "Since endowed talents are by definition beyond an individual's control, it is odd that de Barros et al. (and others) are so quick to accept as just inequalities stemming from inequalities in talents. More in keeping with Roemer's approach would be an attempt to parcel out the part of the inequality in outcome stemming from inequality in endowed talent and treat this as a source of inequity; the remaining part -due to differences in acquired talent -would be considered equitable. One might argue that one should go further and strip out some of the inequality due to inequality in acquired talent. After all the degree to which people can cultivate an innate talent depends on their circumstances during childhood and on efforts made by parents; inequality arising from the first is agreed to be unjust by everyone, and for those like Roemer inequality stemming from the second is also unjust.",
        "cite_spans": [
          {
            "start": 90,
            "end": 116,
            "text": "Barros et al. (and others)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Talent",
        "sec_num": null
      },
      {
        "text": "None of the above is to question the enormous contribution on the determinants of inequality of outcomes that has been made by the empirical literature which tries to measure and quantify \"inequality of opportunity\" in an attempt to make the concept more policy relevant. De Barros et al. (2009) and the related literature have in effect analyzed the determinants of a range of outcome variables. Such analyses have always been conducted, but the rubric of \"equality of opportunity\" has given a push to this analysis in the empirical domain. And if the use of the label \"equality of opportunity\" opens doors with policy makers to present results to them which would otherwise be ignored if they were labeled \"equality of outcomes\", or simply \"equality\" or \"equity\", then this development is to be welcomed for that reason as well.",
        "cite_spans": [
          {
            "start": 275,
            "end": 295,
            "text": "Barros et al. (2009)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "5."
      },
      {
        "text": "But the use of the aura of equality of opportunity as a concept, as a metaphor and as a label comes with its own problems, and these problems are magnified when the concept is applied and implemented with a view to contributing to the policy discourse on inequality.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "5."
      },
      {
        "text": "Health inequality is emblematic of the difficulties that current approaches face. If children's health is truly outside their control, then all of the inequality in their health is a legitimate objective of policy, not just that part which is explained by variables which measure parental circumstances. Similarly, especially for children but also for adults, if bad luck leads to ill health then wiping out this inequality as illegitimate for policy concern does not sit well with moral intuition -and yet that is what the present procedures which calculate inequality of opportunity in health tend to do.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "5."
      },
      {
        "text": "At the same time, the present exercises skirt some fundamental questions in equity of outcomes (cf. e.g. Culyer and Wagstaff, 1993) . One concerns the evaluation of the joint distribution of income and health. For adults, should health inequality be assessed as a stand-alone phenomenon, or should the correlation between income and health be a key normative criterion over and above the inequality of health and income taken separately (cf. e.g. Atkinson, 2011; Bleichrodt and van Doorslaer 2006; Fleurbaey and Schokkaert, 2011) ? Such specific normative questions, and the specific causal determinants of different outcomes, are more likely to be useful to the policy discourse than general overarching attempts to quantify an abstract notion of \"equality of opportunity.\"",
        "cite_spans": [
          {
            "start": 105,
            "end": 131,
            "text": "Culyer and Wagstaff, 1993)",
            "ref_id": "BIBREF6"
          },
          {
            "start": 447,
            "end": 462,
            "text": "Atkinson, 2011;",
            "ref_id": "BIBREF0"
          },
          {
            "start": 463,
            "end": 497,
            "text": "Bleichrodt and van Doorslaer 2006;",
            "ref_id": "BIBREF2"
          },
          {
            "start": 498,
            "end": 529,
            "text": "Fleurbaey and Schokkaert, 2011)",
            "ref_id": "BIBREF10"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "5."
      },
      {
        "text": "A recent selection would include Fleurbaey and Peragine (2013),Ooghe, E., Schokkaert, E. and Van de Gae (2007) andPeragine (2004).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "On Lateral Thinking",
        "authors": [
          {
            "first": "Anthony",
            "middle": [
              "B"
            ],
            "last": "Atkinson",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Journal of Economic Inequality",
        "volume": "9",
        "issue": "3",
        "pages": "319--328",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Atkinson, Anthony B. 2011. \"On Lateral Thinking.\" Journal of Economic Inequality. Vol. 9, No. 3, pp 319-328.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Why Social Justice Matters",
        "authors": [
          {
            "first": "B",
            "middle": [],
            "last": "Barry",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Barry B. 2005. Why Social Justice Matters. Cambridge: Polity Press.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "A welfare economics foundation for health inequality measurement",
        "authors": [
          {
            "first": "Han",
            "middle": [],
            "last": "Bleichrodt",
            "suffix": ""
          },
          {
            "first": "Eddy",
            "middle": [],
            "last": "Van Doorslaer",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "Journal of Health Economics",
        "volume": "25",
        "issue": "5",
        "pages": "945--957",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bleichrodt, Han, and Eddy van Doorslaer. (2006). \"A welfare economics foundation for health inequality measurement.\" Journal of Health Economics, Volume 25, No.5: pp. 945- 957.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Equity, Efficiency and Inequality Traps: A Research Agenda",
        "authors": [
          {
            "first": "Francois",
            "middle": [],
            "last": "Bourguignon",
            "suffix": ""
          },
          {
            "first": "Francisco",
            "middle": [],
            "last": "Ferreira",
            "suffix": ""
          },
          {
            "first": "Michael",
            "middle": [],
            "last": "Walton",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "Journal of Economic Inequality",
        "volume": "5",
        "issue": "",
        "pages": "235--256",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bourguignon, Francois, Francisco Ferreira and Michael Walton. 2007. \"Equity, Efficiency and Inequality Traps: A Research Agenda.\" Journal of Economic Inequality, Volume 5, pp 235-256.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Responsibility in health care: a liberal egalitarian approach",
        "authors": [
          {
            "first": "A",
            "middle": [
              "W"
            ],
            "last": "Cappelen",
            "suffix": ""
          },
          {
            "first": "O",
            "middle": [
              "F"
            ],
            "last": "Norheim",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Journal of Medical Ethics",
        "volume": "31",
        "issue": "8",
        "pages": "476--480",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cappelen, A. W. and O. F. Norheim (2005). \"Responsibility in health care: a liberal egalitarian approach.\" Journal of Medical Ethics 31(8): 476-480.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "On the currency of egalitarian justice",
        "authors": [
          {
            "first": "G",
            "middle": [
              "A"
            ],
            "last": "Cohen",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "Ethics",
        "volume": "99",
        "issue": "",
        "pages": "906--944",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cohen, G.A. 1989. \"On the currency of egalitarian justice,\" Ethics 99, 906-944.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Equity and equality in health and health care",
        "authors": [
          {
            "first": "Anthony",
            "middle": [
              "J"
            ],
            "last": "Culyer",
            "suffix": ""
          },
          {
            "first": "Adam",
            "middle": [],
            "last": "Wagstaff",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "Journal of Health Economics",
        "volume": "12",
        "issue": "4",
        "pages": "431--457",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Culyer, Anthony J., and Adam Wagstaff. 1993. \"Equity and equality in health and health care.\" Journal of Health Economics 12(4): 431-457.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Measuring Inequality of Opportunities in Latin America and the Caribbean",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "De Barros",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Ricardo",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [
              "G"
            ],
            "last": "Francisco",
            "suffix": ""
          },
          {
            "first": "Jose",
            "middle": [
              "R"
            ],
            "last": "Ferreira",
            "suffix": ""
          },
          {
            "first": "Molinas",
            "middle": [],
            "last": "Vega",
            "suffix": ""
          },
          {
            "first": "Jaine",
            "middle": [],
            "last": "Saavedra Chanduvi",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "The World Bank",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "de Barros, Ricardo, Francisco H. G. Ferreira, Jose R. Molinas Vega and Jaine Saavedra Chanduvi. 2009. Measuring Inequality of Opportunities in Latin America and the Caribbean. The World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "What is equality? Part one: Equality of welfare",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Dworkin",
            "suffix": ""
          }
        ],
        "year": 1981,
        "venue": "Philosophy and Public Affairs",
        "volume": "10",
        "issue": "",
        "pages": "185--246",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Dworkin, R. 1981a. \"What is equality? Part one: Equality of welfare,\" Philosophy and Public Affairs 10, 185-246",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "What is equality? Part two: Equality of resources",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Dworkin",
            "suffix": ""
          }
        ],
        "year": 1981,
        "venue": "Philosophy and Public Affairs",
        "volume": "10",
        "issue": "",
        "pages": "283--345",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Dworkin, R. 1981b. \"What is equality? Part two: Equality of resources,\" Philosophy and Public Affairs 10, 283-345.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Equity in health and health care",
        "authors": [
          {
            "first": "Marc",
            "middle": [],
            "last": "Fleurbaey",
            "suffix": ""
          },
          {
            "first": "Erik",
            "middle": [],
            "last": "Schokkaert",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Handbook of Health Economics",
        "volume": "2",
        "issue": "",
        "pages": "1003--92",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Fleurbaey, Marc, and Erik Schokkaert. \"Equity in health and health care.\" Handbook of Health Economics 2 (2011): 1003-92.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Ex Ante Versus Ex Post Equality of Opportunity",
        "authors": [
          {
            "first": "Marc",
            "middle": [],
            "last": "Fleurbaey",
            "suffix": ""
          },
          {
            "first": "Vito",
            "middle": [],
            "last": "Peragine",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "Economica",
        "volume": "80",
        "issue": "",
        "pages": "118--130",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Fleurbaey, Marc and Vito Peragine. 2013. \"Ex Ante Versus Ex Post Equality of Opportunity.\" Economica, Volume 80, pp 118-130.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Choice, Chance and the Personal Distribution of Income",
        "authors": [
          {
            "first": "Milton",
            "middle": [],
            "last": "Friedman",
            "suffix": ""
          }
        ],
        "year": 1953,
        "venue": "Journal of Political Economy",
        "volume": "61",
        "issue": "4",
        "pages": "277--290",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Friedman, Milton. 1953. \"Choice, Chance and the Personal Distribution of Income.\" Journal of Political Economy 61 (4): 277-290.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Capitalism and Freedom",
        "authors": [
          {
            "first": "Milton",
            "middle": [],
            "last": "Friedman",
            "suffix": ""
          }
        ],
        "year": 1962,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Friedman, Milton. 1962. Capitalism and Freedom. Chicago: University of Chicago Press.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Utility Analysis of Choices Involving Risk",
        "authors": [
          {
            "first": "Milton",
            "middle": [
              "&"
            ],
            "last": "Friedman",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [
              "J"
            ],
            "last": "Savage",
            "suffix": ""
          }
        ],
        "year": 1948,
        "venue": "Journal of Political Economy",
        "volume": "56",
        "issue": "4",
        "pages": "279--304",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Friedman, Milton & Savage, L. J. (1948). \"Utility Analysis of Choices Involving Risk\". Journal of Political Economy 56 (4): 279-304.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Circumstances and Efforts: How Important is Their Correlation for Measurement of Inequality of Opportunity in Health",
        "authors": [
          {
            "first": "Florence",
            "middle": [],
            "last": "Jusot",
            "suffix": ""
          },
          {
            "first": "Sandy",
            "middle": [],
            "last": "Tubeuf",
            "suffix": ""
          },
          {
            "first": "Alain",
            "middle": [],
            "last": "Trannoy",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "Health Economics",
        "volume": "22",
        "issue": "",
        "pages": "1470--1495",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Jusot, Florence, Sandy Tubeuf and Alain Trannoy. 2013. \"Circumstances and Efforts: How Important is Their Correlation for Measurement of Inequality of Opportunity in Health.\" Health Economics. Vol. 22, Issue 12, pp 1470-1495.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "The Standard of Living: Uncertainty, Inequality and Opportunity",
        "authors": [
          {
            "first": "Ravi",
            "middle": [],
            "last": "Kanbur",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "The Standard of Living",
        "volume": "",
        "issue": "",
        "pages": "59--69",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kanbur, Ravi. 1987. \"The Standard of Living: Uncertainty, Inequality and Opportunity,\" in G. Hawthorn (ed.) The Standard of Living, Cambridge University Press, pp. 59-69.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "The Policy Significance of Inequality Decompositions",
        "authors": [
          {
            "first": "Ravi",
            "middle": [],
            "last": "Kanbur",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "Journal of Economic Inequality",
        "volume": "4",
        "issue": "3",
        "pages": "367--374",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kanbur, Ravi. 2006. \"The Policy Significance of Inequality Decompositions,\" Journal of Economic Inequality, Vol. 4, No. 3, pp. 367-374, 2006.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Equity, health, and health care",
        "authors": [
          {
            "first": "Le",
            "middle": [],
            "last": "Grand",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "Social Justice Research",
        "volume": "1",
        "issue": "3",
        "pages": "257--274",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Le Grand, J. (1987). \"Equity, health, and health care.\" Social Justice Research 1(3): 257- 274.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "A comparative risk assessment of burden of disease and injury attributable to 67 risk factors and risk factor clusters in 21 regions, 1990-2010: A systematic analysis for the Global Burden of Disease Study",
        "authors": [
          {
            "first": "Stephen",
            "middle": [
              "S"
            ],
            "last": "Lim",
            "suffix": ""
          },
          {
            "first": "Theo",
            "middle": [],
            "last": "Vos",
            "suffix": ""
          },
          {
            "first": "Abraham",
            "middle": [
              "D"
            ],
            "last": "Flaxman",
            "suffix": ""
          },
          {
            "first": "Goodarz",
            "middle": [],
            "last": "Danaei",
            "suffix": ""
          },
          {
            "first": "Kenji",
            "middle": [],
            "last": "Shibuya",
            "suffix": ""
          },
          {
            "first": "Heather",
            "middle": [],
            "last": "Adair-Rohani",
            "suffix": ""
          },
          {
            "first": "Mohammad",
            "middle": [
              "A"
            ],
            "last": "Almazroa",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "The Lancet",
        "volume": "380",
        "issue": "9859",
        "pages": "2224--2260",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lim, Stephen S., Theo Vos, Abraham D. Flaxman, Goodarz Danaei, Kenji Shibuya, Heather Adair-Rohani, Mohammad A. AlMazroa et al. (2013). \"A comparative risk assessment of burden of disease and injury attributable to 67 risk factors and risk factor clusters in 21 regions, 1990-2010: A systematic analysis for the Global Burden of Disease Study 2010.\" The Lancet 380, no. 9859, pp: 2224-2260.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "An exploration in the theory of optimum income taxation",
        "authors": [
          {
            "first": "J",
            "middle": [
              "A"
            ],
            "last": "Mirrlees",
            "suffix": ""
          }
        ],
        "year": 1971,
        "venue": "Review of Economic Studies",
        "volume": "38",
        "issue": "",
        "pages": "175--208",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mirrlees, J. A. (1971). \"An exploration in the theory of optimum income taxation\". Review of Economic Studies, 38, 175-208.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Equality of opportunity versus equality of opportunity sets",
        "authors": [
          {
            "first": "E",
            "middle": [],
            "last": "Ooghe",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Schokkaert",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Van De Gaer",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "Social Choice and Welfare",
        "volume": "28",
        "issue": "2",
        "pages": "209--239",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ooghe, E., Schokkaert, E. and Van de gaer, D. (2007). \"Equality of opportunity versus equality of opportunity sets\". Social Choice and Welfare, 28(2), 209-30.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Measuring and implementing equality of opportunity for income",
        "authors": [
          {
            "first": "Vito",
            "middle": [],
            "last": "Peragine",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Social Choice and Welfare",
        "volume": "22",
        "issue": "",
        "pages": "1--24",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Peragine, Vito. 2004. \"Measuring and implementing equality of opportunity for income.\" Social Choice and Welfare, 22, 1-24.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Equality of Opportunity",
        "authors": [
          {
            "first": "John",
            "middle": [],
            "last": "Roemer",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Roemer, John. 1998. Equality of Opportunity. Harvard University Press. Cambridge, MA.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "To what extent do fiscal systems equalize opportunities for income acquisition among citizens?",
        "authors": [
          {
            "first": "John",
            "middle": [],
            "last": "Roemer",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Journal of Public Economics",
        "volume": "87",
        "issue": "",
        "pages": "539--565",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Roemer, John, et. al. 2003. \"To what extent do fiscal systems equalize opportunities for income acquisition among citizens?\" Journal of Public Economics 87, 539-565",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "Equality of Opportunity",
        "authors": [
          {
            "first": "John",
            "middle": [],
            "last": "Roemer",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "The New Palgrave Dictionary of Economics",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Roemer, John. 2008. \"Equality of Opportunity.\" In S. Durlauf and L. Blume (Eds.) The New Palgrave Dictionary of Economics. Macmillan.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Justice, luck and the family: normative aspects of the intergenerational transmission of economic status",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Swift",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Unequal Chances: Family Background and Economic Success",
        "volume": "",
        "issue": "",
        "pages": "256--76",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Swift A. 2005. \"Justice, luck and the family: normative aspects of the intergenerational transmission of economic status. ' In Bowles S, Gintis H., Osborne-Groves M (ed.), Unequal Chances: Family Background and Economic Success. Princeton University Press: Princeton, 256-76.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "Some thoughts on human development, equal opportunity, and universal coverage",
        "authors": [
          {
            "first": "Adam",
            "middle": [],
            "last": "Wagstaff",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "Blog post on Let's Talk Development",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wagstaff, Adam. (2013, January 3). \"Some thoughts on human development, equal opportunity, and universal coverage\". Blog post on Let's Talk Development. http://blogs.worldbank.org/developmenttalk/some-thoughts-on-human-development-equal- opportunity-and-universal-coverage",
        "links": null
      }
    },
    "ref_entries": {
      "TABREF0": {
        "num": null,
        "text": "as follows:\"In what we callBarry's view, circumstances  are past variables and efforts are the variables which reflect the free will of the present generation. In Roemer's view, the vector of circumstances includes all past variables, and the descendant's efforts must be cleaned from any contamination coming from circumstances. InSwift's view, the vector  of circumstances only includes past variables, which have no consequences on children's efforts. In other terms, the vector of circumstances must be cleaned from any correlation with",
        "content": "<table/>",
        "type_str": "table",
        "html": null
      }
    }
  }
}