{
  "paper_id": "D19878434",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:04:08.660937Z"
  },
  "title": "Why Firms Avoid Cutting Wages Survey Evidence from European Firms",
  "authors": [
    {
      "first": "Philip",
      "middle": [
        "Du"
      ],
      "last": "Caju",
      "suffix": "",
      "affiliation": {},
      "email": "philip.ducaju@nbb.be"
    },
    {
      "first": "Theodora",
      "middle": [],
      "last": "Kosma",
      "suffix": "",
      "affiliation": {},
      "email": "tkosma@bankofgreece.gr"
    },
    {
      "first": "Martina",
      "middle": [],
      "last": "Lawless",
      "suffix": "",
      "affiliation": {},
      "email": "martina.lawless@gmail.com"
    },
    {
      "first": "Julián",
      "middle": [],
      "last": "Messina",
      "suffix": "",
      "affiliation": {},
      "email": "jmessina@worldbank.org"
    },
    {
      "first": "Tairi",
      "middle": [],
      "last": "Rõõm",
      "suffix": "",
      "affiliation": {},
      "email": "tairi.room@eestipank.ee"
    }
  ],
  "year": "2014-07",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D19878434",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "Firms very rarely cut nominal wages, even in the face of considerable negative economic shocks. This paper uses a unique survey of fourteen European countries to ask firms directly about the incidence of wage cuts and to assess the relevance of a range of potential reasons for why the firms avoid cutting wages. The paper examines how firm characteristics and collective bargaining institutions affect the relevance of each of the common explanations put forward for the infrequency of wage cuts. Concerns about the retention of productive staff and a lowering of morale and effort were reported as key reasons for downward wage rigidity across all countries and firm types. Restrictions created by collective bargaining were found to be an important consideration for firms in Western European (EU-15) countries but were one of the lowest ranked obstacles in the new EU member states in Central and Eastern Europe.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The difficulty inherent in reducing nominal wages has recently moved into the spotlight as a result of efforts of a number of European countries, especially within the euro area, to adjust to serious negative economic shocks through internal devaluation. Even with the severity of the economic downturn experienced across Europe in recent years, cuts in nominal wages appear to be a last resort for firms, and a series of papers have established that wages tend to be sticky downwards. 1 Evidence from interviews with business owners and firm managers have even suggested that selective layoffs are usually preferred to across-the-board wage reductions (Bewley, 1999) . Bertola et al. (2012) , using data from the same survey of European firms that this paper will analyse, found that only 2% of firms would use base wage cuts as the main channel of labour cost reduction if faced with a significant cost shock. A considerably higher percentage reported that they would rely on reducing staff numbers or hours worked as their main strategy. 2 So why is it so difficult to cut nominal wages? This paper uses evidence from a firm survey conducted in a number of EU countries to investigate a range of different theories as to why firms appear reluctant to lower wages. The sample covers 14,975 firms from 14 European countries, representing around 47.3 million employees. Although the data collection predates the onset of the European crisis, the survey provides unique and valuable information on the extent and rationale for wage rigidity, and enables us to evaluate the importance of different explanations for avoiding wage cuts.",
        "cite_spans": [
          {
            "start": 486,
            "end": 487,
            "text": "1",
            "ref_id": null
          },
          {
            "start": 653,
            "end": 667,
            "text": "(Bewley, 1999)",
            "ref_id": "BIBREF12"
          },
          {
            "start": 670,
            "end": 691,
            "text": "Bertola et al. (2012)",
            "ref_id": "BIBREF10"
          },
          {
            "start": 1041,
            "end": 1042,
            "text": "2",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "An advantage that this study has over earlier work in this area is the use of cross-country data gathered as part of a harmonised survey designed specifically to examine wage setting practices across firms. Other studies have typically been restricted to the analysis of single countries and, with few exceptions, using relatively small samples that focused on very large firms. Given the large institutional heterogeneity of European labour markets, this unified survey for European countries allows us to evaluate the association of different labour market institutions and policies with the rationales for avoiding wage cuts.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The list of possible reasons for avoiding wage cuts that firms were asked to assess in the survey was drawn from the extensive literature on wage setting and flexibility. In particular, the categorisation used by Campbell and Kamlani (1997) was used as the main basis for the selection of questions put to the firms. These questions reflect a range of different hypotheses put forward in the literature covering the influence of labour regulations and collective agreements, the existence of implicit contracts, efficiency wage explanations in terms of negative effects on worker morale or effort, whether firms have concerns about losing key staff or having difficulties in future recruitment if wages were to be cut, whether the costs of future recruitment and training would be higher, and whether they felt employees would be concerned with how their wage compared to that of similar workers in other firms. 3 In line with previous research, we find that very few firms -in total approximately 2% -report having cut nominal base wages within a five year period, although there are differences across countries in how common wage cuts are, particularly between the original members of the European Union (EU-15) and the newer member states of Central and Eastern Europe (CEE). The most relevant reasons given for avoiding base wage cuts are concerns about worker morale and the danger that the most productive workers would leave. In contrast to previous findings from the USA, a third prominent reason preventing wage cuts is institutional restrictions; this reason also showed the greatest variation across countries, which can be linked to the institutional factors specific to each country such as the prevalence and type of collective bargaining.",
        "cite_spans": [
          {
            "start": 213,
            "end": 240,
            "text": "Campbell and Kamlani (1997)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 912,
            "end": 913,
            "text": "3",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "In relation to firm characteristics, we find that firms employing a higher proportion of blue-collar and low-skilled white-collar workers rank labour regulation as an important inhibitor of wage cuts. Firms with a high percentage of temporary employees, and hence more prone to labor turnover, appear more concerned about the consequences that wage cuts may bring in their hiring and firing policies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Hence, they reported concerns with their reputation as an employer, that the best employees might 3 We analyse the factors that might inhibit firms from cutting the wages of their existing employees. The ability of the firm to adjust its labour costs by changing the wages of newly-hired workers is therefore beyond the scope of this paper. Galuščák et al (2012) , using the same data sets that this paper uses, provide an extensive analysis of the factors that determine the wages of newly-hired employees as opposed to incumbents. They find that \"fairness\" considerations make firms reluctant to pay new workers on a different basis than their payment to the current staff. leave and difficulty in hiring new workers as important reasons for avoiding wage cuts. Larger firms are less likely to assign high relevance to the existence of implicit contracts as a rationale for avoiding wage cuts. Some of the highest ranked reasons for avoiding wage cuts, such as the fear of workers reducing their effort or possible negative impacts on workers' morale, appear to apply across the board with little variation across firms of different sizes or employing workers with different characteristics. In the text we offer a discussion of these findings, and their relationship with prominent theories of the functioning of labor markets.",
        "cite_spans": [
          {
            "start": 98,
            "end": 99,
            "text": "3",
            "ref_id": null
          },
          {
            "start": 341,
            "end": 362,
            "text": "Galuščák et al (2012)",
            "ref_id": "BIBREF26"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The remainder of the paper is organised as follows. Section 2 discusses the different possible explanations for why firms might be reluctant to cut nominal wages and briefly reviews the results of existing studies. Section 3 describes the data and presents summary statistics on the frequency of wage cuts and the ranking of the different explanations. Section 4 focuses on the correlates of the various reasons preventing wage cuts and Section 5 concludes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The lack of downward flexibility of wages has generated a wide range of explanations in the literature on labor economics. Amongst the most prominent of these explanations are efficiency wage models that are based on the assumption that the effort of workers may be stimulated by paying high or at least \"fair\" wages (see Akerlof, 1982 and Akerlof and Yellen, 1990 ). Related to this, the turnover model assumes that persistently high wages might actually increase firm profitability by reducing the quit rate and hence lowering expenditures on hiring and training (Hashimoto and Yu, 1980; Stiglitz, 1974) . Higher wages may also raise the quality of the firm's applicant pool, reducing adverse selection issues (Weiss, 1980) . Other theories, such as insider-outsider bargaining models also generate real wage rigidity, especially among core workers (Lindbeck and Snower, 1988) .",
        "cite_spans": [
          {
            "start": 322,
            "end": 339,
            "text": "Akerlof, 1982 and",
            "ref_id": "BIBREF3"
          },
          {
            "start": 340,
            "end": 351,
            "text": "Akerlof and",
            "ref_id": "BIBREF3"
          },
          {
            "start": 352,
            "end": 364,
            "text": "Yellen, 1990",
            "ref_id": "BIBREF4"
          },
          {
            "start": 565,
            "end": 589,
            "text": "(Hashimoto and Yu, 1980;",
            "ref_id": "BIBREF27"
          },
          {
            "start": 590,
            "end": 605,
            "text": "Stiglitz, 1974)",
            "ref_id": "BIBREF43"
          },
          {
            "start": 712,
            "end": 725,
            "text": "(Weiss, 1980)",
            "ref_id": "BIBREF45"
          },
          {
            "start": 851,
            "end": 878,
            "text": "(Lindbeck and Snower, 1988)",
            "ref_id": "BIBREF35"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts: Literature Overview",
        "sec_num": "2."
      },
      {
        "text": "Individual worker characteristics such as age, tenure, education, job type or wage level, on-the-job experience and replacement costs and the value of their outside options, and firm characteristics such as monitoring costs and fluctuations in product demand, are likely to be associated with different degrees of downward wage rigidity. However, data limitations have made these aspects difficult to explore in a systematic way. Using a limited sample of countries, Du Caju et al. (2012a Caju et al. ( , 2012b and Messina et al. (2010) have exploited differences in workforce composition to assess the consistency of the observed patterns with labour market theories of downward wage rigidity indirectly, using administrative data. They find support for efficiency wage theories and for a clear impact of wage bargaining institutions in shaping different forms of downward wage rigidity.",
        "cite_spans": [
          {
            "start": 470,
            "end": 488,
            "text": "Caju et al. (2012a",
            "ref_id": "BIBREF20"
          },
          {
            "start": 489,
            "end": 510,
            "text": "Caju et al. ( , 2012b",
            "ref_id": "BIBREF21"
          },
          {
            "start": 515,
            "end": 536,
            "text": "Messina et al. (2010)",
            "ref_id": "BIBREF37"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts: Literature Overview",
        "sec_num": "2."
      },
      {
        "text": "Following Lundborg (1995, 2003) , Campbell and Kamlani (1997) , Franz and Pfeiffer (2006) and Rõõm and Uusküla (2009) , we take a different route to assess the relevance of various theories of wage rigidity consisting of asking firms directly why they do not cut wages. The questions posed to the firms in our survey were based to a large extent on the classification of the potential reasons by Campbell and Kamlani (1997) . In addition, we collect information on the workforce and other firm characteristics allowing us to examine if these affect the importance attached to each theory by survey respondents.",
        "cite_spans": [
          {
            "start": 10,
            "end": 31,
            "text": "Lundborg (1995, 2003)",
            "ref_id": null
          },
          {
            "start": 34,
            "end": 61,
            "text": "Campbell and Kamlani (1997)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 64,
            "end": 89,
            "text": "Franz and Pfeiffer (2006)",
            "ref_id": "BIBREF25"
          },
          {
            "start": 94,
            "end": 117,
            "text": "Rõõm and Uusküla (2009)",
            "ref_id": null
          },
          {
            "start": 396,
            "end": 423,
            "text": "Campbell and Kamlani (1997)",
            "ref_id": "BIBREF16"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts: Literature Overview",
        "sec_num": "2."
      },
      {
        "text": "In this section we discuss the options that firms were asked to evaluate and explain the motivation behind each of the potential reasons proposed in the context of existing theories of downward wage rigidity. Firm managers were asked to assess the relevance of the following eight reasons in preventing base wage cuts: 1. Labour regulation or collective agreements prevent wages from being cut;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts: Literature Overview",
        "sec_num": "2."
      },
      {
        "text": "2. Cutting nominal wages would reduce employees' effort or have a negative impact on employees' morale, resulting in lower output or poorer service 4 ;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts: Literature Overview",
        "sec_num": "2."
      },
      {
        "text": "3. Cutting nominal wages would damage the firm's reputation as an employer, making it more difficult to hire workers in the future; 4. Following a nominal wage cut, the most productive employees might leave the firm; 5. Cutting nominal wages would increase the number of employees leaving, raising the cost of hiring and training new workers; 6. Cutting nominal wages would create difficulties in attracting new workers; 7. Workers dislike unpredictable reductions in income. Therefore workers and firms reach an implicit understanding that wages will neither fall in recessions nor rise in expansions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts: Literature Overview",
        "sec_num": "2."
      },
      {
        "text": "Hence, in bad times nominal wages are not cut.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts: Literature Overview",
        "sec_num": "2."
      },
      {
        "text": "8. Workers compare their wages to those of similarly qualified workers in other firms in the same market. Cutting wages would break that comparison and would be disruptive.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts: Literature Overview",
        "sec_num": "2."
      },
      {
        "text": "The first potential source of downward wage rigidity is the existence of explicit contracts, either stemming from individual negotiations with the workers themselves through multi-year contracts, or from collective bargaining agreements. From various theoretical models we can infer that the bargaining power of labour unions will be positively related with the tendency to avoid wage cuts (e.g. Dunlop (1944) , Shishter (1943) , and Oswald (1986) ). More explicitly, Holden (1994) shows that unions and collective agreements provide protection against individual wage cuts in a theoretical framework that allows for individual and collective bargaining. We complement the information obtained by asking managers directly about the importance of labor regulation and collective agreements in preventing wage cuts with further questions on the extent of union coverage and the types of collective bargaining engaged in by the firm (for example, if these are firm, sectoral or national level arrangements).",
        "cite_spans": [
          {
            "start": 396,
            "end": 409,
            "text": "Dunlop (1944)",
            "ref_id": "BIBREF23"
          },
          {
            "start": 412,
            "end": 427,
            "text": "Shishter (1943)",
            "ref_id": "BIBREF41"
          },
          {
            "start": 434,
            "end": 447,
            "text": "Oswald (1986)",
            "ref_id": "BIBREF39"
          },
          {
            "start": 468,
            "end": 481,
            "text": "Holden (1994)",
            "ref_id": "BIBREF29"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Regulation/Explicit Contracts (Reason 1)",
        "sec_num": "2.1."
      },
      {
        "text": "The second, and probably most detailed, set of explanations for downward wage rigidity can be found in the efficiency wage literature, which therefore motivates a number of the survey questions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Efficiency wage theories (Reasons 2,3,4,5,6)",
        "sec_num": "2.2."
      },
      {
        "text": "These models are based on the assumption that wages directly affect worker productivity with the implication that reducing the wage would have a negative impact on employees' effort and morale, resulting in lower output for the firm. Further explanations within the efficiency wage literature relate to how the firm's actions in cutting wages could impact on its staff composition and worker turnover. A reduction in wages could give existing staff an incentive to leave the firm and the quitters are likely to be the most productive workers who would have the best outside options (the adverse selection model, Weiss 1980 Weiss , 1990 . This would imply that the firm might have to spend more on training future hires. The adverse selection model may also apply to hiring. Employers who often cut the wages of their workforce may acquire a bad reputation, reducing the quality of future applicants.",
        "cite_spans": [
          {
            "start": 612,
            "end": 622,
            "text": "Weiss 1980",
            "ref_id": "BIBREF45"
          },
          {
            "start": 623,
            "end": 635,
            "text": "Weiss , 1990",
            "ref_id": "BIBREF44"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Efficiency wage theories (Reasons 2,3,4,5,6)",
        "sec_num": "2.2."
      },
      {
        "text": "In the shirking model of Shapiro and Stiglitz (1984) firms monitor workers randomly, firing those who perform below a certain standard. A higher wage makes the threat more effective and therefore raises productivity, while also generating unemployment. Note that this theory does not necessarily imply downward wage rigidity. Higher unemployment increases the cost of dismissal for workers, and thus would make it possible to reduce wages during recessions. However the room for wage cuts may be small, especially among the most productive workers whose outside options are likely to be less affected by rising unemployment.",
        "cite_spans": [
          {
            "start": 25,
            "end": 52,
            "text": "Shapiro and Stiglitz (1984)",
            "ref_id": "BIBREF40"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Efficiency wage theories (Reasons 2,3,4,5,6)",
        "sec_num": "2.2."
      },
      {
        "text": "Of direct relevance for downward wage rigidity is the morale theory proposed by Solow (1979) , and further elaborated by Akerlof (1982) and Akerlof and Yellen (1990) . Higher pay rates are perceived as fair and have a positive effect on productivity through their impact on workers' morale. In these models morale can depend on wage changes as well as on the wage level. In the former case, the theories imply downward wage rigidity at any level of pay and are of direct relevance to our study.",
        "cite_spans": [
          {
            "start": 80,
            "end": 92,
            "text": "Solow (1979)",
            "ref_id": "BIBREF42"
          },
          {
            "start": 121,
            "end": 135,
            "text": "Akerlof (1982)",
            "ref_id": "BIBREF3"
          },
          {
            "start": 140,
            "end": 165,
            "text": "Akerlof and Yellen (1990)",
            "ref_id": "BIBREF4"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Efficiency wage theories (Reasons 2,3,4,5,6)",
        "sec_num": "2.2."
      },
      {
        "text": "The importance of different versions of the efficiency wage theory for explaining wage rigidity has been analysed using surveys based on interviews with company managers. The shirking model of Shapiro and Stiglitz (1984) found little support in the US and Sweden (Campbell and Kamlani, 1997; Agell and Lundborg, 1999) . In contrast, most existing surveys attribute instead a prominent role to the negative effects of wage cuts on morale and labor productivity (Campbell and Kamlani, 1997 , Bewley, 1995 , 1999 , 2004 , Agell and Lundborg, 2003 .",
        "cite_spans": [
          {
            "start": 193,
            "end": 220,
            "text": "Shapiro and Stiglitz (1984)",
            "ref_id": "BIBREF40"
          },
          {
            "start": 263,
            "end": 291,
            "text": "(Campbell and Kamlani, 1997;",
            "ref_id": "BIBREF16"
          },
          {
            "start": 292,
            "end": 317,
            "text": "Agell and Lundborg, 1999)",
            "ref_id": null
          },
          {
            "start": 460,
            "end": 487,
            "text": "(Campbell and Kamlani, 1997",
            "ref_id": "BIBREF16"
          },
          {
            "start": 488,
            "end": 502,
            "text": ", Bewley, 1995",
            "ref_id": "BIBREF14"
          },
          {
            "start": 503,
            "end": 509,
            "text": ", 1999",
            "ref_id": "BIBREF12"
          },
          {
            "start": 510,
            "end": 516,
            "text": ", 2004",
            "ref_id": "BIBREF11"
          },
          {
            "start": 517,
            "end": 543,
            "text": ", Agell and Lundborg, 2003",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Efficiency wage theories (Reasons 2,3,4,5,6)",
        "sec_num": "2.2."
      },
      {
        "text": "Some surveys also indicated that if there is a need to reduce the labour cost in a given firm, company managers prefer laying some people off to lowering the wage level. Bewley (1998 Bewley ( , 1999 argues that this is because layoffs can be carried out selectively, whereas when all workers' wages are cut there are negative consequences for morale. Workers care about a fair treatment and in some instances they would be ready to accept pay cuts if this avoided a large number of layoffs. However, the costsavings associated with small wage cuts may not be large enough to prevent firms in distress from laying off some workers and firms therefore tend to avoid cutting pay at all (Bewley, 2004) .",
        "cite_spans": [
          {
            "start": 170,
            "end": 182,
            "text": "Bewley (1998",
            "ref_id": "BIBREF13"
          },
          {
            "start": 183,
            "end": 198,
            "text": "Bewley ( , 1999",
            "ref_id": "BIBREF12"
          },
          {
            "start": 683,
            "end": 697,
            "text": "(Bewley, 2004)",
            "ref_id": "BIBREF11"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Efficiency wage theories (Reasons 2,3,4,5,6)",
        "sec_num": "2.2."
      },
      {
        "text": "Another strand of this literature focuses on the impact on employment turnover when a firm reduces wages. Better workers will be the most likely to leave the firm as a reaction to wage cuts and the studies by Bewley (1999) and Campbell and Kamlani (1997) find strong support for this adverse selection hypothesis as a reason for avoiding cuts. According to Campbell and Kamlani (1997) , the best workers are valuable because pay in general does not increase in proportion to workers' productivity, and the adverse selection channel applied to quits becomes all the more relevant when workers have accumulated substantial firm-specific human capital. Notably, surveys based on US managers find little support to the adverse selection hypothesis as applied to hiring (Bewley, 2004) .",
        "cite_spans": [
          {
            "start": 209,
            "end": 222,
            "text": "Bewley (1999)",
            "ref_id": "BIBREF12"
          },
          {
            "start": 227,
            "end": 254,
            "text": "Campbell and Kamlani (1997)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 357,
            "end": 384,
            "text": "Campbell and Kamlani (1997)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 765,
            "end": 779,
            "text": "(Bewley, 2004)",
            "ref_id": "BIBREF11"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Efficiency wage theories (Reasons 2,3,4,5,6)",
        "sec_num": "2.2."
      },
      {
        "text": "Analysis based on behavioural experiments also confirms the importance of fairness considerations in wage-related decisions. Lab and field experiments show that higher wages lead to an increase in effort. Interestingly, it is shown that the response to a wage cut, which is considered an unfair act, is stronger than the response to a wage increase of the same size, which is seen as a fair act (see Fehr et. al 2008) . The analysis also shows that the impact of fairness considerations on performance is higher in long-term employment relationships.",
        "cite_spans": [
          {
            "start": 400,
            "end": 417,
            "text": "Fehr et. al 2008)",
            "ref_id": "BIBREF24"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Efficiency wage theories (Reasons 2,3,4,5,6)",
        "sec_num": "2.2."
      },
      {
        "text": "The effect of wage cuts on employee turnover and composition (indicated in the efficiency wage discussion) has also been framed in a different way in the insider-outsider theory. In this theory, it is not in the firm's interest to lay off part of the existing workforce in order to hire others at a lower wage. This is partly due to the associated costs of recruitment and training, as in the efficiency wage theory, but adds a further dimension by suggesting that the retained original workers in this scenario would withhold their cooperation from the new recruits, and hold up the production process (Lindbeck and Snower, 1988 ).",
        "cite_spans": [
          {
            "start": 603,
            "end": 629,
            "text": "(Lindbeck and Snower, 1988",
            "ref_id": "BIBREF35"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Insider-Outsider (Reasons 5, 6)",
        "sec_num": "2.3."
      },
      {
        "text": "Another source of rigidity arises from the possible existence of implicit contracts between the firm and workers. The implicit contracts framework assumes that workers are more risk averse than firms and the two groups will therefore negotiate a type of insurance arrangement whereby the workers' real wages will be kept relatively stable even if the firm faces ups and downs in its performance (Azariadis, 1975) . The firm gains if this stable wage can be kept below what the average wage would be over the business cycle and the worker benefits by not having to deal with unpredictable changes in income.",
        "cite_spans": [
          {
            "start": 395,
            "end": 412,
            "text": "(Azariadis, 1975)",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Insurance and Implicit Contracts (Reason 7)",
        "sec_num": "2.4."
      },
      {
        "text": "The final explanation for wage rigidity is that employees are concerned with how their wage compares to that of similar workers in other firms in the same market, and that their effort levels will be based on a comparison with what they believe to be a 'fair wage' for their job level. Keynes (1936) suggested that firms care about paying their workers a wage that is in line with what other workers performing similar jobs in competing firms are paid. If the relativity with the external pay comparator is breached the worker would feel unfairly treated, with negative consequences on morale and the worker attachment to the firms' objectives. Thus, firms facing negative idiosyncratic shocks may be reluctant to cut nominal wages, in an attempt to maintain constant relative wages with the same jobs in other firms.",
        "cite_spans": [
          {
            "start": 293,
            "end": 299,
            "text": "(1936)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "External relative wages (Reason 8)",
        "sec_num": "2.5."
      },
      {
        "text": "Whether employers take the external wage level into account depends to a large extent on the availability of information about the wages of similar jobs in that sector or region. In the US, external wages appear to be of little relevance for downward nominal wage rigidity, perhaps because unionization is low and information about external pay is scarce (Bewley, 2004) . In contrast, Agell and Lundborg (2003) found substantial support to the external pay grade hypothesis in highly unionized Sweden.",
        "cite_spans": [
          {
            "start": 355,
            "end": 369,
            "text": "(Bewley, 2004)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 385,
            "end": 410,
            "text": "Agell and Lundborg (2003)",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "External relative wages (Reason 8)",
        "sec_num": "2.5."
      },
      {
        "text": "The analysis in the current paper is based on a survey of firms that was conducted between the second half of 2007 and the first quarter of 2008 in 16 European Union countries, 14 of which included the questions analysed here on the reasons for avoiding wage cuts. The 14 countries covered are Austria, Belgium, the Czech Republic, Estonia, France, Hungary, Ireland, Italy, the Netherlands, Lithuania, Poland, Portugal, Slovenia and Spain. 5 The survey was carried out by the national central bank of each country and all countries based the survey on a harmonised questionnaire, which was developed in the context of the Eurosystem Wage Dynamics Network, a research network analysing wage and labour cost dynamics. The harmonised questionnaire contained a core set of questions on the firms' wage setting strategies, which were asked in all countries and thus gives us a detailed and comparable picture of these issues across all countries. The harmonised questionnaire was further adapted by some countries to account for specific country characteristics and differences in the institutional frameworks. As a result, some countries opted for shorter versions of this questionnaire, while others extended it in several dimensions.",
        "cite_spans": [
          {
            "start": 440,
            "end": 441,
            "text": "5",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Survey Overview",
        "sec_num": "3.1"
      },
      {
        "text": "The sampling frame in each country was based on firms with at least five employees. The sectors covered are manufacturing, energy, construction, market services, non-market services, trade and financial intermediation. 6 The sample covers 14,975 firms representing around 47.3 million employees. 7 In order to make the results representative of the total population, the cross-country statistics presented in the following sections use employment adjusted weights. For each firm or observation these weights indicate the number of employees each observation represents in the population. 8 These weights are calculated as employment in the population divided by the number of firms (in each stratum), in the final sample. 9 A detailed description of the distribution of the sample by country, sector and size along with a description of the construction of employment based weights can be found in the online appendix to Babecký et al (2012) .",
        "cite_spans": [
          {
            "start": 219,
            "end": 220,
            "text": "6",
            "ref_id": null
          },
          {
            "start": 296,
            "end": 297,
            "text": "7",
            "ref_id": null
          },
          {
            "start": 921,
            "end": 941,
            "text": "Babecký et al (2012)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Survey Overview",
        "sec_num": "3.1"
      },
      {
        "text": "As discussed in detail in Du Caju et al. 2009, the EU-15 member states in our sample belong to a group of countries with relatively strictly regulated systems of wage bargaining, characterised by the existence of extension procedures, a high level of collective agreement coverage, and a dominance of sectoral (and to a lesser extent firm-level) collective agreements. On the other hand, in most of the CEE countries the importance of unions in wage bargaining systems is quite limited. This group includes countries which tend to have very low trade union densities, low levels of collective agreement coverage, and decentralised wage bargaining frameworks. 10 Since differences in the organization of labour market institutions may affect wage-setting practices we will differentiate between the EU-15 and CEE countries throughout the paper.",
        "cite_spans": [
          {
            "start": 659,
            "end": 661,
            "text": "10",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Institutional Background of Participating Countries",
        "sec_num": "3.2"
      },
      {
        "text": "The survey included three questions related to the collective bargaining of wages. Managers were asked if a collective wage agreement applied to their firm and, if they answered yes, they were further asked whether it was a firm-level agreement or a binding agreement that was negotiated at a level outside the firm, such as the national or sectoral level. In addition, the survey obtained data on the proportion of workers in the firm covered by any kind of collective wage agreement, internal or external. The information is summarised in Table 1. Our findings are qualitatively consistent with those of Du Caju et al. (2009) and point to the sharp difference between the EU-15 and CEE countries in collective bargaining coverage and the pervasiveness of sectoral agreements over firm agreements. 11 In Austria, Belgium, Spain, France, and Italy the coverage of collective agreements is almost universal within the sectors included in the survey. The same is true of Slovenia, making it somewhat of an outlier amongst the CEE group.",
        "cite_spans": [
          {
            "start": 621,
            "end": 627,
            "text": "(2009)",
            "ref_id": null
          },
          {
            "start": 799,
            "end": 801,
            "text": "11",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Institutional Background of Participating Countries",
        "sec_num": "3.2"
      },
      {
        "text": "Differences across countries in the share of firms covered by firm-level or higher-level agreements are substantial. A non-negligible number of firms negotiate wages with local unions at the firm level in all countries, affecting a share of the workforce that ranges from 59% in France to 10% in Estonia and Portugal. In France, however, all firms are subject to collective agreements signed at the sectoral or national level, regardless of whether a firm-level agreement exists or not. In most of the CEE countries in contrast, firms that sign firm-level agreements with unions are usually not subject to national or sectoral negotiations. Different elements of wage determination and employment relationships may be covered in the context of firm-level agreements in different countries. The richness of our survey will allow us to examine these institutional differences in detail, and assess their influence on the rationale for not cutting wages. Note: Responses are weighted, using employment in each cell as weights.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Institutional Background of Participating Countries",
        "sec_num": "3.2"
      },
      {
        "text": "Before moving on to examine the reasons for avoiding wage cuts, we must establish that they are indeed rare amongst the firms being examined. The survey provides quantitative information on the proportion of firms that have cut wages and also on the proportions of workers affected by wage cuts in these firms. Specifically, firms were asked if they had ever cut base wages during the past five years. 12 If they responded \"yes\" to this question, they were further asked what percentage of their workforce this cut had applied to. Firms were instructed to answer the wage-setting questions with reference to their main occupational group, which was defined earlier in the survey. Table 2 verifies that wage cuts are extremely rare. Around 2.4% of the firms had cut wages over the five years that preceded the survey, and this strategy affected only 0.8% of the workers in the sample, and 34.8% of the workers working in firms that had cut wages. Thus, firms very seldom cut wages in normal times, and when they engage in wage cutting practices they do this selectively.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 680,
            "end": 687,
            "text": "Table 2",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "Incidence of Wage Cuts",
        "sec_num": "3.3"
      },
      {
        "text": "The rarity of wage cuts has been much commented on across a range of individual country studies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Incidence of Wage Cuts",
        "sec_num": "3.3"
      },
      {
        "text": "For example, Agell and Lundborg (2003) and Agell and Bennmarker (2007) report that even during the relatively severe Swedish recession of the 1990s firms did not extensively cut wages. For the US, Bewley (1998) notes that the resistance to pay cuts comes primarily from employers and is driven mainly by anticipation of negative employee reactions.",
        "cite_spans": [
          {
            "start": 13,
            "end": 38,
            "text": "Agell and Lundborg (2003)",
            "ref_id": "BIBREF1"
          },
          {
            "start": 43,
            "end": 70,
            "text": "Agell and Bennmarker (2007)",
            "ref_id": "BIBREF0"
          },
          {
            "start": 197,
            "end": 210,
            "text": "Bewley (1998)",
            "ref_id": "BIBREF13"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Incidence of Wage Cuts",
        "sec_num": "3.3"
      },
      {
        "text": "Despite the low number of wage cuts there are some apparent differences between EU-15 and CEE countries. The percentage of firms that have cut wages is close to four times as high in CEE",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Incidence of Wage Cuts",
        "sec_num": "3.3"
      },
      {
        "text": "countries as in the EU-15, and the percentage of employees affected is also quite considerably higher. The more flexible labour market institutions in CEE countries may lie behind the stronger tendency to cut wages in these countries. Indeed, our data show that there is a negative correlation between wage cuts across countries and the percentage of workers covered by collective agreements (see also Figure 1 below). This is in line with results relying on the frequency of wage cuts in industry data across countries reported by Holden and Wulfsberg (2009) . ",
        "cite_spans": [
          {
            "start": 532,
            "end": 559,
            "text": "Holden and Wulfsberg (2009)",
            "ref_id": "BIBREF30"
          }
        ],
        "ref_spans": [
          {
            "start": 402,
            "end": 410,
            "text": "Figure 1",
            "ref_id": "FIGREF0"
          }
        ],
        "eq_spans": [],
        "section": "Incidence of Wage Cuts",
        "sec_num": "3.3"
      },
      {
        "text": "Having established the rarity of wage cuts in our data, we move on now to evaluate the main reasons put forward by managers for this downward nominal wage rigidity. Firm managers were asked to assess the relevance of the eight reasons listed in Section 2, and the answers were requested on a four-point scale: not relevant, of little relevance, relevant, and very relevant. Table 3 presents the percentages of firms in each country that ranked a given reason as very relevant or relevant, and Table 4 shows the overall ranking of the different reasons.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 374,
            "end": 381,
            "text": "Table 3",
            "ref_id": "TABREF2"
          },
          {
            "start": 493,
            "end": 500,
            "text": "Table 4",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts",
        "sec_num": "3.4"
      },
      {
        "text": "Looking first at the averages across all countries, the two most important reasons for avoiding base wage cuts are the belief that this would result in a reduction in morale or effort, and the risk that the most productive workers would leave as a response to potential wage cuts. Both of these reasons were reported as relevant or very relevant by 86% of firms. The impact on employees' morale is an explanation often found in the earlier literature (e.g. Franz and Pfeiffer, 2006; Kaufman, 1984; Campbell and Kamlani, 1997; Bewley, 1998) . The danger of the best employees leaving the firm has been subject to less scrutiny, although Campbell and Kamlani (1997) find strong support for the adverse selection model as applied to quits in their US survey.",
        "cite_spans": [
          {
            "start": 457,
            "end": 482,
            "text": "Franz and Pfeiffer, 2006;",
            "ref_id": "BIBREF25"
          },
          {
            "start": 483,
            "end": 497,
            "text": "Kaufman, 1984;",
            "ref_id": "BIBREF32"
          },
          {
            "start": 498,
            "end": 525,
            "text": "Campbell and Kamlani, 1997;",
            "ref_id": "BIBREF16"
          },
          {
            "start": 526,
            "end": 539,
            "text": "Bewley, 1998)",
            "ref_id": "BIBREF13"
          },
          {
            "start": 636,
            "end": 663,
            "text": "Campbell and Kamlani (1997)",
            "ref_id": "BIBREF16"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts",
        "sec_num": "3.4"
      },
      {
        "text": "A third prominent reason preventing nominal wage cuts in Europe comes from institutional restrictions, imposed either in the form of labour regulations or by collective agreements. The institutional reason was considered important by 74% of firms. Unions and collective bargaining have generally been found to be of relatively little importance in US studies, if they are examined at all. Campbell and Kamlani (1997) find the average effect of union coverage on preventing wage reductions to be of \"minor\" importance. In contrast, the analysis of German firms by Franz and Pfeiffer (2006) suggests a considerably larger influence of unions in preventing wage cuts, indicating a potentially significant role for this reason in explaining cross-country variation.",
        "cite_spans": [
          {
            "start": 389,
            "end": 416,
            "text": "Campbell and Kamlani (1997)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 563,
            "end": 588,
            "text": "Franz and Pfeiffer (2006)",
            "ref_id": "BIBREF25"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts",
        "sec_num": "3.4"
      },
      {
        "text": "At the opposite end of the scale, concerns that the firm's reputation as an employer could be harmed if wage cuts were applied, and this could translate into more difficulties in hiring good workers in the future was one of the least commonly mentioned rationales (60% of firms). This is consistent with evidence for the US discussed in Bewley (2004) . The implicit contracts model proposed by Azariadis (1975) similarly received little support in our survey.",
        "cite_spans": [
          {
            "start": 337,
            "end": 350,
            "text": "Bewley (2004)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 394,
            "end": 410,
            "text": "Azariadis (1975)",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts",
        "sec_num": "3.4"
      },
      {
        "text": "The remaining three reasons relating to future difficulty in recruitment, increased costs associated with employee turnover and employees making negative comparisons with outside wages were all rated as relevant by between 67% and 72% of firms. The importance of comparisons with wages paid in similar jobs by other firms is rated highly, in contrast with results for the US (Bewley, 2004) but consistent with previous evidence for Sweden (Agell and Lundborg, 2003) . This is perhaps due to the widespread presence of unions in the majority of countries in our survey, a point to which we return later.",
        "cite_spans": [
          {
            "start": 375,
            "end": 389,
            "text": "(Bewley, 2004)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 439,
            "end": 465,
            "text": "(Agell and Lundborg, 2003)",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts",
        "sec_num": "3.4"
      },
      {
        "text": "The most relevant explanations were supported by the vast majority of managers in all countries. As such, there is no country where explanations relating to morale and losing productive staff were supported by interviewees representing less than 70% of the labour force. There is, nevertheless, some dispersion for a few of the reasons examined. For example, the impact on firm reputation, hiring difficulty and the existence of implicit contracts appear to be slightly more relevant for firms in the CEE countries than in the EU-15. The higher relevance of the first two theories for firms in the CEE countries may be related to the higher proportion of temporary contracts and the greater levels of worker turnover. Temporary contracts account for 16% of employment in CEE compared to 9% in the EU-15 and employee turnover is 5 pp higher in CEE countries (see section 4 for more on this measure). As we shall see later, this hypothesis is supported by the within country analysis, which finds stronger support for those two theories among firms with a higher share of temporary workers and among those that display a larger worker turnover rate.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts",
        "sec_num": "3.4"
      },
      {
        "text": "Note: Proportion of firms which replied \"relevant\" or \"very relevant\". Responses are weighted, using employment in each cell as weights. Note: Share of firms which replied \"very relevant\" or \"relevant\" and the corresponding rank.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts",
        "sec_num": "3.4"
      },
      {
        "text": "The greatest cross-country variation is found in the importance attached to labour regulations and collective bargaining, which ranges from 36% of firms in Poland to 93% of firms in Spain. Labour regulation was the lowest ranked reason by firms in CEE countries; whereas it was ranked second by firms in EU-15 countries (see Table   4 ). The percentage of firms suggesting that regulation is behind the absence of wage cuts was almost twice as high in the EU-15 as in CEE countries (85% and 45% respectively). This is likely to be related to the substantial differences in the institutional structure of the wage-setting process across the European Union member states. As was indicated in Section 3.2, the percentage of workers covered by collective agreements tends to be much higher in EU-15 than in CEE. The difference stems mostly from the reach of collective agreements negotiated outside the firm at the sectoral or regional level (see Table 1 ). We will examine in more detail in the next Section the effect of the type and intensity of collective bargaining agreements on firms' perception of this as a reason for avoiding wage reductions.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 325,
            "end": 334,
            "text": "Table   4",
            "ref_id": "TABREF3"
          },
          {
            "start": 943,
            "end": 950,
            "text": "Table 1",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts",
        "sec_num": "3.4"
      },
      {
        "text": "A tabulation of the importance of each of these factors across sectors shows that effort and reputation are again consistently amongst the major inhibitors of wage reductions (see Table 5 ). Regulation and collective agreements vary less in their relevance across sectors than they do across countries, although construction stands out as having a particularly low percentage of firms classifying this reason as relevant, perhaps indicating the importance of informal labour relations in this sector and the high share of workers with temporary contracts, an issue to which we will return later.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 180,
            "end": 187,
            "text": "Table 5",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts",
        "sec_num": "3.4"
      },
      {
        "text": "Interestingly, the trade sector (covering wholesale and retail trade) and market services (covering administrative and professional services as well as personal services) do not seem to value the various theories differently. One may have expected that in the sectors where more routine jobs are entailed (e.g. sales clerks), and temporary workers are more common, firms would not assign a high relevance to the fact that best employees may leave but in fact we find little variation. 13 Overall concerns about losing the best staff are particularly marked in the financial sector and least relevant in non-market services. 14 Firm size is associated with a higher probability of a firm reporting many of the reasons as relevant or very relevant (Table 5 ). In particular, larger firms seem to assign more relevance to regulation, their reputation as an employer, hiring difficulty and hiring and training costs. The sole exception is the perceived importance of implicit contracts. We return to this issue and the potential explanations for the relationship between size and each of these theories, in the context of the regression analyses of Section 4.",
        "cite_spans": [
          {
            "start": 485,
            "end": 487,
            "text": "13",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 746,
            "end": 754,
            "text": "(Table 5",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts",
        "sec_num": "3.4"
      },
      {
        "text": "Unsurprisingly, Table 5 shows that firms with higher bargaining coverage attach high relevance to labour regulation and institutions as an obstacle to wage cuts.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 16,
            "end": 23,
            "text": "Table 5",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts",
        "sec_num": "3.4"
      },
      {
        "text": "Interestingly however, the bargaining level (whether it is internal, external or both)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts",
        "sec_num": "3.4"
      },
      {
        "text": "does not seem to make a large difference in the relevance of labour regulation. This suggests that the aspect of bargaining that matters for the institutionally induced downward wage rigidity is union coverage, and not the precise institutional structure of the bargaining system. The level at which bargaining takes place though seems to matter for the relevance of some of the other reasons for avoiding wage cuts. For instance firms covered by agreements signed outside the firm tend to assign slightly higher relevance to effort and morale.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts",
        "sec_num": "3.4"
      },
      {
        "text": "The survey also contains information in ten of the participating countries on the principle method of pay for the main occupational group. Monthly base wages (65% of firms) and hourly base wages (26%) dominate. Piece rate work is almost nonexistent in the EU-15 countries with just one-per cent of firms using this as their dominant pay method, whereas it is quite common in the CEE countries, used by 13% of firms. We looked at whether the reasons for avoiding wage cuts differed by type of remuneration method. Firms using piece rate pay were significantly less likely to regard regulations or collective bargaining as an obstacle to reducing the pay of their",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts",
        "sec_num": "3.4"
      },
      {
        "text": "workers. This appears to be driven mainly by the absence of collective agreements in workplaces where piece rate is the dominant form of remuneration -63% of piecerate firms have no collective agreement, compared to 32% of other firms. For the other reasons the method of payment does not seem to make a difference.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts",
        "sec_num": "3.4"
      },
      {
        "text": "Unfortunately, the information relating to the pay method refers to the main occupational group (as defined by the firm using their own responses to the survey on the shares of low-skill blue-collar, high-skill blue-collar, low-skill white-collar or high-skill white-collar). Thus, we cannot disentangle the reasons provided by managers across workers paid through different methods within firms. The reasons to avoid wage cuts may differ across occupational groups and remuneration methods in interesting manners. Our results should be read as the main reasons to avoid wage cuts for the most common worker in the firm. Differences across firms' responses are related to differences in the composition of their labor force in the next section.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reasons for Avoiding Wage Cuts",
        "sec_num": "3.4"
      },
      {
        "text": "We now look at how firm and worker characteristics are related to the relevance of each of the potential explanations for avoiding wage cuts. In contrast to our summary statistics above, we now exploit the full information in the data in a multivariate analysis. As the dependent variable for each reason is measured on a four-point relevance scale, we estimate ordered probit models for each of the questions separately. All of the specifications control for country and sector effects, which limits the impact of potential cross-country differences in the survey design.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "Looking first at the effects of worker skill composition, the regression results presented in Table 6 indicate that firms employing a higher proportion of blue-collar and low-skilled white-collar workers rank labour regulation highly. Franz and Pfeiffer (2006) also report that this reason appears to be more important for less skilled workers in Germany. This is probably because these workers are more likely to be covered by collective agreements than high-skilled white-collar workers. Importantly, such differences are not related to the sectoral composition of employment, a feature that is controlled for by the sector effects.",
        "cite_spans": [
          {
            "start": 235,
            "end": 260,
            "text": "Franz and Pfeiffer (2006)",
            "ref_id": "BIBREF25"
          }
        ],
        "ref_spans": [
          {
            "start": 94,
            "end": 101,
            "text": "Table 6",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "The greater the proportion of low-skilled blue-collar workers in a firm, the less likely it is that concerns about losing skilled employees or the potential costs of later recruitment will be highly rated. This suggests that turnover explanations (cost of hiring and training new workers) received stronger support among firms that use more high-skilled workers. In a similar vein, Campbell and Kamlani (1997) also report that turnover-related explanations are important for white-collar workers.",
        "cite_spans": [
          {
            "start": 382,
            "end": 409,
            "text": "Campbell and Kamlani (1997)",
            "ref_id": "BIBREF16"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "The adverse selection model (Weiss 1980 (Weiss , 1990 would suggest that firms employing a higher share of high-skilled workers should be more concerned about their employees leaving. Our results lend partial support to this hypothesis. Hiring difficulty is reported as having significantly higher relevance among firms that employ a larger share of high skill workers, but differences are particularly marked for firms that employ more high-skilled blue-collar workers. This is perhaps due to a higher degree of firm-specific skills amongst this group. However firms did not assign a higher attachment to training costs as a rationale for avoiding wage cuts for this group (Column 5 of Table 6 ). Our results suggest that training costs are a more important rationale for avoiding wage cuts for high skilled workers in general, with no statistically significant distinction between blue and white collar workers.",
        "cite_spans": [
          {
            "start": 28,
            "end": 39,
            "text": "(Weiss 1980",
            "ref_id": "BIBREF45"
          },
          {
            "start": 40,
            "end": 53,
            "text": "(Weiss , 1990",
            "ref_id": "BIBREF44"
          }
        ],
        "ref_spans": [
          {
            "start": 687,
            "end": 694,
            "text": "Table 6",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "After skill composition, the contract type of the worker may be an important consideration for the ability or willingness of the firm to reduce wages. European countries engaged in substantial labor market reform during the last two decades. More than 200 reforms of employment protection were passed during this period, with over half of them increasing labor market flexibility (fRDB-IZA, 2014). Many of these reforms were partial labor market reforms, following the terminology put forward by Blanchard and Landier (2002) .",
        "cite_spans": [
          {
            "start": 496,
            "end": 524,
            "text": "Blanchard and Landier (2002)",
            "ref_id": "BIBREF15"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "In an attempt to gain flexibility at the margin countries de-regulated the use of temporary contracts, giving rise in some countries to the existence of so-called dual labor markets. In secondary markets, where temporary contracts dominate, labor turnover is substantial. In contrast, primary markets in which long-term contracts are the norm remained relatively insulated from labor market fluctuations. Some workers succeed in moving from the secondary to the primary market, but this becomes rarer as unemployment increases. 15",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "Differences across firms with different shares of temporary and open-ended contracts are consistent with a dual interpretation of European labor markets (Table 6 ). In particular, firms employing a larger share of their workforce under temporary contracts are more likely to avoid wage cuts because they may earn the firm a bad reputation as an employer, the best employees may leave, and there is a perceived difficulty in hiring new workers.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 153,
            "end": 161,
            "text": "(Table 6",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "All of these factors imply that firms hiring temporary workers are conscious of the need to recruit staff regularly. Similarly, firms that employ a higher proportion of workers with fixed-term contracts rank also highly the fact that employees may compare wages to workers doing similar jobs in other firms.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "Larger firms assign more relevance to a number of explanations for avoiding wage cuts. In particular, the relevance increases monotonically with firm size for the following reasons:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "labour regulation, firm's reputation as an employer, and the potential difficulties in hiring new workers. The positive relationship between firm size and the relevance of labour regulations is consistent with larger firms being more likely to be covered by collective bargaining agreements. A possible interpretation of the importance attached to reputational issues by managers of larger firms is that they are aware of the fact that their wage setting practices get more publicity, and thus they may be concerned about how wage cuts will affect their relationships with labour market participants and their ability to hire high quality employees in the future. (cf. Campbell and Kamlani, 1997) In contrast, larger firms do not assign higher relevance to possible negative effect on effort stemming from wage cuts. It could be argued that bigger firms would worry more about the impact of a wage cut on effort due to higher monitoring difficulties. Indeed, Agell and Bennmarker (2007) report that managers in bigger firms note that they find difficulties in appraising work performance in Sweden, and are thus more likely to pay efficiency wages.",
        "cite_spans": [
          {
            "start": 669,
            "end": 696,
            "text": "Campbell and Kamlani, 1997)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 959,
            "end": 986,
            "text": "Agell and Bennmarker (2007)",
            "ref_id": "BIBREF0"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "An exception to the pattern noted above is that smaller firms assign higher relevance to avoiding wage cuts due to implicit contracts that provide wage insurance to workers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "Managers and employees in smaller firms interact more closely and have personal relationships. This may provide a useful ground for the establishment of implicit contracts.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "Another interesting relationship that our data allow us to investigate and that has not been identified in previous studies is the one between the intensity of product market competition and the various explanations for avoiding wage cuts. Firms were asked to report whether they face severe, strong, weak or no competition. We add this measure of competition as an additional control variable to the set of variables included in the regression specification that was presented in Table 6 . 16 Panel A of Table 7 shows that there is a significant positive association between the intensity of perceived competition and the relevance of all theories. In most cases the association monotonically increases with the perceived intensity of competition. Firms facing weak or no competition are significantly less likely to report that the various theories suggested are preventing them from reducing wages than are firms that face severe competition.",
        "cite_spans": [
          {
            "start": 491,
            "end": 493,
            "text": "16",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 481,
            "end": 488,
            "text": "Table 6",
            "ref_id": "TABREF4"
          },
          {
            "start": 505,
            "end": 512,
            "text": "Table 7",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "This relationship between competitive intensity and the importance attached to the different explanations for avoiding wage cuts could come from two opposing forces.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "Firms facing weak competition in their product market could also be operating in a labour market where they have considerable bargaining power and therefore able to reduce wages because their employees have limited protection or outside options. On the other hand, a firm with little competition may be in such a strong product market position that it is under less pressure to reduce costs than firms in more competitive markets, and therefore the need for cutting wages does not arise. 17 To examine which of these explanations has the most support from the data, we ran a regression of the extent of wage cuts on the level of competition, with controls for country, sector, employee characteristics and firm size.",
        "cite_spans": [
          {
            "start": 488,
            "end": 490,
            "text": "17",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "We found that firms in more competitive markets were more likely to have cut wages in the past than firms facing less competition (see Table A1 in the Appendix). The interpretation of the patterns in Table 7 would therefore appear to be that firms in less competitive environments are under less pressure to cut wages, and therefore attach less weight to the potential barriers or concerns that such a course might encounter. This interpretation is also consistent with the findings of Babecky et al (2012), who showed that firms facing fiercer competition are more likely to adjust other elements of compensation, such as bonuses and benefits.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 135,
            "end": 143,
            "text": "Table A1",
            "ref_id": "TABREF0"
          },
          {
            "start": 200,
            "end": 207,
            "text": "Table 7",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "Not surprisingly, Panel B in Table 7 shows a strong positive association between union coverage and the relevance of labour regulation as a reason for avoiding wage cuts. More interestingly, collective bargaining is positively associated with long-term relationships between workers and firms through implicit contracts that insulate wages from outside conditions. As noted by Hogan (2001) , unions are likely to provide an efficient mechanism for enforcing implicit agreements between firms and workers when markets are incomplete. Our results suggest that managers of strongly unionized firms are more aware of, or perhaps more ready to honor, worker demands for insulating wages from shocks.",
        "cite_spans": [
          {
            "start": 377,
            "end": 389,
            "text": "Hogan (2001)",
            "ref_id": "BIBREF28"
          }
        ],
        "ref_spans": [
          {
            "start": 29,
            "end": 36,
            "text": "Table 7",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "Finally, it is also worth noting the strong positive association between the coverage of union contracts and the importance of reputation as a factor for avoiding wage cuts. As we discussed earlier, unions may be an effective mechanism for transmitting information about the amenities of jobs in different firms. Thus, in highly unionized markets firms are more careful about their reputation as employers, and the possible consequences this may have for future hiring.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "In separate regressions not shown in the text we examined the level of collective bargaining that applies to the firm. In particular, we differentiated manager answers among firms that are not subject to collective bargaining, those that negotiate directly with unions at the firm level, those subject to wage agreements negotiated outside the firm (at the sector or national level) and those that apply both firm level and outside agreements.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "The results corroborate the findings using bargaining coverage. Perhaps as expected, we did not find substantial differences among firms subject to firm-level collective bargaining and those subject to collective bargaining at more aggregate levels. A notable exception to this pattern was that managers of firms covered by union contracts signed outside the firm gave a higher rank to reputational issues. In contrast, responses by managers of firms who negotiate with unions at the firm level were not statistically different from the responses of managers that negotiate with workers individually. This could be interpreted as providing further evidence of the role of unions in spreading information. In this interpretation, centralised forms of bargaining appear crucial to facilitate information about working conditions in different firms. Note: Ordered probit regressions. Each panel includes a different set of regressions. All specifications include country and sector effects, three size dummies, the share of workers with temporary contracts and three indicators of skills: the share of low-skilled blue collars, high-skilled blue collars and low -skilled white collars. 1 Labor turnover is defined as the sum of the workers joining and leaving the firm during the reference year as a percentage of total employment Robust p values in parentheses, *** p<0.01, ** p<0.05, * p<0.1.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "We also look at the relationship between firms' worker turnover and the view of their managers about the reasons for avoiding wage cuts. Firms were asked to report the percentage of employees joining and leaving the firm during the last year. Using this information and the total number of employees reported by the firm we calculate worker turnover as the sum of the workers joining and leaving the firm during the reference year as a percentage of total employment. 18 The results for the effect of employee turnover on the reported answers are presented in Panel C of Table 7 . Firms featuring higher turnover rates show more support to practically all the reasons for avoiding wage cuts. The estimated effects are of particular importance with the fear of best employees leaving the firm, reputational hazards, and the difficulty of hiring employees in the future. Hence firms operating in more unstable environments appear to be more conscious of the negative consequences of cutting wages on maintaining a high quality workforce.",
        "cite_spans": [
          {
            "start": 468,
            "end": 470,
            "text": "18",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 571,
            "end": 578,
            "text": "Table 7",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "Our results are based on data collected prior to the economic downturn experienced by European countries in recent years. However, research using data covering periods of recessions also shows that wages are very rarely cut (Agell and Lundborg, 2003) . Messina and Rõõm (2012) use data from a survey that covers the recent downturn for a sub-sample of the firms surveyed here and show that wage cuts remained rare. They find that broadly the same ranking of theoretical reasons for wage rigidity continued to hold, which suggests that the managers' views of the reasons for avoiding wage cuts are not strongly affected by the business cycle.",
        "cite_spans": [
          {
            "start": 224,
            "end": 250,
            "text": "(Agell and Lundborg, 2003)",
            "ref_id": "BIBREF1"
          },
          {
            "start": 253,
            "end": 260,
            "text": "Messina",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm Characteristics and Reasons for Avoiding Wage Cuts",
        "sec_num": "4."
      },
      {
        "text": "In light of the rarity of wage cuts, even in the face of quite severe economic shocks, this paper examines responses by firms' managers ranking the relevance of a number of theories put forward in the labour economics literature for why cuts tend to be avoided. To do this, we use a large specially commissioned survey of firms across fourteen European countries asking managers directly about their experiences with wage cuts.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "5."
      },
      {
        "text": "Just over 2% of firms had cut wages over the last five years at the time of the survey. We document the relative importance of eight possible reasons for avoiding wage cuts, with firms being asked about the effect of labour regulations and collective agreements, the existence of implicit contracts, efficiency wage considerations in terms of negative effects on worker morale or effort, whether firms had concerns about losing key staff or having difficulties in future recruitment, whether the costs of future recruitment and training would be higher, and whether they felt employees would be concerned with how their wage compares to that of similar workers in other firms.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "5."
      },
      {
        "text": "Across all countries and sectors, the two most important causes for avoiding base wage cuts are the belief that this would result in a reduction in morale or effort and the danger that the most productive workers would leave as a consequence. The greatest variation across survey respondents from different countries was in the importance attached to labour regulations and collective bargaining, which we found to be almost twice as high in the EU-15 countries as in the CEE countries. This difference can be attributed to varying coverage of collective bargaining agreements, which tends to be much higher in EU-15 countries than in most of the CEE countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "5."
      },
      {
        "text": "We find certain worker and firm characteristics to be strongly related to the relevance of different theories. For example, firms that employ higher proportions of blue-collar and low-skilled white-collar workers rank labour regulation highly but are less likely to lay importance on concerns about losing the best employees, or the potential costs of later recruitment and training. Larger firms are more likely to be aware of the potential complications associated with reductions in nominal pay and to assign higher relevance to most of the possible reasons for avoiding wage cuts. Fears about lower effort and lower morale are systematically given as highly relevant reasons for avoiding wage cuts across firms of any type.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "5."
      },
      {
        "text": "The survey also shed new light on the role of unions on downward wage rigidities.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "5."
      },
      {
        "text": "Managers subject to collective bargaining are more likely to avoid wage cuts because they fear those may harm the firm's reputation as an employer (and consequently complicate future recruitment) and because of implicit insurance contracts with the workers. These results suggest a role for unions in enforcing implicit employment agreements and in spreading the information about job amenities in different firms among the labor force.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "5."
      },
      {
        "text": "The reasons referring to reduced effort and reduced morale were asked as different options in the questionnaire. However they are conceptually very similar, so in the analysis that follows these two options are grouped into one.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The survey was conducted either by traditional mail, phone and face to face interviews or over the internet. The survey was addressed to the company's CEO or senior-level human resources manager(s). Germany and Greece also conducted the survey, but with different questions on wage cuts and so they are not included in this paper.6 There are however some differences in the sectoral coverage of individual countries -see the online appendix to Babecky et al. (2012) for full details.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The response rate varied across countries ranging from 12% in Lithuania to 73% in Poland (for more details see Appendix 1 inBabecky et al. 2009). On average, the response rates are comparable to those of similar surveys likeCampbell and Kamlani, (1997);Agell and Lundborg, (2003); orFranz and Pfeiffer, (2006).8 The employment adjusted weights account for the unequal probabilities of firms receiving and responding to the questionnaire across strata and also for the average firm size (measured as the number of employees) in the population in each stratum. 9 For most of the cases the stratification is based on sector and firm size, while some countries also used region as an additional stratum.10 The EU-15 countries are: Austria, Belgium, Spain, France, Ireland, Italy, the Netherlands and Portugal. The CEE countries included are: the Czech Republic, Estonia, Hungary, Lithuania, Slovenia and Poland.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In this question firms were asked to refer to a cut in base wages only. Other questions in the survey inquired about other margins of adjustment of their wage bill, (e.g., a reduction in bonuses, hours worked). SeeBabecký et. al (2012) for a discussion of these other adjustment margins.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Note however that we have not asked firms to assess directly the relevance of the various theories for employees belonging to different occupational groups. We cannot therefore provide an in depth analysis of the issue here. In our empirical analysis though we will try to infer how firms with different types of workers assess the relevance of the various theories. 14 Non market services sector in the current survey includes firms belonging to NACE categories N, P and R: administrative and support services; education; and arts, entertainment and recreation activities. Note however that non-market services are only included in the survey of three countries (Ireland, Portugal and France). This explains the observed differences with respect to the other sectors. When we control for country fixed effects in a multivariate framework the observed differences become nonstatistically significant",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Note: Proportion of firms which replied \"relevant\" or \"very relevant\". Responses are weighted, using employment in each cell as weights.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See Bentolila et al. (2012) for a contrast between France and Spain during the great recession.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "This control variable was not included in the first set of regressions because its inclusion reduces the number of observations substantially. The question on the degree of competition was not included in the surveys of Austria, Belgium, Spain and Italy.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "We would like to thank a referee for highlighting the different possible interpretations of these results.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "For the entire sample, we find an average turnover rate of 33%. The variation across countries covers a range from 25% in the Netherlands to 42% in the Czech Republic, with overall higher average worker turnover in the CEE countries (36%) than in the EU-15 (31%). The correlation between labour turnover across firms and percentage of temporary workers is 0.27.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Wage Incentives and Wage rigidity: A Representative View from within",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Agell",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [],
            "last": "Bennmarker",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "Labour Economics",
        "volume": "14",
        "issue": "",
        "pages": "347--369",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Agell, J. and Bennmarker, H. (2007), \"Wage Incentives and Wage rigidity: A Representative View from within\", Labour Economics, Vol 14, pp. 347-369.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Survey Evidence on Wage Rigidity and Unemployment: Sweden in the 1990s",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Agell",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Lundborg",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "The Scandinavian Journal of Economics",
        "volume": "105",
        "issue": "2",
        "pages": "15--29",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Agell, J. and P. Lundborg (2003), \"Survey Evidence on Wage Rigidity and Unemployment: Sweden in the 1990s\", The Scandinavian Journal of Economics Vol.105, No.2, pp.15-29",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Theories of Pay and Unemployment: Survey Evidence from Swedish Manufacturing Firms",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Agell",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Lundborg",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "The Scandinavian Journal of Economics",
        "volume": "97",
        "issue": "2",
        "pages": "295--307",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Agell, J. and P. Lundborg (1995), \"Theories of Pay and Unemployment: Survey Evidence from Swedish Manufacturing Firms\", The Scandinavian Journal of Economics Vol. 97, No.2, pp. 295-307",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Labor Contracts as Partial Gift Exchange",
        "authors": [
          {
            "first": "G",
            "middle": [
              "A"
            ],
            "last": "Akerlof",
            "suffix": ""
          }
        ],
        "year": 1982,
        "venue": "Quarterly Journal of Economics",
        "volume": "97",
        "issue": "",
        "pages": "543--69",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Akerlof, G.A. (1982), \"Labor Contracts as Partial Gift Exchange\", Quarterly Journal of Economics, 97, pp. 543-69.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "The Fair Wage-Effort Hypothesis and Unemployment",
        "authors": [
          {
            "first": "G",
            "middle": [
              "A"
            ],
            "last": "Akerlof",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Yellen",
            "suffix": ""
          }
        ],
        "year": 1990,
        "venue": "Quarterly Journal of Economics",
        "volume": "105",
        "issue": "",
        "pages": "255--83",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Akerlof, G.A., and J. Yellen (1990), \"The Fair Wage-Effort Hypothesis and Unemployment\", Quarterly Journal of Economics, 105, pp. 255-83.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "The Extent and Consequences of Downward Nominal Wage Rigidity",
        "authors": [
          {
            "first": "J",
            "middle": [
              "G"
            ],
            "last": "Altonji",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [
              "J"
            ],
            "last": "Devereux",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Research in Labour Economics",
        "volume": "19",
        "issue": "",
        "pages": "383--431",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Altonji, J.G. and P.J. Devereux (2000), \"The Extent and Consequences of Downward Nominal Wage Rigidity\", Research in Labour Economics, Vol.19, pp. 383-431.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Implicit contracts and underemployment equilibria",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Azariadis",
            "suffix": ""
          }
        ],
        "year": 1975,
        "venue": "Journal of Political Economy",
        "volume": "83",
        "issue": "",
        "pages": "1183--1202",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Azariadis, C. (1975), \"Implicit contracts and underemployment equilibria\". Journal of Political Economy 83, pp. 1183-1202.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "How do European Firms adjust their Labour Costs when Nominal Wages are Rigid?",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Babecký",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Du Caju",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Kosma",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Lawless",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Messina",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Rõõm",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "Labour Economics",
        "volume": "19",
        "issue": "",
        "pages": "792--801",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Babecký, J., Du Caju, P., Kosma, T., Lawless, M., Messina, J. and Rõõm, T. (2012), \"How do European Firms adjust their Labour Costs when Nominal Wages are Rigid?\", Labour Economics, Vol. 19-N° 5, October 2012, pp. 792-801.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Downward Nominal and Real Wage Rigidity: Survey Evidence from European Firms",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Babecký",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Du Caju",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Kosma",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Lawless",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Messina",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Rõõm",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "Scandinavian Journal of Economics",
        "volume": "112",
        "issue": "4",
        "pages": "643--910",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Babecký, J., Du Caju, P., Kosma, T., Lawless, M., Messina, J. and Rõõm, T. (2010), \"Downward Nominal and Real Wage Rigidity: Survey Evidence from European Firms\", Scandinavian Journal of Economics, vol. 112(4), pp. 643-910.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "The Margins of Labour Cost Adjustment: Survey Evidence from European Firms",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Babecký",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Du Caju",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Kosma",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Lawless",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Messina",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Rõõm",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Babecký, J., Du Caju, P., Kosma, T., Lawless, M., Messina, J. and Rõõm, T. (2009), \"The Margins of Labour Cost Adjustment: Survey Evidence from European Firms\", ECB Working Paper No. 1106.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Price, Wage and Employment Response to Shocks: Evidence from the WDN Survey",
        "authors": [
          {
            "first": "G",
            "middle": [],
            "last": "Bertola",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Dabusinskas",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Hoeberichts",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Izquierdo",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Kwapil",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Montornès",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Radowski",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "Labour Economics",
        "volume": "19",
        "issue": "5",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bertola, G., Dabusinskas, A., Hoeberichts, M., Izquierdo, M., Kwapil, C., Montornès, J. and Radowski, D. (2012), \"Price, Wage and Employment Response to Shocks: Evidence from the WDN Survey\", Labour Economics, Vol. 19-N° 5, October 2012.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Fairness, Reciprocity, and Wage Rigidity",
        "authors": [
          {
            "first": "T",
            "middle": [
              "F"
            ],
            "last": "Bewley",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bewley, T.F. (2004), \"Fairness, Reciprocity, and Wage Rigidity\", IZA Discussion Paper, No. 1137 (May).",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Why Wages Don't Fall During a Recession",
        "authors": [
          {
            "first": "T",
            "middle": [
              "F"
            ],
            "last": "Bewley",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bewley, T.F. (1999), Why Wages Don't Fall During a Recession, Harvard University Press, Cambridge, Mass.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Why Not Cut Pay?",
        "authors": [
          {
            "first": "T",
            "middle": [
              "F"
            ],
            "last": "Bewley",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "European Economic Review",
        "volume": "42",
        "issue": "",
        "pages": "459--490",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bewley, T.F. (1998), \"Why Not Cut Pay?\", European Economic Review, Vol.42, pp. 459- 490.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "A Depressed Labour Market as Explained by Participants",
        "authors": [
          {
            "first": "T",
            "middle": [
              "F"
            ],
            "last": "Bewley",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "American Economic Review",
        "volume": "85",
        "issue": "2",
        "pages": "250--254",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bewley, T.F. (1995), \"A Depressed Labour Market as Explained by Participants\", in American Economic Review, Vol.85, No.2, pp. 250-254",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "The Perverse Effects Of Partial Labour Market Reform: Fixed-Term Contracts In France",
        "authors": [
          {
            "first": "O",
            "middle": [],
            "last": "Blanchard",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Landier",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Economic Journal",
        "volume": "112",
        "issue": "480",
        "pages": "214--244",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Blanchard, O. and A. Landier. (2002) \"The Perverse Effects Of Partial Labour Market Reform: Fixed-Term Contracts In France,\" Economic Journal, 112(480), F214- F244",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "The Reasons for Wage Rigidity: Evidence from a Survey of Firms",
        "authors": [
          {
            "first": "C",
            "middle": [
              "M"
            ],
            "last": "Campbell",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [
              "S"
            ],
            "last": "Kamlani",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "Quarterly Journal of Economics",
        "volume": "112",
        "issue": "3",
        "pages": "759--789",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Campbell, C.M. and Kamlani, K.S. (1997), \"The Reasons for Wage Rigidity: Evidence from a Survey of Firms\" Quarterly Journal of Economics, Vol.112, No.3, pp. 759- 789.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Firm-level contracting and the structure of wages in Spain",
        "authors": [
          {
            "first": "David",
            "middle": [],
            "last": "Card",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "De La",
            "suffix": ""
          },
          {
            "first": "Rica",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "Industrial and Labor Relations Review",
        "volume": "59",
        "issue": "4",
        "pages": "573--592",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Card, David and S. de la Rica, (2006). \"Firm-level contracting and the structure of wages in Spain,\" Industrial and Labor Relations Review, vol. 59(4), pages 573-592.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Downward Real and Nominal Rigidity: Micro Evidence from the International Wage Flexibility Project",
        "authors": [
          {
            "first": "W",
            "middle": [
              "T"
            ],
            "last": "Dickens",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Goette",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [
              "L"
            ],
            "last": "Groshen",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Holden",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Messina",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "E"
            ],
            "last": "Schweitzer",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Turunen",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Ward",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Dickens, W. T., Goette, L., Groshen, E. L., Holden, S., Messina, J., Schweitzer, M. E., Turunen, J. and Ward, M. (2008), \"Downward Real and Nominal Rigidity: Micro Evidence from the International Wage Flexibility Project\", Wage Dynamics Network, mimeo.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "How Wages Change: Micro Evidence from the International Wage Flexibility Project",
        "authors": [
          {
            "first": "W",
            "middle": [
              "T"
            ],
            "last": "Dickens",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Goette",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [
              "L"
            ],
            "last": "Groshen",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Holden",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Messina",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "E"
            ],
            "last": "Schweitzer",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Turunen",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "E"
            ],
            "last": "Ward",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "Journal of Economic Perspectives",
        "volume": "21",
        "issue": "",
        "pages": "195--214",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Dickens, W. T., Goette, L., Groshen, E. L., Holden, S., Messina, J., Schweitzer, M. E., Turunen, J. and Ward, M. E. (2007), \"How Wages Change: Micro Evidence from the International Wage Flexibility Project\", Journal of Economic Perspectives, vol. 21, pp. 195-214.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Downward Wage Rigidity for Different Workers and Firms",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Du Caju",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Fuss",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Wintr",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "Brussels Economic Review",
        "volume": "55",
        "issue": "",
        "pages": "5--32",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Du Caju, P., Fuss, C. and Wintr L. (2012a), \"Downward Wage Rigidity for Different Workers and Firms\", Brussels Economic Review, Vol. 55 -N° 1, Spring 2012, p 5-32.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Understanding Sectoral Differences in Downward Real Wage Rigidity: Workforce Composition, Institutions, Technology and Competition",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Du Caju",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Fuss",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Wintr",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "Journal for Labour Market Research",
        "volume": "45",
        "issue": "1",
        "pages": "7--22",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Du Caju, P., Fuss, C. and Wintr L. (2012b), \"Understanding Sectoral Differences in Downward Real Wage Rigidity: Workforce Composition, Institutions, Technology and Competition\", Journal for Labour Market Research, 45(1), pp. 7-22.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Institutional Features of Wage Bargaining in 23 European Countries, the US and Japan",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Du Caju",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Gautier",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Momferatou",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Ward-Warmedinger",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "Ekonomia",
        "volume": "12",
        "issue": "2",
        "pages": "57--108",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Du Caju, P., Gautier, E., Momferatou, D. and Ward-Warmedinger, M. (2009), \"Institutional Features of Wage Bargaining in 23 European Countries, the US and Japan\", Ekonomia, 12(2), pp. 57-108.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Wage Determination under Trade Unions",
        "authors": [
          {
            "first": "J",
            "middle": [
              "T"
            ],
            "last": "Dunlop",
            "suffix": ""
          }
        ],
        "year": 1944,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Dunlop, J. T. (1944), Wage Determination under Trade Unions, Macmillan Company, New York.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "A Behavioral Account of the Labor Market: The Role of Fairness Concerns",
        "authors": [
          {
            "first": "E",
            "middle": [],
            "last": "Fehr",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Goette",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Zehnder",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Fehr, E., Goette, L. and Zehnder, G. (2008), \"A Behavioral Account of the Labor Market: The Role of Fairness Concerns\", University of Zurich, Institute for Empirical Research in Economics, Working Paper No. 394. fRDB-IZA (2014). Social Reforms Database. Available at: http://www.frdb.org/language/eng/topic/data-sources/doc_pk/9027",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "Reasons for Wage Rigidity in Germany",
        "authors": [
          {
            "first": "W",
            "middle": [],
            "last": "Franz",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Pfeiffer",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "LABOUR",
        "volume": "20",
        "issue": "2",
        "pages": "255--284",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Franz, W. and Pfeiffer, F. (2006), \"Reasons for Wage Rigidity in Germany\", LABOUR, Vol.20, No.2, pp. 255-284",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "The Determination of Wages of Newly Hired Employees: Survey Evidence on Internal versus External Factors",
        "authors": [
          {
            "first": "K",
            "middle": [],
            "last": "Galuščák",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Keeney",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Nicolitsas",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Smets",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Strzelecki",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Vodopivec",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "Labour Economics",
        "volume": "19",
        "issue": "5",
        "pages": "802--812",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Galuščák, K., M. Keeney, D. Nicolitsas, F. Smets, P. Strzelecki and M. Vodopivec (2012). \"The Determination of Wages of Newly Hired Employees: Survey Evidence on Internal versus External Factors\" in Labour Economics, Vol.19, No.5, pp.802-812",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "Specific Capital, Employment Contracts, and Wage Rigidity",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Hashimoto",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Yu",
            "suffix": ""
          }
        ],
        "year": 1980,
        "venue": "Bell Journal of Economics",
        "volume": "11",
        "issue": "",
        "pages": "536--585",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hashimoto, M. and Yu, B. (1980), \"Specific Capital, Employment Contracts, and Wage Rigidity\", Bell Journal of Economics, 11, pp. 536-49.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "Enforcement of Implicit Employment Contracts through Unionization",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Hogan",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Journal of Labor Economics",
        "volume": "19",
        "issue": "1",
        "pages": "171--195",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hogan, C. (2001), \"Enforcement of Implicit Employment Contracts through Unionization\", Journal of Labor Economics Vol. 19, No. 1 (pp. 171-195)",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "Wage Bargaining and Nominal Rigidities",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Holden",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "European Economic Review",
        "volume": "38",
        "issue": "",
        "pages": "1021--1039",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Holden, S. (1994). \"Wage Bargaining and Nominal Rigidities.\" European Economic Review, 38: 1021-1039.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "How Strong is the Case for Downward Real Wage Rigidity?",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Holden",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Wulfsberg",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "Journal of Monetary Economics",
        "volume": "56",
        "issue": "4",
        "pages": "605--615",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Holden, S. and F. Wulfsberg (2009). \"How Strong is the Case for Downward Real Wage Rigidity?\" Journal of Monetary Economics, 56(4): 605-615.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "Evidence of Nominal Wage Stickiness from Microdata",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Kahn",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "American Economic Review",
        "volume": "87",
        "issue": "5",
        "pages": "993--1008",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kahn, S. (1997). \"Evidence of Nominal Wage Stickiness from Microdata\", American Economic Review, vol. 87(5), pp. 993-1008.",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "On Wage Stickiness in Britain's Competitive Sector",
        "authors": [
          {
            "first": "R",
            "middle": [
              "T"
            ],
            "last": "Kaufman",
            "suffix": ""
          }
        ],
        "year": 1984,
        "venue": "British Journal of Industrial Relations",
        "volume": "22",
        "issue": "",
        "pages": "101--113",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kaufman, R.T. (1984), \"On Wage Stickiness in Britain's Competitive Sector\", British Journal of Industrial Relations, Vol.22, pp.101-12.",
        "links": null
      },
      "BIBREF33": {
        "ref_id": "b33",
        "title": "Downward Nominal Wage Rigidity: Evidence from the Employment Cost Index",
        "authors": [
          {
            "first": "D",
            "middle": [
              "E"
            ],
            "last": "Lebow",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [
              "E"
            ],
            "last": "Saks",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Advances in Macroeconomics",
        "volume": "3",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lebow, D. E. and Saks, R. E. (2003), \"Downward Nominal Wage Rigidity: Evidence from the Employment Cost Index\", Advances in Macroeconomics, vol. 3(1), Art. 2, available at http://www.bepress.com/bejm/advances/vol3/iss1/art2.",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "Fairness, Markets and Ability to Pay: Evidence from Compensation Executives",
        "authors": [
          {
            "first": "D",
            "middle": [
              "I"
            ],
            "last": "Levine",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "American Economic Review",
        "volume": "83",
        "issue": "",
        "pages": "1241--1259",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Levine, D.I. (1993), \"Fairness, Markets and Ability to Pay: Evidence from Compensation Executives\", American Economic Review, Vol.83, pp. 1241-1259.",
        "links": null
      },
      "BIBREF35": {
        "ref_id": "b35",
        "title": "The Insider-Outsider Theory of Employment and Unemployment",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Lindbeck",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Snower",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lindbeck, A. and Snower, D. (1988), \"The Insider-Outsider Theory of Employment and Unemployment\", MIT Press, Cambridge, MA.",
        "links": null
      },
      "BIBREF36": {
        "ref_id": "b36",
        "title": "Foreign ownership and host country employment volatility",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Meriküll",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Rõõm",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "Bank of Estonia Working Paper",
        "volume": "10",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Meriküll, J., and Rõõm, T. (2013) \"Foreign ownership and host country employment volatility\", Bank of Estonia Working Paper 10/2013",
        "links": null
      },
      "BIBREF37": {
        "ref_id": "b37",
        "title": "The Incidence of Nominal and Real Wage Rigidity: An Individual Based Sectoral Approach",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Messina",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Du Caju",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [
              "F"
            ],
            "last": "Duarte",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Izquierdo",
            "suffix": ""
          },
          {
            "first": "Lynggård",
            "middle": [],
            "last": "Hansen",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "Journal of the European Economic Association",
        "volume": "8",
        "issue": "2-3",
        "pages": "487--496",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Messina, J., Du Caju, P., Duarte, C.F., Izquierdo, M. and Lynggård Hansen N. (2010), \"The Incidence of Nominal and Real Wage Rigidity: An Individual Based Sectoral Approach, Journal of the European Economic Association, 8(2-3), pp. 487-496.",
        "links": null
      },
      "BIBREF38": {
        "ref_id": "b38",
        "title": "Downward Wage Rigidity During the Great Recession",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Messina",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Rõõm",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Messina, J. and Rõõm, T. (2012), \"Downward Wage Rigidity During the Great Recession\", mimeo.",
        "links": null
      },
      "BIBREF39": {
        "ref_id": "b39",
        "title": "Unemployment Insurance and Labor Contracts under Asymmetric Information: Theory and Facts",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Oswald",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "American Economic Review",
        "volume": "76",
        "issue": "",
        "pages": "365--377",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Oswald, A. (1986), \"Unemployment Insurance and Labor Contracts under Asymmetric Information: Theory and Facts\", American Economic Review 76, 365-377",
        "links": null
      },
      "BIBREF40": {
        "ref_id": "b40",
        "title": "Equilibrium Unemployment as a Worker Discipline Device",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Shapiro",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "E"
            ],
            "last": "Stiglitz",
            "suffix": ""
          }
        ],
        "year": 1984,
        "venue": "American Economic Review",
        "volume": "74",
        "issue": "",
        "pages": "433--477",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Shapiro, C. and Stiglitz J.E. (1984),\"Equilibrium Unemployment as a Worker Discipline Device\", American Economic Review, 74, pp. 433-44.",
        "links": null
      },
      "BIBREF41": {
        "ref_id": "b41",
        "title": "The Theory of Union Wage Rigidity",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Shishter",
            "suffix": ""
          }
        ],
        "year": 1943,
        "venue": "Quarterly Journal of Economics",
        "volume": "57",
        "issue": "",
        "pages": "533--552",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Shishter, J. (1943), \"The Theory of Union Wage Rigidity\", Quarterly Journal of Economics, 57, 533-552.",
        "links": null
      },
      "BIBREF42": {
        "ref_id": "b42",
        "title": "Another possible source of wage stickiness",
        "authors": [
          {
            "first": "R",
            "middle": [
              "M"
            ],
            "last": "Solow",
            "suffix": ""
          }
        ],
        "year": 1979,
        "venue": "Journal of Macroeconomics",
        "volume": "1",
        "issue": "",
        "pages": "79--82",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Solow, R.M. (1979), \"Another possible source of wage stickiness\", Journal of Macroeconomics, 1, 79-82.",
        "links": null
      },
      "BIBREF43": {
        "ref_id": "b43",
        "title": "Alternative Theories of Wage Determination and Unemployment in LDCs: The Labor Turnover Model",
        "authors": [
          {
            "first": "J",
            "middle": [
              "E"
            ],
            "last": "Stiglitz",
            "suffix": ""
          }
        ],
        "year": 1974,
        "venue": "Quarterly Journal of Economics",
        "volume": "88",
        "issue": "",
        "pages": "194--227",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Stiglitz, J.E. (1974), \"Alternative Theories of Wage Determination and Unemployment in LDCs: The Labor Turnover Model\", Quarterly Journal of Economics, 88, pp. 194-227.",
        "links": null
      },
      "BIBREF44": {
        "ref_id": "b44",
        "title": "Efficiency Wages: Models of Unemployment, Layoffs and Wage Dispersion",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Weiss",
            "suffix": ""
          }
        ],
        "year": 1990,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Weiss, A. (1990), Efficiency Wages: Models of Unemployment, Layoffs and Wage Dispersion, Princeton University Press, Princeton NJ.",
        "links": null
      },
      "BIBREF45": {
        "ref_id": "b45",
        "title": "Job Queues and Layoffs in Labour Markets with Flexible Wages",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Weiss",
            "suffix": ""
          }
        ],
        "year": 1980,
        "venue": "Journal of Political Economy",
        "volume": "88",
        "issue": "",
        "pages": "526--564",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Weiss, A. (1980), \"Job Queues and Layoffs in Labour Markets with Flexible Wages\", Journal of Political Economy, Vol.88, pp. 526-38.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "num": null,
        "fig_num": "1",
        "type_str": "figure",
        "text": "Wage cuts and coverage of union wage agreements",
        "uris": null
      },
      "TABREF0": {
        "content": "<table><tr><td>11 See Table 1 and Figure 3 of Du Caju et al. (2009)</td></tr></table>",
        "num": null,
        "type_str": "table",
        "html": null,
        "text": ""
      },
      "TABREF1": {
        "content": "<table><tr><td/><td>Percentage</td><td>Percentage of</td><td>Percentage of</td></tr><tr><td>Country</td><td>of firms having cut</td><td>employees affected (in the</td><td>employees affected (in firms that had</td></tr><tr><td/><td>wages</td><td>sample)</td><td>cut wages)</td></tr><tr><td>Austria</td><td>2.99</td><td>0.36</td><td>12.2</td></tr><tr><td>Belgium</td><td>3.10</td><td>0.23</td><td>7.4</td></tr><tr><td>Czech Rep.</td><td>8.37</td><td>1.55</td><td>18.6</td></tr><tr><td>Estonia</td><td>3.05</td><td>0.21</td><td>6.9</td></tr><tr><td>Spain</td><td>0.06</td><td>0.01</td><td>20.4</td></tr><tr><td>France</td><td>2.46</td><td>1.10</td><td>44.8</td></tr><tr><td>Hungary</td><td>2.64</td><td>0.27</td><td>10.3</td></tr><tr><td>Ireland</td><td>1.00</td><td>0.37</td><td>37.1</td></tr><tr><td>Italy</td><td>0.71</td><td>0.15</td><td>21.9</td></tr><tr><td>Lithuania</td><td>8.33</td><td>0.93</td><td>11.1</td></tr><tr><td>Netherlands</td><td>1.43</td><td>0.19</td><td>13.2</td></tr><tr><td>Poland</td><td>4.38</td><td>2.83</td><td>64.6</td></tr><tr><td>Portugal</td><td>1.01</td><td>0.16</td><td>16.2</td></tr><tr><td>Slovenia</td><td>2.45</td><td>1.19</td><td>48.6</td></tr><tr><td>All countries</td><td>2.37</td><td>0.83</td><td>34.8</td></tr><tr><td>EU-15</td><td>1.29</td><td>0.32</td><td>24.8</td></tr><tr><td>CEE</td><td>4.98</td><td>2.05</td><td>41.1</td></tr></table>",
        "num": null,
        "type_str": "table",
        "html": null,
        "text": ""
      },
      "TABREF2": {
        "content": "<table><tr><td/><td>Reg./Agreement</td><td>Reduced Effort/Morale</td><td>Reputation</td><td>Best staff leave</td><td>Hiring/training cost</td><td>Hiring difficulty</td><td>Implicit contracts</td><td>Employees compare wage</td></tr><tr><td>Austria</td><td>0.80</td><td>0.93</td><td>0.66</td><td>0.86</td><td>0.78</td><td>0.50</td><td>0.47</td><td>0.73</td></tr><tr><td>Belgium</td><td>0.89</td><td>0.92</td><td>0.58</td><td>0.84</td><td>0.69</td><td>0.75</td><td>0.84</td><td>0.72</td></tr><tr><td>Czech Rep.</td><td>0.58</td><td>0.91</td><td>0.71</td><td>0.97</td><td>0.89</td><td>0.84</td><td>0.49</td><td>0.79</td></tr><tr><td>Estonia</td><td>0.62</td><td>0.97</td><td>0.89</td><td>0.98</td><td>0.96</td><td>0.92</td><td>0.67</td><td>0.90</td></tr><tr><td>Spain</td><td>0.93</td><td>0.75</td><td>0.46</td><td>0.73</td><td>0.57</td><td>0.62</td><td>0.76</td><td>0.53</td></tr><tr><td>France</td><td>0.82</td><td>0.95</td><td>0.53</td><td>0.82</td><td>0.43</td><td>0.72</td><td>0.26</td><td>0.53</td></tr><tr><td>Hungary</td><td>0.44</td><td>0.85</td><td>0.56</td><td>0.72</td><td>0.48</td><td>0.46</td><td>0.81</td><td>0.75</td></tr><tr><td>Ireland</td><td>0.39</td><td>0.87</td><td>0.69</td><td>0.83</td><td>0.59</td><td>0.72</td><td>0.77</td><td>0.78</td></tr><tr><td>Italy</td><td>0.91</td><td>0.88</td><td>0.60</td><td>0.92</td><td>0.88</td><td>0.73</td><td>0.35</td><td>0.79</td></tr><tr><td>Lithuania</td><td>0.51</td><td>0.91</td><td>0.73</td><td>0.98</td><td>0.95</td><td>0.87</td><td>0.70</td><td>0.90</td></tr><tr><td>Netherlands</td><td>0.68</td><td>0.80</td><td>0.66</td><td>0.79</td><td>0.64</td><td>0.81</td><td>0.80</td><td>0.71</td></tr><tr><td>Poland</td><td>0.36</td><td>0.76</td><td>0.62</td><td>0.91</td><td>0.69</td><td>0.79</td><td>0.74</td><td>0.54</td></tr><tr><td>Portugal</td><td>0.82</td><td>0.91</td><td>0.61</td><td>0.88</td><td>0.59</td><td>0.60</td><td>0.88</td><td>0.69</td></tr><tr><td>Slovenia</td><td>0.75</td><td>0.93</td><td>0.79</td><td>0.92</td><td>0.76</td><td>0.81</td><td>0.80</td><td>0.81</td></tr><tr><td>All countries</td><td>0.74</td><td>0.86</td><td>0.60</td><td>0.86</td><td>0.70</td><td>0.72</td><td>0.59</td><td>0.67</td></tr><tr><td>EU-15</td><td>0.85</td><td>0.87</td><td>0.58</td><td>0.84</td><td>0.69</td><td>0.70</td><td>0.54</td><td>0.68</td></tr><tr><td>CEE</td><td>0.45</td><td>0.82</td><td>0.65</td><td>0.90</td><td>0.73</td><td>0.76</td><td>0.71</td><td>0.66</td></tr></table>",
        "num": null,
        "type_str": "table",
        "html": null,
        "text": ""
      },
      "TABREF3": {
        "content": "<table><tr><td/><td>Total</td><td/><td colspan=\"2\">EU-15</td><td/><td>CEE</td></tr><tr><td/><td colspan=\"2\">Share Rank</td><td>Share</td><td colspan=\"2\">Rank Share</td><td>Rank</td></tr><tr><td>Most productive workers leave</td><td>0.86</td><td>1</td><td>0.84</td><td>3</td><td>0.90</td><td>1</td></tr><tr><td>Lower worker morale/ less effort</td><td>0.86</td><td>2</td><td>0.87</td><td>1</td><td>0.82</td><td>2</td></tr><tr><td>Labour regulations/ collective</td><td/><td/><td/><td/><td/><td/></tr><tr><td>bargaining</td><td>0.74</td><td>3</td><td>0.85</td><td>2</td><td>0.45</td><td>8</td></tr><tr><td>Difficult to attract new workers</td><td>0.72</td><td>4</td><td>0.70</td><td>4</td><td>0.76</td><td>3</td></tr><tr><td>Labour turnover costs increase</td><td>0.70</td><td>5</td><td>0.69</td><td>5</td><td>0.73</td><td>4</td></tr><tr><td>External wages matter</td><td>0.67</td><td>6</td><td>0.68</td><td>6</td><td>0.66</td><td>6</td></tr><tr><td>Reputation suffers</td><td>0.60</td><td>7</td><td>0.58</td><td>7</td><td>0.65</td><td>7</td></tr><tr><td>Implicit contract</td><td>0.59</td><td>8</td><td>0.54</td><td>8</td><td>0.71</td><td>5</td></tr></table>",
        "num": null,
        "type_str": "table",
        "html": null,
        "text": ""
      },
      "TABREF4": {
        "content": "<table><tr><td/><td>Reg./Agreement</td><td>Reduced Effort/Morale</td><td>Reputation</td><td>Best employees leave</td><td>Hiring/training cost</td><td>Hiring difficulty</td><td>Implicit contract</td><td>Employees compare wages</td></tr><tr><td>(Reference: high skilled</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>white collar)</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>% Low skill blue collar</td><td>0.440***</td><td>-0.065</td><td>0.004</td><td>-0.221***</td><td>-0.196***</td><td>-0.003</td><td>0.035</td><td>-0.014</td></tr><tr><td/><td>(0.000)</td><td>(0.171)</td><td>(0.937)</td><td>(0.000)</td><td>(0.000)</td><td>(0.954)</td><td>(0.467)</td><td>(0.768)</td></tr><tr><td>% High skill blue collar</td><td>0.186***</td><td>-0.044</td><td>0.140***</td><td>0.016</td><td>0.042</td><td>0.113**</td><td>0.027</td><td>0.039</td></tr><tr><td/><td>(0.001)</td><td>(0.422)</td><td>(0.007)</td><td>(0.778)</td><td>(0.432)</td><td>(0.033)</td><td>(0.622)</td><td>(0.480)</td></tr><tr><td>% Low skill white collar</td><td>0.241***</td><td>-0.039</td><td>-0.016</td><td>-0.079</td><td>-0.122*</td><td>-0.114*</td><td>0.065</td><td>-0.095</td></tr><tr><td/><td>(0.000)</td><td>(0.563)</td><td>(0.804)</td><td>(0.250)</td><td>(0.062)</td><td>(0.081)</td><td>(0.334)</td><td>(0.160)</td></tr><tr><td>% Temporary</td><td>0.083</td><td>0.018</td><td>0.149***</td><td>0.143**</td><td>0.074</td><td>0.125**</td><td>0.107*</td><td>0.147**</td></tr><tr><td/><td>(0.187)</td><td>(0.766)</td><td>(0.009)</td><td>(0.021)</td><td>(0.193)</td><td>(0.028)</td><td>(0.069)</td><td>(0.013)</td></tr><tr><td>(Reference: 5-19</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>employees)</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Size=20-49</td><td>0.134***</td><td>0.011</td><td>0.148***</td><td>0.128***</td><td>0.085***</td><td>0.076***</td><td>-0.023</td><td>0.023</td></tr><tr><td/><td>(0.000)</td><td>(0.708)</td><td>(0.000)</td><td>(0.000)</td><td>(0.003)</td><td>(0.008)</td><td>(0.435)</td><td>(0.430)</td></tr><tr><td>Size=50-199</td><td>0.323***</td><td>-0.001</td><td>0.183***</td><td>0.126***</td><td>0.107***</td><td>0.146***</td><td>-0.050*</td><td>0.039</td></tr><tr><td/><td>(0.000)</td><td>(0.977)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.076)</td><td>(0.165)</td></tr><tr><td>Size=200+</td><td>0.474***</td><td>-0.018</td><td>0.278***</td><td>0.105***</td><td>0.101***</td><td colspan=\"2\">0.230*** -0.105***</td><td>0.031</td></tr><tr><td/><td>(0.000)</td><td>(0.573)</td><td>(0.000)</td><td>(0.001)</td><td>(0.001)</td><td>(0.000)</td><td>(0.001)</td><td>(0.304)</td></tr><tr><td>Observations</td><td>13335</td><td>13685</td><td>13402</td><td>13529</td><td>13255</td><td>13431</td><td>12869</td><td>13002</td></tr><tr><td>Note:</td><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>",
        "num": null,
        "type_str": "table",
        "html": null,
        "text": "Ordered probit regressions. Robust p-values in parentheses. Country and sector effects not reported. p<0.01, ** p<0.05, * p<0.1"
      },
      "TABREF5": {
        "content": "<table><tr><td colspan=\"2\">Reg./Agreement</td><td>Reduced Effort/Morale</td><td>Reputation</td><td>Best employees leave</td><td>Hiring/training cost</td><td>Hiring difficulty</td><td>Implicit contract</td><td>Employees compare wages</td></tr><tr><td colspan=\"4\">Panel A: Competition (Reference category: Severe Competition)</td><td/><td/><td/><td/><td/></tr><tr><td>Strong Competition</td><td>-0.063**</td><td>-0.051*</td><td>-0.040</td><td>-0.042</td><td>-0.061**</td><td>-0.055**</td><td>-0.082***</td><td>-0.085***</td></tr><tr><td/><td>(0.017)</td><td>(0.054)</td><td>(0.110)</td><td>(0.110)</td><td>(0.016)</td><td>(0.028)</td><td>(0.002)</td><td>(0.001)</td></tr><tr><td>Weak Competition</td><td>-0.126***</td><td>-0.102**</td><td>-0.118***</td><td>-0.149***</td><td>-0.148***</td><td>-0.139***</td><td>-0.091*</td><td>-0.119**</td></tr><tr><td/><td>(0.007)</td><td>(0.029)</td><td>(0.009)</td><td>(0.001)</td><td>(0.001)</td><td>(0.002)</td><td>(0.054)</td><td>(0.012)</td></tr><tr><td>No Competition</td><td>-0.041</td><td>-0.361***</td><td>-0.293***</td><td>-0.433***</td><td>-0.346***</td><td>-0.414***</td><td>-0.252***</td><td>-0.504***</td></tr><tr><td/><td>(0.614)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.001)</td><td>(0.000)</td></tr><tr><td>Observations</td><td>8720</td><td>9018</td><td>8834</td><td>8907</td><td>8677</td><td>8821</td><td>8524</td><td>8597</td></tr><tr><td>Panel B: Union Coverage</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Coverage (% of labor force)</td><td>0.675***</td><td>0.028</td><td>0.064**</td><td>-0.070**</td><td>-0.042</td><td>0.021</td><td>0.077**</td><td>0.018</td></tr><tr><td/><td>(0.000)</td><td>(0.389)</td><td>(0.035)</td><td>(0.030)</td><td>(0.178)</td><td>(0.492)</td><td>(0.019)</td><td>(0.562)</td></tr><tr><td>Observations</td><td>7636</td><td>7882</td><td>7719</td><td>7782</td><td>7574</td><td>7711</td><td>7405</td><td>7489</td></tr><tr><td>Panel C:Labor Turnover 1</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Turnover (%)</td><td>0.167***</td><td>0.083*</td><td>0.136***</td><td>0.197***</td><td>0.071</td><td>0.172***</td><td>0.060</td><td>0.144***</td></tr><tr><td/><td>(0.000)</td><td>(0.073)</td><td>(0.002)</td><td>(0.000)</td><td>(0.103)</td><td>(0.000)</td><td>(0.182)</td><td>(0.001)</td></tr><tr><td>Observations</td><td>8068</td><td>8348</td><td>8181</td><td>8238</td><td>8029</td><td>8163</td><td>7880</td><td>7953</td></tr></table>",
        "num": null,
        "type_str": "table",
        "html": null,
        "text": ""
      }
    }
  }
}