{
  "paper_id": "D20188963",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:04:09.372964Z"
  },
  "title": "Inequality of Opportunity Among Egyptian Children",
  "authors": [
    {
      "first": "Lire",
      "middle": [],
      "last": "Ersado",
      "suffix": "",
      "affiliation": {},
      "email": "lersado@worldbank.org"
    },
    {
      "first": "Meltem",
      "middle": [],
      "last": "Aran",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "2014-09",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D20188963",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "This paper analyzes the level and trends in inequality of opportunity among Egyptian children during the 2000s. The analysis uses severall tools, including comparison of the distributions of early risks and outcomes across circumstance groups; estimation of the human opportunity index; measurement of the relative contributions of circumstances to inequality of opportunity; and decomposition of changes in inequality of opportunity and factors driving them over time. Egypt has made significant progress in the availability of and access to basic services for children and mothers, in some cases with an overall pro-poor effect. In particular, appreciable improvements have been made in healthcare utilization before and during pregnancy and immunizations. As a result, there has been a decline in inequality of opportunity over the past decade, largely attributable to increased coverage by basic services rather than through redistributive effects. However, there are areas of persistent and emerging concerns, including postnatal care utilization, nutrition, and schooling. Nutrition indicators have deteriorated during the 2000s, affecting a quarter of children regardless of their circumstances. Wide disparities in school enrollment persist, notably at the higher levels. Large regional disparities in access to basic infrastructure exist, with Upper Egypt and the Frontier Governorates lagging the rest of the country. Family background, especially parents' education and wealth, and geographic factors are key factors affecting child development outcomes in Egypt. While interventions targeted at the less advantaged circumstance groups may offer significant potential for enhancing overall equity in postnatal care utilization and schooling, a more inclusive approach would be needed to improve child nutrition outcomes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "A large body of research shows that risks to human and cognitive development are not homogeneously distributed over the life-cycle. They are typically higher in earlier stages of life, with important long-term and sometimes irreversible consequences. In Egypt, as elsewhere, many of the critical inputs for early childhood development, such as the quantity and quality of food, early education and healthcare, and the availability of clean water and sanitation, are unequally distributed among children. For instance, Egypt's children and youth, representing more than one-third of the country´s population, face a higher risk of poverty than the general population; and the gap has widened during the past decade (World Bank, 2011). The unequal distribution of these factors contributes in turn to inequality in desirable early childhood development outcomes, and, as such, represents an important source of inequality later in life.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction and Motivation",
        "sec_num": null
      },
      {
        "text": "Children's access to essential basic services or lack thereof will determine their education, health and labor market outcomes, and thus their income-earning potential as adults. Longitudinal studies show that investments in children from poor and vulnerable families can translate into higher earnings in adulthood, thus helping break the cycle of poverty. Nationally, more equitable access to basic services in the early years could lead to more human capital accumulation, which in turn could translate into higher economic growth (see Galor and Zeira, 1993 for theoretical evidence; Birdsall and Londono 1997 and LoÂpez et al., 1998 for empirical evidence). While the acceptable level of inequality of outcomes (such as income) in a society is debatable, policies to give all children equal opportunity, regardless of their socioeconomic background, are embraced across the political spectrum. Early childhood development interventions are thus generally considered as some of the few policy areas where the traditional equity-efficiency trade-off does not exist (Heckman and Masterov 2007) . It is therefore important to understand how children's opportunities develop and identify policy interventions that contribute to reducing the impact of predetermined factors.",
        "cite_spans": [
          {
            "start": 539,
            "end": 560,
            "text": "Galor and Zeira, 1993",
            "ref_id": "BIBREF7"
          },
          {
            "start": 587,
            "end": 599,
            "text": "Birdsall and",
            "ref_id": "BIBREF4"
          },
          {
            "start": 600,
            "end": 616,
            "text": "Londono 1997 and",
            "ref_id": null
          },
          {
            "start": 617,
            "end": 636,
            "text": "LoÂpez et al., 1998",
            "ref_id": null
          },
          {
            "start": 1067,
            "end": 1094,
            "text": "(Heckman and Masterov 2007)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction and Motivation",
        "sec_num": null
      },
      {
        "text": "The objective of this paper is two-fold: (i) to analyze the extent of inequality of opportunity among Egyptian children; and (ii) to identify the main circumstances that are beyond the control of children and affecting their development outcomes. Specifically, the paper aims to answer a simple question: what are the chances that an Egyptian child will have adequate access to critical basic services regardless of his or her circumstances at birth, such as gender, place of birth, and family background? It draws on the concepts and ideas developed in the World Development Report (WDR) 2006: Equity and Development, WDR 2007: Development and the Next Generation, and the methodology developed in the recent and growing literature on inequality of opportunity (see, for example, John Roemer, 1998; Barros et al., 2009) . The study follows a life cycle approach that identifies an individual's outcomes and opportunities from conception to adulthood and analyzes the extent to which these outcomes are determined by circumstances beyond individuals´ control. We use data from Demographic and Health Survey (DHS) and the Household Income, Expenditure and Consumption Survey (HIECS) over time. 1",
        "cite_spans": [
          {
            "start": 583,
            "end": 588,
            "text": "(WDR)",
            "ref_id": null
          },
          {
            "start": 606,
            "end": 673,
            "text": "Development, WDR 2007: Development and the Next Generation, and the",
            "ref_id": null
          },
          {
            "start": 800,
            "end": 820,
            "text": "Barros et al., 2009)",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction and Motivation",
        "sec_num": null
      },
      {
        "text": "In the particular case of Egypt, the essence of this paper can be illustrated by visualizing the following scenario. Imagine Amal, a six-year-old girl living in rural Suhag (in Upper Egypt), one of the poorest governorates. Amal has four siblings and lives with her widowed mother who has no formal education and works in subsistence agriculture. Now in turn imagine Karim, a boy, also six years old, living in Heliopolis, an upscale neighborhood in Cairo, Egypt's largest megacity. Karim has one sibling and lives with his mother and father, both graduates from the American University of Cairo. Karim's father works for a multinational corporation and his mother in the Egyptian civil service. What are the chances that both Amal and Karim will have access to basic services and early childhood development interventions that will have profound impact on their long term educational, health and labor market outcomes? The paper analyzes the difficulties faced by children like Amal due to circumstances beyond their control, such as their gender, place of birth, and family background. It presents empirical evidence on the levels and trends in inequality in access to basic services among children and the resulting inequality in development outcomes early in life.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction and Motivation",
        "sec_num": null
      },
      {
        "text": "The paper is structured as follows. Section 2 presents a brief literature review of the early risk factors and associated health and education outcomes for children. Section 3 presents the data and empirical methodology. Sections 4 and 5 present the main results and discussions, while Section 6 concludes the paper.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction and Motivation",
        "sec_num": null
      },
      {
        "text": "The literature on inequality of opportunity emphasizes the differences in outcomes that arise from differences due to predetermined circumstances over which an individual has no control. An increase in the coverage of a basic service increases equality of opportunity and an increase in coverage for the disadvantaged group of children carries with it further reduction in inequality of opportunities (Barros et al., 2009) .",
        "cite_spans": [
          {
            "start": 401,
            "end": 422,
            "text": "(Barros et al., 2009)",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Literature Review",
        "sec_num": "2."
      },
      {
        "text": "Numerous studies have been undertaken to examine the extent of inequality of opportunity on early childhood development. In a study investigating the correlation between socioeconomic status and malnutrition among children under the age of 5 in South Africa, Zere and McIntyre (2003) analyzed household income and expenditure survey data and found that stunting and wasting were most highly concentrated in the poorest regions of the country. The study found wasting and stunting to be phenomena the poor suffered from the most. It also highlighted that inequality was highest along racial lines: among the white population, no significant inequities were observed, while nonwhite children from metropolitan areas displayed the highest levels of stunting. A similar study undertaken in Brazil analyzed the prevalence of child malnutrition in relation with income and basic services redistribution policies (Monteiro et al. 2009) . The study found that over the 33 years examined, the gap between children from poor and rich households in terms of stunting had narrowed significantly along with shrinking inequality in income distribution, a rise in purchasing power, and increase in access to healthcare and other basic services among the poor. Burgard (2002) also measures inequality of opportunities with a special focus on racial inequalities in child stunting in Brazil and South Africa. The paper finds that racial differences and household socioeconomic status are strongly correlated with stunting.",
        "cite_spans": [
          {
            "start": 259,
            "end": 283,
            "text": "Zere and McIntyre (2003)",
            "ref_id": "BIBREF20"
          },
          {
            "start": 906,
            "end": 928,
            "text": "(Monteiro et al. 2009)",
            "ref_id": null
          },
          {
            "start": 1245,
            "end": 1259,
            "text": "Burgard (2002)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Literature Review",
        "sec_num": "2."
      },
      {
        "text": "Singh (2011) uses inequality of opportunity indices to measure inequalities in malnutrition and immunization for children in India, and finds significant regional disparities. In another study,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Literature Review",
        "sec_num": "2."
      },
      {
        "text": "Pathak and Singh (2011) use bivariate analysis, poor-rich ratio and concentration indices to evaluate the trends for malnutrition. Mohan and Pathak (2009) use a similar methodological approach to measure the inequalities in access to maternal care services and child immunization. Both studies find significant disparities in these outcomes between the poor and rich in India.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Literature Review",
        "sec_num": "2."
      },
      {
        "text": "Limwattananon et al. 2010in Thailand and Axelson et al. (2012) in Vietnam use concentration indices to examine the inequities in maternal health and early child health outcomes.",
        "cite_spans": [
          {
            "start": 28,
            "end": 62,
            "text": "Thailand and Axelson et al. (2012)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Literature Review",
        "sec_num": "2."
      },
      {
        "text": "Both find significant inequalities between the poor and non-poor. In a study in Bangladesh, Anwar et al. (2008) employs multivariate logistics regression to examine inequities in the use of maternal healthcare services and finds that significant inequalities due to asset ownership, area of residence, and parental education.",
        "cite_spans": [
          {
            "start": 80,
            "end": 111,
            "text": "Bangladesh, Anwar et al. (2008)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Literature Review",
        "sec_num": "2."
      },
      {
        "text": "There have been a few studies on inequality of opportunity in Egypt. Barros et al. (2012) ",
        "cite_spans": [
          {
            "start": 69,
            "end": 89,
            "text": "Barros et al. (2012)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Literature Review",
        "sec_num": "2."
      },
      {
        "text": "The paper uses data from two main sources: (a) the Egypt DHS for 2000 and 2008; and (b) (iii) birth not being assisted by a skilled health professional; (iv) child not having a postnatal checkup within two months after birth; and (v) immunizations within one year after birth.",
        "cite_spans": [
          {
            "start": 65,
            "end": 87,
            "text": "2000 and 2008; and (b)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data",
        "sec_num": null
      },
      {
        "text": "The second set of outcomes is related to levels and trends in malnutrition and micronutrient intake in the early years. Anthropometric measures such as height-for-age 2 (stunting), weight-forheight 3 (wasting) and weight-for-age 4 (underweight) are used to analyze the differences in malnutrition levels across circumstance groups. Malnourishment increases the risk of death, inhibits cognitive development, and affects health status later in life (O'Donnell et al. 2008) . In connection with the above, it is also important that children have the necessary level of micronutrient intake for healthy development. Access to iodized salt, iron tables during pregnancy and Vitamin A in early infancy are important indicators for micronutrient intake. In this paper, we use two variables available in the DHS and that are important for determining and supplementing iron deficiency anemia during pregnancy: (i) whether the mother has had blood tests during her pregnancy; and (ii)",
        "cite_spans": [
          {
            "start": 448,
            "end": 471,
            "text": "(O'Donnell et al. 2008)",
            "ref_id": "BIBREF10"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data",
        "sec_num": null
      },
      {
        "text": "whether she has taken any iron supplementation tablets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data",
        "sec_num": null
      },
      {
        "text": "The third set of outcomes is related to access to basic infrastructure and services that determine children's health and the development of cognitive potential. The WHO estimates that every year 1.4 million children under the age of five die from diarrheal diseases attributed to unsafe water supply and inadequate sanitation and hygiene (Molinas, de Barros, and Saavedra 2010) . Two infrastructure variables have been analyzed in this analysis, by circumstance group: (i) access to improved water; and (ii) a proxy variable for sanitation (i.e., whether the household has its own toilet).",
        "cite_spans": [
          {
            "start": 338,
            "end": 377,
            "text": "(Molinas, de Barros, and Saavedra 2010)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data",
        "sec_num": null
      },
      {
        "text": "The final set of outcomes of interest for this study is educational enrollment. Educational enrollment rates are calculated for the basic education level age group (6-14 year olds) and the secondary education level (15-17 year olds) in the sample. In addition, three composite indicators for healthcare utilization, nutrition, and access to basic infrastructure are used to measure exposure to multiple risk factors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data",
        "sec_num": null
      },
      {
        "text": "This study identifies seven circumstances that may affect child's access to basic services. They are: ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Circumstance Variables",
        "sec_num": null
      },
      {
        "text": "a",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Circumstance Variables",
        "sec_num": null
      },
      {
        "text": "The literature on inequality of opportunity emphasizes the differences in outcomes that arise from differences due to predetermined circumstances over which an individual has no control. Differences in adulthood outcomes, such as educational attainment and income may not only be explained by individual efforts and choices but also depend on initial endowments or circumstances. One way to differentiate between the impact of circumstances and individual efforts is to look at inequality in outcomes across circumstance groups. Circumstances, such as those listed above, should be morally irrelevant and should not matter. In other words, on average, outcome indicators between circumstance groups should be approximately equal in value, and all variation in outcomes should come from within circumstance groups, i.e., determined by individual efforts within the group (Bourguignon et al., 2007) . For children in the early years (such as ages 0-4), it is not appropriate to speak about inequality in \"efforts\" since children are too young to exert relevant effort to influence outcomes. Hence, all differences across early childhood outcomes can be attributed to circumstances beyond their control, i.e., inequality of opportunity.",
        "cite_spans": [
          {
            "start": 870,
            "end": 896,
            "text": "(Bourguignon et al., 2007)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical Methodology",
        "sec_num": null
      },
      {
        "text": "There are a number of techniques to measure inequality of opportunity, once the outcomes of interest and the exogenous circumstances are identified. First, the paper analyzes the relationship between early risks and outcomes and circumstances at birth and compares the distributions of outcomes across circumstance groups. Second, the paper draws on the concept of the human opportunity index (see Barros et al., 2009; Molinas et al., 2010) . The human opportunity index (HOI) measures how successful a country is in equitably supplying basic services or opportunities (such as access to education, healthcare, adequate clean water and sanitation) to its children. Third, the paper attempts to measure the relative contributions of each circumstance to total inequality of opportunity.",
        "cite_spans": [
          {
            "start": 398,
            "end": 418,
            "text": "Barros et al., 2009;",
            "ref_id": "BIBREF1"
          },
          {
            "start": 419,
            "end": 440,
            "text": "Molinas et al., 2010)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical Methodology",
        "sec_num": null
      },
      {
        "text": "To estimate the contributions of individual circumstances to total inequality of opportunity, the study applies Shapley value decomposition. The procedure allows measuring how individual circumstances such as gender, location and parental characteristics contribute to inequality in access to critical services. Finally, the paper assesses the changes in inequality of opportunity in Egypt during the 2000s and the factors driving the observed trends. This is done by decomposing the changes in HOI by scale and distribution effects, given the index is additively decomposable (Barros et al., 2009) .",
        "cite_spans": [
          {
            "start": 577,
            "end": 598,
            "text": "(Barros et al., 2009)",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical Methodology",
        "sec_num": null
      },
      {
        "text": "In its simplest interpretation, the Human Opportunity Index (HOI) measures the average availability of basic services, discounted by how inequitably these services are distributed among the population. This is done by measuring the coverage rate of a particular service and then adjusting it according to how equitably the available services are distributed among circumstance groups. The construction of the HOI involves aggregating circumstance-specific coverage rates in a scalar measure that increases with overall coverage and decreases with the differences in coverage among groups with different sets of circumstances. This implies that two countries that have identical coverage or average access rate of a particular service may have different HOI if the access to that service on one country is more concentrated among children of a certain set of circumstances. 4",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Human Opportunity Index",
        "sec_num": null
      },
      {
        "text": "Empirically, the HOI of a given basic service or opportunity is the coverage rate ( ), adjusted for difference in its access:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Human Opportunity Index",
        "sec_num": null
      },
      {
        "text": "Where D is a dissimilarity index that measures the inequality in access rates to a given basic service for groups defined by circumstances, compared with the average access rate to the same service for the population as a whole (Barros et al. 2009) . The first component of HOI, , the coverage rate, can be calculated using household survey data. D can be interpreted as the share of the total number of opportunities that needs to be reallocated among circumstance groups to ensure equal access.",
        "cite_spans": [
          {
            "start": 228,
            "end": 248,
            "text": "(Barros et al. 2009)",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Human Opportunity Index",
        "sec_num": null
      },
      {
        "text": "will be equal to 1 if access is independent of the circumstances, in which case HOI will be equal to the average coverage rate ( ). With mutually exclusive circumstance groups, one can compute D as:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Human Opportunity Index",
        "sec_num": null
      },
      {
        "text": "Where k denotes a circumstance group (group of children with a specific set of circumstances); is the specific coverage rate of group k; is the share of group k in total population of children; and is the numbers of groups defined by circumstances. D is equal to zero when for all k circumstance groups. It can also be shown that D is equal to the share of total opportunities that are \"misallocated\" in favor of (against) circumstance groups that have coverage rates higher (lower) than .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Human Opportunity Index",
        "sec_num": null
      },
      {
        "text": "HOI and D have a number of important properties. For a given level of D, HOI increases with an increase in the coverage of services or opportunities (i.e., a higher ). Similarly, a more equitable distribution of existing services or opportunities (i.e., a lower D) increases the index. HOI is Paretoconsistent, in the sense that it increases if the overall access to a given service or opportunity increases, no matter how access is distributed, as long as no one is worse off. D, on the other hand,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Human Opportunity Index",
        "sec_num": null
      },
      {
        "text": "gives more weight to those services or opportunities allocated to a less advantaged group of the population than to those allocated to a more advantaged group, and is therefore a distributionsensitive measure. D ranges from 0 to 1 (0 to 100 in percentage terms), and in a situation of perfect equality of opportunity, D will be 0. Therefore, the maximum value HOI can take is the average coverage rate by a particular basic service (i.e., ). It also implies that an HOI of 100 is possible only when access is universal (i.e., is 100 and D is 0).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Human Opportunity Index",
        "sec_num": null
      },
      {
        "text": "The paper also assesses the changes in inequality of opportunity in the 2000s and the factoring driving the trend. Once the level of HOI for each outcome variable is estimated for 2000 and 2008, it is possible to decompose the changes in the index by scale and distribution effects and try to understand the drivers of the estimated change over time (Barros et al., 2009) . One property of the HOI is that changes are additively decomposable. Any improvement in the index can be attributed either to an increase in the coverage rate, (scale effect), or a reduction in the index of inequality of opportunity, D (distributional effect):",
        "cite_spans": [
          {
            "start": 350,
            "end": 371,
            "text": "(Barros et al., 2009)",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Changes in HOI over Time",
        "sec_num": null
      },
      {
        "text": "Change in HOI:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Changes in HOI over Time",
        "sec_num": null
      },
      {
        "text": "Scale effect:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Changes in HOI over Time",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": ") )",
            "eq_num": "(4)"
          }
        ],
        "section": "Changes in HOI over Time",
        "sec_num": null
      },
      {
        "text": "Distribution effect:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Changes in HOI over Time",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": ") )",
            "eq_num": "(5)"
          }
        ],
        "section": "Changes in HOI over Time",
        "sec_num": null
      },
      {
        "text": "We apply equations (4) and (5) to measure changes in HOI during the two survey years, i.e., 2000 and 2008, for four main categories of outcomes: (i) healthcare utilization before, during and after pregnancy and a child's access to healthcare services in the early years; (ii) nutrition and micronutrient intake; (iii) access to basic services and housing; and (iv) education enrollment and attainment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Changes in HOI over Time",
        "sec_num": null
      },
      {
        "text": "To measure the contributions of different circumstance variables to inequality of opportunity, we employ the decomposition procedure proposed by Shorrocks 2012 To illustrate, note that the value of D is dependent on the set of circumstances considered.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Shapley Value Decomposition",
        "sec_num": null
      },
      {
        "text": "Moreover, HOI (D) decreases (increases) when more circumstances are taken into account. For example, if we have two sets of circumstances C1 and C2, and set C1 and C2 do not overlap, then HOI (C1,C2)≤HOI(C1). Similarly, D(C1,C2)≥D(C1). The impact of adding a circumstance A can be given by:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Shapley Value Decomposition",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "1 = ∑ | |!( −| |−1)! ! \\{ 1} [ ( ∪ { 1}) − ( )]",
            "eq_num": "(6)"
          }
        ],
        "section": "Shapley Value Decomposition",
        "sec_num": null
      },
      {
        "text": "Where N is the set of all circumstances, which includes n circumstances in total; S is a subset of N (containing s circumstances) that does not contain the particular circumstance C1. D(S) is the dissimilarity index estimated with the set of circumstances S. ( ∪ { 1}) is the dissimilarity index calculated with set of circumstances S and the circumstance C1. We can define the contribution of circumstance C to the dissimilarity index as:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Shapley Value Decomposition",
        "sec_num": null
      },
      {
        "text": "1 = 1 ( )",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Shapley Value Decomposition",
        "sec_num": null
      },
      {
        "text": ", where ∑ ∈ = 1",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Shapley Value Decomposition",
        "sec_num": null
      },
      {
        "text": "In other words, the sum of the contributions of all circumstances to the dissimilarity index adds up to 100 percent -a critical property satisfied by the Shapley value decomposition.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Shapley Value Decomposition",
        "sec_num": null
      },
      {
        "text": "To measure the contribution of each circumstance to inequality in access to a basic service, we apply the above procedure on the dissimilarity index (equation (2)). We apply it for all seven circumstances and the outcomes of interest. Consider any outcome (e.g. whether a blood sample taken from the mother during pregnancy ), defined as a discrete (0-1) variable, with \"1\" denoting \"yes\" and \"0\" denoting \"no\". Our objective is to obtain the conditional probabilities of access to this opportunity for each child based on his/her circumstances. In order to do so, a simple logistic model, linear in the parameters β, where the event I corresponds to \"whether a blood sample taken from the mother during pregnancy\" and C is the set of circumstances. The following logistic regression is fitted using DHS data:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Shapley Value Decomposition",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "ln � { =1| =( 1 ,……, )} 1− { =1| =( 1 ,……, )} � = ∑ c k β k n k=1",
            "eq_num": "(8)"
          }
        ],
        "section": "Shapley Value Decomposition",
        "sec_num": null
      },
      {
        "text": "Where denotes the row vector of variables representing n circumstances and a corresponding column vector of parameters. From the estimation of the above regression one obtains estimates of the parameters { }, denoted as � , �, where m denotes the sample size. Given the estimated coefficients, one can obtain for each individual in the sample his/her predicted probability of access to a given opportunity under consideration:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Shapley Value Decomposition",
        "sec_num": null
      },
      {
        "text": "̂, = �̂� 1 + �̂� (9)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Shapley Value Decomposition",
        "sec_num": null
      },
      {
        "text": "Using the predicted probabilities () and sample weights ( ), we can find the predicted overall coverage rate ( ̅ ) and D-index ( � ) as:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Shapley Value Decomposition",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "̅ = �̂, =1",
            "eq_num": "(10)"
          }
        ],
        "section": "Shapley Value Decomposition",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "� = 1 2 ̅ ∑ �̂, − ̅ � =1 (11) � = �1 − � �",
            "eq_num": "(12)"
          }
        ],
        "section": "Shapley Value Decomposition",
        "sec_num": null
      },
      {
        "text": "The decomposition method outlined earlier allows us to estimate the contribution of each circumstance to the estimated D-Index. The contribution of circumstance k to the D-index for a particular outcome can be estimated as in (6) and (7), with � substituted for D. The contribution of each circumstance to � should add up to 100 percent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Shapley Value Decomposition",
        "sec_num": null
      },
      {
        "text": "Before delving into the analysis of inequality of opportunity, here we provide a descriptive analysis of the relationship between the desirable outcome variables and the circumstance variables described Our analysis shows that there has been a significant reduction in the percentage of births not attended by skilled health professionals and of births not taking place in health facilities during the 2000s (Figure 2) . In 2000, about 39 percent of births were not attended by skilled staff and 52 percent of births did not take place in a public or private health facility, compared to 2008 levels of about 21 and 29 percent, respectively. Most of the improvements in access to care during birth were 7 Most and least advantaged groups of children are constructed based on circumstances. These two groups make up both extremes and account for about 5 percent of the children in the 0-4 age group. Least advantaged children are defined as those from rural areas, parents with no formal education, in households with five or more children at home, and from families in the poorest wealth class. On the other hand, most advantaged children are defined as those from urban area, parents with higher education, in households with less than four children, and from families in the richest wealth class. utilization for infants remains low, Egypt has a good track record of immunizations among young infants. The coverage of BCG, DTP1 and Polio1 are quite high: less than 1 percent of 1 year olds (12-23 months) lack these vaccines in Egypt. 8 The WDI indicators on immunizations of DTP3",
        "cite_spans": [
          {
            "start": 1537,
            "end": 1538,
            "text": "8",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 408,
            "end": 418,
            "text": "(Figure 2)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Circumstances and Early Health and Education Outcomes",
        "sec_num": "4."
      },
      {
        "text": "(among 1 year olds) indicate that Egypt's level of immunizations coverage is on par with levels predicted by per capita income levels. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Circumstances and Early Health and Education Outcomes",
        "sec_num": "4."
      },
      {
        "text": "The descriptive statistics shows that stunting affects a quarter of young children in Egypt, and that its level has increased during the 2000s. According to the DHS, the rate of stunting was about 25 percent of children in the 0-4 year age group in 2008, compared to about 19 percent in 2000.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Nutrition",
        "sec_num": null
      },
      {
        "text": "Similarly, the prevalence of severe stunting among the 0-4 age group worsened from about 6 to 11 percent between 2000 and 2008. The prevalence of underweight, which may reflect both chronic and/or acute malnutrition, has also increased from about 4 percent to 8 percent between 2000 and 2008 for the 0-4 age group. The variation in stunting across circumstance groups is not large.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Nutrition",
        "sec_num": null
      },
      {
        "text": "The prevalence of stunting is more strongly associated with geographic (regional) disparities than household characteristics. In 2008, a child in Lower Egypt is about 12 percentage points (in Frontier Governorates about 7 percentage points) more likely to be stunted), compared to a child with the same household characteristics in the Urban governorates. There is almost no difference in stunting and severe stunting prevalence by household wealth: stunting prevalence among the poorest In fact, the Frontier Governorates identifier is the single most important predictor of lack of access to an improved water source. On the other hand, wealth variables are the strongest correlates of having a shared toilet at home. 10 A child living in a household in the bottom quintile is about 19 percentage points more likely to be using a shared bathroom than a child living in a top asset quintile household. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Nutrition",
        "sec_num": null
      },
      {
        "text": "The overall likelihood of enrollment has increased from about 86 to 90 percent in basic education (ages 6-14) , and from about 72 percent to 77 percent in secondary education (ages 15-17) during the 2000s. Enrollment and attainment levels vary for children in the different circumstance groups in Egypt (Figure 8 ). For the most advantaged group of children, the enrollment rate in basic and secondary education is at about full coverage (99 percent) while for the disadvantaged group, the enrollment rates are around 74 percent in basic education (6-14 year old group) and below 50 percent in the secondary school level. The enrollment gap between the most and least advantaged groups has narrowed between 2000 and 2008, with a pro-poor expansion of enrollment in basic and secondary school. The increase in the enrollment probability of children in the poorest quintile was about 10",
        "cite_spans": [
          {
            "start": 98,
            "end": 109,
            "text": "(ages 6-14)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 303,
            "end": 312,
            "text": "(Figure 8",
            "ref_id": "FIGREF9"
          }
        ],
        "eq_spans": [],
        "section": "Education",
        "sec_num": null
      },
      {
        "text": "The DHS does not have any sanitation variables that could help assess whether the households have access to improved sanitation. Instead, in this analysis we look at whether the household has their own toilet or whether they share a toilet with other households. percentage points (from 70 to 80 percent) for the basic education age group, and close to 12 percentage points (from 46 to 58 percent) for the secondary school age group. While the most advantaged group of children accumulate on average one year of education for each year from age 6 onwards all the way up to age 22 (reaching 15.2 years of educational attainment), in the least advantaged group, educational attainment remains less than 7 years on average. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "10",
        "sec_num": null
      },
      {
        "text": "This section presents the measures of inequality of opportunity in access to basic services among Egyptian children. As described in Section 3, inequality of opportunity is defined as inequality in access to basic services due to differences in circumstances beyond children's control. While Section 4 looked at the availability of and access to these services and its trends during the 2000s, Educational Attainment by Age Level this section focuses on measuring the degree of inequality in access to these services and how each circumstance contributes to the disparity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Inequality of Opportunity in Access to Basic Services",
        "sec_num": "5."
      },
      {
        "text": "The probability of increased from about 47 to 71 percent of pregnancies between 2000 and 2008 ( Figure 9 ). The dissimilarity index of a blood sample being taken during pregnancy declined from about 17 to 4. As a result, the human opportunity index (HOI) improved significantly for antenatal care, increasing from about 39 to 68. The utilization of healthcare services during birth has similarly improved, with increases in coverage and reductions in the dissimilarity index. The HOI associated with births assisted by trained health staff has increased from about 50 to 72 percent, with HOI for birth taking place at a health facility increasing from about 38 to 63. redistribution, although the latter has also made an important contribution. Figure 11 presents the decomposition of the changes in HOI into scale and distribution effects. As shown earlier, the HOI for all healthcare utilization indicators has increased, and the scale effect (the increases in coverage of services) has been the major source of the improvement. For instance, the HOI for the indicator on births taking place at a health facility that increased from 38 to 63 between 2000 and 2008, around 18 percentage points of the increase can be attributed to the scale effect (services becoming more widely available and being utilized), while about 8 percentage points is attributable to the distribution effect (services becoming more equitably available across circumstance groups). Figure 13 ). The increase in the HOI has been mainly due to the scale effect with more households overall having access to adequately iodized salt. The Shapley decomposition of inequality of opportunity in malnutrition indicators shows that females are more likely to be stunted than males, while household wealth explains the largest portion of the variation in access to micronutrient intake in 2008. (Figure 14) .",
        "cite_spans": [
          {
            "start": 1152,
            "end": 1173,
            "text": "2000 and 2008, around",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 96,
            "end": 104,
            "text": "Figure 9",
            "ref_id": "FIGREF10"
          },
          {
            "start": 745,
            "end": 754,
            "text": "Figure 11",
            "ref_id": "FIGREF3"
          },
          {
            "start": 1459,
            "end": 1468,
            "text": "Figure 13",
            "ref_id": "FIGREF3"
          },
          {
            "start": 1862,
            "end": 1873,
            "text": "(Figure 14)",
            "ref_id": "FIGREF3"
          }
        ],
        "eq_spans": [],
        "section": "Healthcare Utilization",
        "sec_num": null
      },
      {
        "text": "In addition, there have been improvements in the coverage of some of these services (such as improved drinking water at the household level) over the time period analyzed, which had a positive impact on HOI measures. However, disparities still remain across circumstance groups, particularly by location, with rural Upper Egypt and the Frontier Governorates generally showing lower levels of HOI for all categories. Regional variables mostly explain the variation in access to improved water at home and whether the child is registered, while wealth is the main explanatory factor of the differences in access to a non-shared toilet and electricity at home. The Shapley decomposition reveals that regional variables explain the largest share of the variations in access to improved water at home and in whether the child is registered. In fact, regional variables explain more than half of the variation in access to improved drinking water at home and about a third of the variation in whether the child is registered (Figure 15) . For access to a non-shared toilet and electricity at home, the asset index of the household is the main indicator that explains variation in outcomes. degree of inequality of opportunity is higher than at the basic education level, as shown by a higher dissimilarity index. Inequality of opportunity in enrollment for both age groups varies significantly by region, although the disparities have declined over time. For example, in 2000, rural Upper Egypt presented the lowest HOI at about 76 percent and 48 percent for 6-14 and 17-17 age groups respectively. On the other hand, urban Lower Egypt had the highest HOI at about 92 and 75 percent for 6-14 and 17-17 age groups. Similar improvements can be noticed in 6 th and 9 th grade on-time completion rates. On time completion of 6 th and 9 th grade rates show similar improvements over the period, although the HOI for both is lower than that of enrollment ( Figure 16 ). The changes in HOI in the education sector are mostly a result of the expansion of coverage for children overall (the scale effect) rather than the distribution effect. Inequality of opportunity in enrollment for both age groups varies significantly by region. enrolled for children ( Figure 17) . Similarly, these variables explain more than half of the variation in the probability of completion of 6 th and 9 th grades on time. Following parental education variables, the asset index and consumption level of the household together explain about one-fourth of the variation in educational enrollment. Regional variables, on the other hand explain less than 10 percent of the variation in enrollment rates in Egypt. ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 1019,
            "end": 1030,
            "text": "(Figure 15)",
            "ref_id": "FIGREF3"
          },
          {
            "start": 1945,
            "end": 1954,
            "text": "Figure 16",
            "ref_id": "FIGREF3"
          },
          {
            "start": 2243,
            "end": 2253,
            "text": "Figure 17)",
            "ref_id": "FIGREF3"
          }
        ],
        "eq_spans": [],
        "section": "Healthcare Utilization",
        "sec_num": null
      },
      {
        "text": "The study shows that significant progress has been made in Egypt with regards to the availability of and access to basic services for children and mothers, in some cases with a pro-poor overall effect. In particular, improvements can be observed in connection with healthcare utilization before and during pregnancy, and in children's immunization. As a result, there has been a decline in measures of inequality of opportunity in access to these basic services over the last decade, mostly through increased coverage rather than through redistribution effects.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "6."
      },
      {
        "text": "However, there are some areas of persistent and emerging concerns where further efforts are required to ensure a more equitable access to basic services among children. These include postnatal care utilization, nutrition and schooling. The findings confirm that wide differences in school enrollment persist, notably at the higher levels, and mostly based on the family's socioeconomic Targeted interventions aimed at enhancing access for these groups could thus offer significant potential to enhance overall and relative postnatal care utilization and access to education. In the case of nutrition, a more inclusive approach would be needed, since no significant differences across circumstance groups exist. Regional disparities in access to health services and proper householdlevel basic inputs should be addressed in a systematic way, for instance through targeted investments in the regions that exhibit significantly lower and unequal availability or utilization levels. Special efforts would be needed for those children exposed to multiple risk factors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "6."
      },
      {
        "text": "See next section on data and methodology for description of the data sources.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Height -for-age (H/A) reflects cumulative linear growth. Height for age deficits indicate past or chronic inadequacies of nutrition and/or chronic or frequent illness, but cannot measure short-term changes in malnutrition. Low H/A relative to a child of the same sex and age in the reference population is referred to as \"shortness.\" Extreme cases of low H/A, in which shortness is interpreted as pathological, are referred to as \"stunting.\" H/A is used primarily as a population indicator rather than for individual growth monitoring (World Bank, 2008). 3 Weight-for-height (W/H) measures body weight relative to height and has the advantage of not requiring age data. Normally, W/H is used as an indicator of current nutritional status and can be useful for screening children at risk and for measuring short-term changes in nutritional status. At the other end of the spectrum, W/H can also be used to construct indicators of obesity. Low W/H relative to a child of the same sex and age in a reference population is referred to as \"thinness.\" Extreme cases of low W/H are commonly referred to as \"wasting.\" Wasting may be the consequence of starvation or severe disease (in particular, diarrhea) (World Bank 2008). 4 Weight-for-age (W/A) reflects body mass relative to age. W/A is, in effect, a composite measure of height-for-age and weight-forheight, the term \"underweight\" is commonly used to refer to severe or pathological deficits in W/A. W/A is commonly used for monitoring growth and to assess changes in the magnitude of malnutrition over time. However, W/A confounds the effects of shortand long-term health and nutrition problems(World Bank, 2008).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In game theory, the Shapley Value solution generates a unique distribution of the total surplus generated in a cooperative game among the participants. In a setup where a coalition of players produces certain gains (where some players may contribute more to the coalition than others or may possess different bargaining power), Shapley Value provides a unique solution that satisfies all participants.6 The Shapley decomposition has two useful properties: The first is symmetry, ensuring that the contribution of each factor is independent of the order in which it appears in the initial list or sequence of factors. The second property is exactness and additivity; whereby the contributions of all s circumstances (or factors) add up to 1.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In this analysis we concentrate on a sub-sample of 1 year old children -between 12-23 months of age. The set of immunizations considered in this section of the paper are: BCG, DTP (1, 2, and 3), Polio (1, 2, and 3) and Measles.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Inadequate iodization is defined as <=.15 ppm iodine in salt consumed by the household.(EDHS 2008 report)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "HOI: Stata module to compute Human Opportunity Index",
        "authors": [
          {
            "first": "J",
            "middle": [
              "P"
            ],
            "last": "Azevedo",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Franco",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Rubiano",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Hoyos",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Azevedo, J.P., S. Franco, E. Rubiano, and A. Hoyos. 2010. HOI: Stata module to compute Human Opportunity Index (v 1.7), http://ideas.repec.org/c/boc/bocode/s457191.html.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Measuring Ineqaulity of Opportunities in Latin America and the Caribbean",
        "authors": [
          {
            "first": "Ricardo",
            "middle": [],
            "last": "Barros",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Paes De",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [
              "G"
            ],
            "last": "Francisco",
            "suffix": ""
          },
          {
            "first": "Jose",
            "middle": [
              "R Molinas"
            ],
            "last": "Ferreira",
            "suffix": ""
          },
          {
            "first": "Jaime",
            "middle": [],
            "last": "Vega",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Saavedra Chanduvi",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Barros, Ricardo Paes de, Francisco H.G. Ferreira, Jose R. Molinas Vega, and Jaime Saavedra Chanduvi. 2009 Measuring Ineqaulity of Opportunities in Latin America and the Caribbean.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "The World Bank",
        "authors": [
          {
            "first": "D",
            "middle": [
              "C"
            ],
            "last": "Washington",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Washington D.C.: The World Bank",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Advances on Income Inequality and Concentration Measures Routlidge",
        "authors": [
          {
            "first": "Gianni",
            "middle": [],
            "last": "Betti",
            "suffix": ""
          },
          {
            "first": "Achille",
            "middle": [],
            "last": "Lemmi",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Betti, Gianni, and Achille Lemmi. 2008. Advances on Income Inequality and Concentration Measures Routlidge.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Asset Inequality Matters: An Assessment of the World Bank's Approach to Poverty Reduction",
        "authors": [
          {
            "first": "Nancy",
            "middle": [],
            "last": "Birdsall",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "L"
            ],
            "last": "Londoño",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "American Economic Review, Papers and Proceedings",
        "volume": "87",
        "issue": "",
        "pages": "32--37",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Birdsall, Nancy, and J. L. Londoño. 1997. \"Asset Inequality Matters: An Assessment of the World Bank's Approach to Poverty Reduction,\" American Economic Review, Papers and Proceedings, Vol. 87 (May), pp. 32-37.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "The measurement of inequality of opportunity: theory and an application to Latin America",
        "authors": [
          {
            "first": "Francisco",
            "middle": [
              "H G"
            ],
            "last": "Ferreira",
            "suffix": ""
          },
          {
            "first": "Jérémie",
            "middle": [],
            "last": "Gignoux",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "The World Bank Policy Research Working Paper Series",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ferreira, Francisco H. G. , and Jérémie Gignoux. 2008. The measurement of inequality of opportunity: theory and an application to Latin America. The World Bank Policy Research Working Paper Series 4659.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Income Distribution and Macroeconomics",
        "authors": [
          {
            "first": "O",
            "middle": [],
            "last": "Galor",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Zeira",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "The Review of Economic Studies",
        "volume": "60",
        "issue": "1",
        "pages": "35--52",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Galor, O. and J. Zeira. 1993. \"Income Distribution and Macroeconomics\", The Review of Economic Studies, Vol. 60, No. 1, pp. 35-52.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Developmental Potential in the first 5 years for Children in Developing Countries",
        "authors": [
          {
            "first": "Sally",
            "middle": [],
            "last": "Grantham-Mcgregor",
            "suffix": ""
          },
          {
            "first": "Santiago",
            "middle": [],
            "last": "Cueto",
            "suffix": ""
          },
          {
            "first": "Paul",
            "middle": [],
            "last": "Glewwe",
            "suffix": ""
          },
          {
            "first": "Yin Bun",
            "middle": [],
            "last": "Cheung",
            "suffix": ""
          },
          {
            "first": "Linda",
            "middle": [],
            "last": "Richter",
            "suffix": ""
          },
          {
            "first": "Barbara",
            "middle": [],
            "last": "Strupp",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "LANCET",
        "volume": "",
        "issue": "",
        "pages": "60--70",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Grantham-McGregor, Sally, Santiago Cueto, Paul Glewwe, Yin Bun Cheung, Linda Richter, and Barbara Strupp. 2007. Developmental Potential in the first 5 years for Children in Developing Countries. LANCET, 60-70.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Do Our Children Have A Chance? The 2010 Human Opportunity Report for Latin America and the Caribbean",
        "authors": [
          {
            "first": "José",
            "middle": [
              "R"
            ],
            "last": "Molinas",
            "suffix": ""
          },
          {
            "first": "Ricardo",
            "middle": [],
            "last": "Paes De Barros",
            "suffix": ""
          },
          {
            "first": "Jaime",
            "middle": [],
            "last": "Saavedra",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Molinas, José R, Ricardo Paes de Barros, and Jaime Saavedra. 2010. Do Our Children Have A Chance? The 2010 Human Opportunity Report for Latin America and the Caribbean. Washington DC: World Bank.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Analyzing Health Equity Using Household Survey Data",
        "authors": [
          {
            "first": "O",
            "middle": [],
            "last": "O'donnell",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [
              "V"
            ],
            "last": "Doorslaer",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Wagstaff",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Linde",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "O'Donnell, O., E. V. Doorslaer, A. Wagstaff, and M. Linde. 2008. Analyzing Health Equity Using Household Survey Data. Washington DC: The World Bank.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Multiple Determinants of risk and vulnerability",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Seifer",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "J"
            ],
            "last": "Sameroff",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "The Invulnerable Child",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Seifer, R, and A J. Sameroff. 1987. Multiple Determinants of risk and vulnerability. In The Invulnerable Child. New York: Guilford Press.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Handbook of Early Childhood Intervention",
        "authors": [
          {
            "first": "Jack",
            "middle": [],
            "last": "Shonkoff",
            "suffix": ""
          },
          {
            "first": "Samuel",
            "middle": [
              "J"
            ],
            "last": "Meisels",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Shonkoff, Jack, and Samuel J. Meisels. 2000. Handbook of Early Childhood Intervention. Cambridge: Cambridge University Press.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Decomposition procedures for distributional analysis: a unified framework based on the Shapley value",
        "authors": [
          {
            "first": "Anthony",
            "middle": [
              "F"
            ],
            "last": "Shorrocks",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "Journal of Economic Inequality",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Shorrocks, Anthony F. 2012. Decomposition procedures for distributional analysis: a unified framework based on the Shapley value. Journal of Economic Inequality.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Youth in Egypt: Building our Future",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Undp",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "UNDP. 2011. Egypt Human Development Report 2010: Youth in Egypt: Building our Future, Cairo, Egypt.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "United Nations",
        "authors": [],
        "year": 2002,
        "venue": "United Nations Special Session on Children",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "United Nations. 2002. In United Nations Special Session on Children. ---. 2008 Revision. World Population Prospects.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Child development: risk factors for adverse outcomes in developing countries Lancet",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Walker",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Wachs",
            "suffix": ""
          },
          {
            "first": "Meeks",
            "middle": [],
            "last": "Gardner",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "145--157",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Walker S., Wachs T., Meeks Gardner J. et al. 2007. Child development: risk factors for adverse outcomes in developing countries Lancet 145-157.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Improving Quality, Equality, and Efficiency in the Education Sector: Fostering a Competent Generation of Youth",
        "authors": [],
        "year": 2007,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank. 2007. Improving Quality, Equality, and Efficiency in the Education Sector: Fostering a Competent Generation of Youth. Washington, DC: The World Bank.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Egypt Poverty Assessment",
        "authors": [],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank. 2011. Egypt Poverty Assessment 2011. Unpublished. Washington, DC: The World Bank.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Inequities in under-five child malnutrition in South Africa",
        "authors": [
          {
            "first": "E",
            "middle": [],
            "last": "Zere",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Mcintyre",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "International Journal for Equity in Health",
        "volume": "2",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Zere, E. and D. McIntyre. 2003. \"Inequities in under-five child malnutrition in South Africa,\" International Journal for Equity in Health, 2003, 2:7",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": null,
        "text": ") Location: Metropolitan, urban Lower Egypt, rural Lower Egypt, urban Upper Egypt, rural Upper Egypt, Frontier Governorates (6 categories); b) Mother's education: No formal education, primary/preparatory, secondary, higher education (4 categories); c) Father's education: No formal education, primary/preparatory, secondary, higher education(4 categories); d) Number of siblings: 1-2 children, 3-4 children, 5 or more children (3 categories); e) Household wealth (asset) quintiles: 5 quintiles (5 categories); f) Gender of child (2 categories); and g) Imputed household consumption obtained by combining the DHS and HIECS data (a continuous variable)."
      },
      "FIGREF1": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": null,
        "text": ", which is based on the concept of Shapley Value 5 in cooperative games. The procedure allows us to measure how much individual circumstances (such as gender, location, parental characteristics) contribute to inequality in access to critical services. Shapely decomposition consists of computing the marginal effect on the inequality index, in this case HOI, of adding or removing each contributing factor in a given sequence of elimination(Betti and Lemmi 2008;Shorrocks 2012). The decomposition involves calculating the marginal impact of each of the circumstances as they are eliminated in succession, and then averaging these marginal effects over all the possible elimination sequences. The contribution of all circumstances yields an exact, additive decomposition of between group inequalities (in this case the dissimilarity index). The resulting formula is formally identical to the Shapley Value in a cooperative game.6"
      },
      "FIGREF2": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": null,
        "text": "Section 3 above. The results are presented under each of the four main categories of outcomes: (1) access to healthcare; (2) access and availability of essential nutrition; (3) access to housing and basic services; and (4) school enrollment. In addition, the paper presents the contrast in these outcomes between the least and most advantaged 7 children groups and discusses the likelihood of exposure to multiple risk factors and how circumstances beyond the children´s control affect the degree of such exposure.Access to HealthcareIn Egypt, coverage (prevalence) of antenatal care as measured by the blood sample taken during pregnancy has increased from about 47 percent of pregnancies in 2000 to about 71 percent in 2008(Figure 1), a statistically significant improvement. The likelihood of not having a blood sample taken during pregnancy was 71.5 percent in rural areas in 2000, which declined to 54.1 percent in 2008, while access in urban areas remained relatively stable."
      },
      "FIGREF3": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": "1",
        "text": "Access to antenatal care has improved over time particularly in rural areas and for women with low levels of educational attainment Source: Egypt DHS 2000 and 2008 progressive over the 2000s, benefiting the poorest more and reducing regional disparities. For instance, about 70 percent of births in the poorest quintile took place without trained staff and 79 percent of births took place outside of health facilities in 2000. By 2008, these levels had declined to about 46 percent and 55 percent, respectively. Regional disparities also diminished with increased availability of care in rural areas. While in 2000 about 52 percent of births in rural areas took place without skilled health staff, this level had declined to 28 percent by 2008 (Figure 2). However, births assisted by traditional birth attendants were still the most common phenomenon among the poorest. In the poorest quintile, traditional birth attendants assisted 42 percent of all births for children in 2008 (Figure 3). Births in rural areas, Upper Egypt and Frontier Governorates remained much more likely to be unattended by skilled health professionals. Wealth and mother's educational attainment are the most significant correlates of not having access to care during birth. Mothers with no formal education were 13 times more likely to have birth not attended by skilled staff, compared to those with a university degree. Moreover, the majority of children in Egypt are not taken for postnatal care visits to a doctor within two months of birth. According to 2008 DHS, about 70 percent of children were not taken to a doctor within two months of birth, down from 81 percent in 2000. While there is little variation across wealth groups, mother's education is the most significant determinant of postnatal healthcare visits. Finally, although postnatal healthcare"
      },
      "FIGREF4": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": null,
        "text": "Figure 2: Regional disparities have been significantly reduced in access to care during birth…"
      },
      "FIGREF5": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": "4",
        "text": "The majority of infants in Egypt are not taken to the doctor for postnatal visits within 2 months of birth Source: Egypt DHS 2000 and 2008"
      },
      "FIGREF6": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": null,
        "text": "quintile was 25 percent in 2008, compared to 24 percent for the top quintile. The situation was quite different back in 2000 when wealth quintiles as well as father's education were significant correlates of stunting, in addition to regional variables. On the other hand, with a successful fortification program, Egypt has achieved a significant reduction in iodine deficiency over the 2000s. For instance, in 2000, three in four children under the age of five lived in households where salt was not adequately iodized, compared to only one in four by 2008. 9 The rapid expansion in availability of iodized salt benefited households in all regions, and across all income groups. In rural areas, the share of children living in households with inadequately iodized salt declined from about 83 percent in 2000 to 28 percent in 2008, and from 87 to 44 percent among the poorest quintile (Figure 5). However, disparities in access to iodine based on wealth still persist. While less than 11 percent of children in the top quintile are reported to have insufficient iodine, over 44 percent of children in the bottom quintile live in households with inadequate (or no) iodized salt. Similarly, the use of iron supplements by pregnant mothers improved significantly between 2000 and 2008. In about 43 percent of pregnancies that ended in birth in 2008 mothers did not receive iron supplementation tablets, which represents a significant improvement from the 72 percent registered in 2000 (Figure 6). Similar to the antenatal care section, mother's education and wealth are strong correlates of whether blood samples are taken from the mother during pregnancy. In 2000, a child born to a mother with no formal education and in the poorest wealth quintile was 36 percentage points less likely to have received iron supplements during pregnancy, compared to a child born to a mother with higher education and in the richest wealth quintile. By 2008, the differences across circumstance groups relating to this variable were still large but less: a child born to a mother with no formal education and in the poorest quintile was 18 percentage points less likely to receive iron supplementation."
      },
      "FIGREF7": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": null,
        "text": "drinking water has significantly expanded in the 2000s, and the expansion has been pro-poor. In 2008, only 2.5 percent of children in the 0-4 age group lived in households without access to improved water, compared to 8.5 percent in 2000. Overall, there has been a propoor expansion of access to improved water: while over 21 percent of children in the poorest quintile did not have access to improved drinking water in 2000, this figure had dropped below 5 percent in 2008. In rural areas, the percentage of children with no access to improved water at home declined from about 13 percent to 4 percent during the same period. The remaining inequalities in access to improved water are largely explained by geography. About 20 percent of children in the Frontier Governorates did not have access to improved water in 2008, down from about 30 percent in 2000."
      },
      "FIGREF8": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": "7",
        "text": "The remaining inequalities in access to improved water are largely due to geographical differences.Source: DHS 2000 and"
      },
      "FIGREF9": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": "8",
        "text": "The enrollment and educational attainment gap between least and most advantaged circumstance groups is large, but narrowed in the 2000s."
      },
      "FIGREF10": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": "9",
        "text": "Coverage (p), HOI and D of healthcare utilization in Egypt, 2000 and 2008 Source: DHS 2000 and 2008; HIECS 2000 and 2008 used for the imputation of household consumption."
      },
      "FIGREF11": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": "10",
        "text": "provides an analysis of the coverage and dissimilarity index across selected indicator variables. Each of the variables is assigned a value for both the coverage and dissimilarity indexes, which combined produce a certain level of HOI. The figure provides thresholds for HOI at 20%, 40%, 60% and 80%. This allows comparison of outcomes according to their coverage and dissimilarity components separately, for a given level of HOI. As one moves to the right side of the graph, the coverage increases, while inequality of opportunity decreases with upward movement.Therefore, the top right hand corner of the graph represents a situation of perfect coverage (100%) and equal distribution of opportunities (where the dissimilarity index=0). It can be observed that most health utilization indicators moved toward better coverage and reduced inequality in access between 2000 and 2008. Immunizations coverage was already high in 2000 and remained that way in 2008. The post-natal checkup variable remains at lower levels of coverage (with only about 30 percent of children in the 0-4 year age group) and falls below the 40 percent threshold for HOI in 2008, while the other healthcare utilization variables are all above the 60% threshold. While inequality of opportunity in healthcare utilization during birth decreased, there are persistent regional differences in healthcare utilization. Upper Egypt and the Frontier Governorates significantly lag behind the other regions."
      },
      "FIGREF12": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": "10",
        "text": "Human Opportunity Index for Healthcare UtilizationThe decomposition of the changes in inequality of opportunity between 2000 and 2008 shows that the scale effect (increase in the coverage of services) dominates the improvement inDHS 2000 and HIECS 2000 and 2008 used  for the imputation of household consumption."
      },
      "FIGREF13": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": "11",
        "text": "Decomposition of HOI into scale and redistribution effectsSource: DHS 2000 and HIECS 2000 and 2008 used  for the imputation of household consumption.The Shapley Value decomposition for healthcare utilization outcomes reveals that location is the most important determinant of access to healthcare services, as measured by the variation in whether a child (ages 12-23 months) receives a complete set of immunizations. In 2008, wealth status is another major factor in determining access to and utilization of healthcare during pregnancy and the postnatal period(Figure 12). About a third of the differences across circumstances in terms of whether the birth was assisted by skilled staff and whether it took place in a health facility are explained by wealth (proxied by asset quintiles). In addition, parental education variables, particularly mother's education, play an important role in the utilization of health services during pregnancy and birth (one-fifth of the variation in the D-index is attributable to mother's educational attainment)."
      },
      "FIGREF14": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": "12",
        "text": "Family and mother's education are key factors of access to healthcare Source: DHS 2000 and 2008; HIECS 2000 and 2008 used for the imputation of household consumption. Malnutrition and Micronutrient Intake While malnutrition indicators such as stunting, wasting and underweight prevalence have deteriorated in Egypt, inequality of opportunity for these indicators remains low, suggesting no significant disparity among circumstance groups. Similarly, the HOI for nutrition indicators does not vary widely across regions. The decomposition of the variability in anthropometric measures explained by circumstances further shows that circumstances explain only a small percentage of their variance. Therefore, malnutrition is a problem for Egyptian children regardless of their circumstances. On the other hand, equality of opportunity concerning micronutrient intake has largely improved between 2000 and 2008 (see"
      },
      "FIGREF16": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": null,
        "text": "DHS 2000 and 2008; HIECS 2000 and 2008 used for the imputation of household consumption Housing and Access to Basic Infrastructure Access to an improved water source, electricity and a non-shared toilet at the household level, as well as children´s possession of an identity card, all show high human opportunity indexes. These indicators are associated with quite high coverage levels and low dissimilarity indexes"
      },
      "FIGREF17": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": "14",
        "text": "Coverage, HOI and D for access to basic infrastructure"
      },
      "FIGREF18": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": "15",
        "text": "Location explains the largest share of inequality in access to basic infrastructure Source: DHS 2000 and 2008; HIECS 2000 and 2008 used for the imputation of household consumption. Education Four main educational indicators are used to assess inequality of opportunity in access to education. The first two are related to enrollment separately for compulsory and non-compulsory levels: (a) the probability of enrollment for children in the age group 6-14 years old in primary and preparatory levels; and (b) the probability of enrollment for children in the age group 15-17 years old in noncompulsory secondary school education. The third and fourth indicators are related to educational attainment: (c) the probability of completion of 6th grade on time; and (d) the probability of completion of 9th grade on time (preparatory). The HOI for enrollment in compulsory primary education and non-compulsory secondary education have both improved over the 2000s. The HOI for enrollment in the age group of 6-14 years old increased from about 85 to over 92 percent between 2000 and 2008 (Figure 16). The enrollment rate and the HOI indicators for the older age group (15-17 year olds) are lower, increasing from about 61 to 66 percent between 2000 and 20008. At the secondary school level (ages 15-17)"
      },
      "FIGREF19": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": "16",
        "text": "Human Opportunity Index for Educational Enrollment and Attainment Source: DHS 2000 and 2008; HIECS 2000 and 2008 used for the imputation of household consumption Parental education variables are consistently the most important factors explaining variation in enrollment rates in Egypt, at both the basic and secondary education levels. Mother and father's educational attainment combined explains more than half of the variation in the probability of being Enrolment ages"
      },
      "FIGREF20": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": "17",
        "text": "Parental education is the most important factor in educational outcomes Source: DHS 2000 and 2008; HIECS 2000 and 2008 used for the imputation of consumption in DHS."
      },
      "FIGREF21": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": null,
        "text": "background. Large regional disparities in access to household-level basic infrastructure and healthcare utilization continue to exist, with Upper Egypt and the Frontier Governorates lagging behind other regions. Children's nutrition in Egypt emerges as a key area where large room for improvement is apparent. It is noteworthy that the levels of malnutrition and stunting have worsened over the 2000s and reached high levels for all children in Egypt, regardless of circumstances. Nutritional deficiencies combine with other risk factors, such as lack of cognitive stimulation, for a large share of the least advantaged children, which makes this group particularly vulnerable. The paper's findings point to family background, especially the level of parents' education and wealth, and geographic factors as key factors determining child development outcomes in Egypt."
      },
      "TABREF0": {
        "content": "<table><tr><td>In a more recent study, standardized height and weight of children. They find that for Egypt, total inequality is increasing</td></tr><tr><td>over time and geography is the most prevalent circumstance affecting height and weight of children,</td></tr><tr><td>followed by demographic variables and parents' education. Our study differs from Assaad et al.</td></tr><tr><td>(2012) and the other existing studies in that we consider several other health outcome variables in</td></tr><tr><td>addition to stunting and wasting, including maternal health outcome variables, such as antenatal care,</td></tr><tr><td>the presence of skilled birth attendants in delivery, as well as postnatal care and immunization.</td></tr><tr><td>Inequality of opportunit in education has also received considerable attention in the literature</td></tr><tr><td>on early childhood development. A number of cross-country studies that included Egypt, such as</td></tr><tr><td>Filmer and Pritchett (1999), Filmer (2005), Smits (2007), and Huisman and Smits (2009), find</td></tr><tr><td>socioeconomic status to be an important variable affecting access to and achievements in education.</td></tr><tr><td>Filmer (2005) also noted that the prevalence of gender gaps in educational enrollment varies by</td></tr><tr><td>regions across the world. Al-Qudsi (2003) finds household wealth to be an important factor affecting</td></tr><tr><td>school enrollment. Zhao and Glewwe (2010) in China and Tansel (2002) in Turkey reach similar</td></tr><tr><td>conclusions on the importance of household wealth/income and parents' education status in</td></tr><tr><td>find influencing a child's enrollment in school. Salehi-Isfahani et al. (2012) has looked at inequality of</td></tr><tr><td>that Egypt is one of the least inequitable countries in terms of skilled birth attendant and measles opportunity in education in Egypt, alongside several other Middle East and North Africa countries,</td></tr><tr><td>immunization. It ranks 50 th in a sample of 54 Millennium Development Goals (MDGs) Countdown using the Trends in Mathematics and Science Study data.</td></tr><tr><td>countries based on the concentration index of selected indicators. Wagstaff (2003), analyzing a</td></tr><tr><td>1995/6 Egypt DHS, states in a cross-country analysis that Egypt has high concentration indices (i.e.,</td></tr><tr><td>high inequality) in under-five mortality rate and infant mortality rate compared to other countries.</td></tr><tr><td>Another study by Boutayeb and Helmert (2011) analyzed disparities in maternal care between rich</td></tr><tr><td>and poor women, as well as differences between women living in urban and rural regions in Egypt.</td></tr></table>",
        "num": null,
        "html": null,
        "type_str": "table",
        "text": "Assaad et al. (2012)  examines the patterns of inequality of opportunity in child health outcomes in Egypt and a number of Arab countries and Turkey using several DHS data. The outcome variables used in this study as indicators for stunting or wasting are"
      },
      "TABREF1": {
        "content": "<table><tr><td>measures were collected for children under six years of age and never-married youths and young</td></tr><tr><td>adults aged 10 to19 in all households in the survey. The Egypt DHS included interviews with 15,573</td></tr><tr><td>ever-married women in 2000 and 16,527 in 2008. The paper specifically focuses on children in the</td></tr><tr><td>early age group (ages 0-4) living in these households.</td></tr><tr><td>The HIECS, on the other hand, is a large scale and nationally representative household</td></tr><tr><td>consumption, income and expenditure survey conducted by CAPMAS every five years since 1995</td></tr><tr><td>and every year since in 2008. The HIECS is the main (and the only official) source for poverty and</td></tr><tr><td>inequality data in Egypt. The HIECS data are used to impute the per adult equivalent consumption</td></tr><tr><td>expenditures at the household level. The imputed consumption expenditure is used as a proxy for</td></tr><tr><td>wealth and hence a circumstance variable for children, along with those circumstance variables</td></tr><tr><td>directly obtained from the DHS data. By combining information in the DHS and HIECS, the report</td></tr><tr><td>analyzes the impact of circumstances on access to basic services and human development outcomes</td></tr><tr><td>for children and documents their changes over time.</td></tr><tr><td>Outcome Variables</td></tr><tr><td>A total of 18 indicators and three composite indicators have been identified from both data sources</td></tr><tr><td>on four main outcome categories. The categories include: (i) access to healthcare (during pregnancy,</td></tr><tr><td>birth and early postnatal period); (ii) nutrition (malnutrition, micronutrient intake); (iii) access to</td></tr><tr><td>basic services (housing, clean water, sanitation); and (iv) school enrollment. Under the first</td></tr><tr><td>category, the following variables are analyzed: (i) lack of antenatal care (proxied by incidence of</td></tr><tr><td>mother not having any blood tests during pregnancy); (ii) birth not taking place at a health facility;</td></tr></table>",
        "num": null,
        "html": null,
        "type_str": "table",
        "text": "the Egypt HIECS for the corresponding years. The DHS is a nationally representative population and health survey conducted on households with ever-married women aged 15 to 49 and provides data on key indicators such as fertility, use of contraceptives, infant and child mortality, immunization, coverage of antenatal and delivery care, nutrition, and prevalence of anemia. In addition, height and weight"
      }
    }
  }
}