{
  "paper_id": "D20302311",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:04:10.162102Z"
  },
  "title": "The Effects of Financial Development on Foreign Direct Investment",
  "authors": [
    {
      "first": "Rodolphe",
      "middle": [],
      "last": "Desbordes",
      "suffix": "",
      "affiliation": {},
      "email": "rodolphe.desbordes@strath.ac.uk"
    },
    {
      "first": "Shang-Jin",
      "middle": [],
      "last": "Wei",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Columbia University",
        "location": {
          "addrLine": "Uris Hall, Room 619",
          "postCode": "3022, 10027",
          "settlement": "Broadway, New York",
          "region": "NY",
          "country": "United States"
        }
      },
      "email": "shangjin.wei@columbia.edu"
    },
    {
      "first": "Celine",
      "middle": [],
      "last": "Azemar",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Julia",
      "middle": [],
      "last": "Darby",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Ron",
      "middle": [],
      "last": "Davies",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Joy",
      "middle": [],
      "last": "Glazener",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Stuart",
      "middle": [],
      "last": "Mcintyre",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Joao",
      "middle": [],
      "last": "Santos",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Ian",
      "middle": [],
      "last": "Wooton",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "2014-10",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D20302311",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "This paper examines how financial development influences foreign direct investment. The direct and indirect sectorspecific effects that source countries' financial development and destination countries' financial development can have on foreign direct investment are first identified in a conceptual framework. The presence and relative strength of these various channels of influence at the different margins of foreign direct investment are then empirically investigated using unique and underexploited sector-specific bilateral panel data on greenfield foreign direct investment over the period [2003] [2004] [2005] [2006] . Causality is established by applying a difference-in-differences approach that exploits the variation in financial vulnerability across manufacturing sectors. The overall effects of higher source countries' financial development and destination countries' financial development on the relative volume of bilateral foreign direct investment in financially vulnerable sectors are large, positive, and complementary. These effects appear to operate mainly at the intensive margin rather than at the extensive margin of foreign direct investment. There is also evidence of direct and indirect effects of financial development. The key findings are robust to the use of data on the number of bilateral Mergers\\&Acquisitions transactions. Overall, the empirical results unambiguously indicate that a sophisticated and well-functioning financial system in source and destination countries greatly facilitates the international expansion of firms through foreign direct investment, especially in financially vulnerable sectors.",
        "cite_spans": [
          {
            "start": 598,
            "end": 604,
            "text": "[2003]",
            "ref_id": null
          },
          {
            "start": 605,
            "end": 611,
            "text": "[2004]",
            "ref_id": null
          },
          {
            "start": 612,
            "end": 618,
            "text": "[2005]",
            "ref_id": null
          },
          {
            "start": 619,
            "end": 625,
            "text": "[2006]",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In recent years, much attention has been devoted to the role that financial development plays in promoting economic development. 1 Research typically finds that a deep and well-functioning financial system is a key determinant of economic growth (Rajan and Zingales, 1998; Levine, 2005) . In the absence of easy access to external finance, firms with limited internal funds have to forsake profitable investment opportunities which require large fixed and variable costs to be incurred early in the production cycle.",
        "cite_spans": [
          {
            "start": 129,
            "end": 130,
            "text": "1",
            "ref_id": null
          },
          {
            "start": 246,
            "end": 272,
            "text": "(Rajan and Zingales, 1998;",
            "ref_id": "BIBREF46"
          },
          {
            "start": 273,
            "end": 286,
            "text": "Levine, 2005)",
            "ref_id": "BIBREF42"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "These unfulfilled opportunities can reside in foreign markets. The large upfront fixed costs associated with exporting can be an insurmountable obstacle for financially vulnerable firms when the external finance premium is large. 2 Indeed, a large body of empirical research shows that the volume of exports of firms belonging to financially vulnerable sectors is highly sensitive to the level of source countries' financial development (SFD). 3 Foreign direct investment (FDI) requires even larger upfront fixed costs because a new foreign affiliate must be established or acquired. 4 Hence, on the source side, higher financial development can also be expected to foster FDI, with a disproportionate positive impact on FDI in financially vulnerable sectors. On the destination side, the influence of higher financial development on FDI is ambiguous on theoretical grounds. While a positive access to external finance effect is still likely to exist, several channels have been identified through which higher destination countries' financial development (DFD) could reduce FDI (Antras et al., 2009; Ju and Wei, 2010; Bilir et al., 2013) . Nevertheless, the limited and non sector-specific empirical evidence available points towards an overall positive impact of both higher SFD and DFD on FDI (Klein et al., 2002; Desai et al., 2006; Antras et al., 2009) . 5",
        "cite_spans": [
          {
            "start": 444,
            "end": 445,
            "text": "3",
            "ref_id": null
          },
          {
            "start": 584,
            "end": 585,
            "text": "4",
            "ref_id": null
          },
          {
            "start": 1079,
            "end": 1100,
            "text": "(Antras et al., 2009;",
            "ref_id": "BIBREF2"
          },
          {
            "start": 1101,
            "end": 1118,
            "text": "Ju and Wei, 2010;",
            "ref_id": "BIBREF36"
          },
          {
            "start": 1119,
            "end": 1138,
            "text": "Bilir et al., 2013)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 1296,
            "end": 1316,
            "text": "(Klein et al., 2002;",
            "ref_id": "BIBREF37"
          },
          {
            "start": 1317,
            "end": 1336,
            "text": "Desai et al., 2006;",
            "ref_id": "BIBREF18"
          },
          {
            "start": 1337,
            "end": 1357,
            "text": "Antras et al., 2009)",
            "ref_id": "BIBREF2"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "1 The World Economic Forum (World Economic Forum, 2012) defines financial development in its 2012 Financial Development Report as \"the factors, policies, and institutions that lead to effective financial intermediation and markets, as well as deep and broad access to capital and financial services\" (p.3). Two common measures of financial development are the ratio of stock market capitalisation to GDP and the ratio of private credit provided by financial institutions to GDP. They are used as proxy for access to external equity financing and access to debt financing, respectively.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "2 Following Manova (2013), we define financially vulnerable firms as firms with high requirements for external capital and/or firms with few assets that can be used as collateral. The varying prevalence of these firms in each sector translates into sectors which differ in their financial vulnerability.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "3 See for example Beck (2002 Beck ( , 2003 , Amiti and Weinstein (2011) , or Manova (2013) . 4 For this paper, FDI is defined as the initial fixed costs incurred by a firm expanding its activities outside the territorial boundaries of its home country through the establishment (greenfield FDI) or the acquisition (M&A FDI) of a foreign affiliate, whatever the sources of funds for this expansion. These funds may be internal or external to the firm and originate from related or unrelated parties located in the home country, the destination country, or in a third country. 5 Empirical investigation of the impact of higher SFD and/or DFD on greenfield or M&A FDI can also be found in Hausmann and",
        "cite_spans": [
          {
            "start": 18,
            "end": 28,
            "text": "Beck (2002",
            "ref_id": "BIBREF5"
          },
          {
            "start": 29,
            "end": 42,
            "text": "Beck ( , 2003",
            "ref_id": "BIBREF6"
          },
          {
            "start": 45,
            "end": 71,
            "text": "Amiti and Weinstein (2011)",
            "ref_id": "BIBREF1"
          },
          {
            "start": 77,
            "end": 90,
            "text": "Manova (2013)",
            "ref_id": "BIBREF43"
          },
          {
            "start": 93,
            "end": 94,
            "text": "4",
            "ref_id": null
          },
          {
            "start": 575,
            "end": 576,
            "text": "5",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "The existing FDI literature has greatly improved our understanding of the links between FDI and financial development. However, it has not yet provided a comprehensive overview and empirical examination of the different effects that SFD and DFD may have on FDI. It has also not applied the econometric methods that have been successfully exploited in other economic fields (e.g. economic growth) to identify the causal effects of financial development in a cross-country setting. We aim to fill these gaps in this paper.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1",
        "sec_num": null
      },
      {
        "text": "In our conceptual framework, we highlight six different possible sector-specific effects of financial development on FDI. 6 Some of these effects have been neglected by previous research. On the source side, the overall expected effect of financial development on FDI is unambiguously positive. Higher SFD can increase FDI directly by improving firms' ability to cover the fixed costs of FDI with outside capital (FDI-specific access to external finance effect) and, indirectly, by fostering domestic activity (general, non-FDI-specific, access to external finance effect). On the destination side, the overall effect of financial development on FDI is indeterminate. Directly, greater DFD makes more outside capital available to foreign investors (FDI-specific access to external finance effect) but also creates an incentive for multinational enterprises to substitute foreign outsourcing for integration (FDI-specific disintegration effect). Indirectly, better access to external finance facilitates local development. This raises the likelihood of more intense local competition (general competition effect) but also of the presence of positive agglomeration externalities (general agglomeration effect). Higher DFD may thus deter or attract FDI, depending on the aggregate influence of these four channels. 7",
        "cite_spans": [
          {
            "start": 122,
            "end": 123,
            "text": "6",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1",
        "sec_num": null
      },
      {
        "text": "Our main contribution corresponds to the empirical approach that we adopt to investigate the presence and relative strength of these various effects of financial development on FDI. The empirical results of existing studies may not reflect a truly causal relationship. An obvious concern is the possibility of an omitted variable bias. 8",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1",
        "sec_num": null
      },
      {
        "text": "Fernàndez-Arias (2000), Feinberg and Phillips (2004) , Albuquerque et al. (2005) , Di Giovanni (2005) , Hijzen et al. (2008) , Baker et al. (2009) , Buch et al. (2009) , Coeurdacier et al. (2009) . 6 We focus on sector-specific effects, i.e. on effects whose magnitude depends on a sector's financial vulnerability. Financial development can also have an effect on FDI through economy-wide channels, such as the promotion of a larger market size. 7 In the paper, we use the terms \"FDI-specific effects\" and \"direct effects\" interchangeably. Likewise for \"general effects\" and \"indirect effects\".",
        "cite_spans": [
          {
            "start": 24,
            "end": 52,
            "text": "Feinberg and Phillips (2004)",
            "ref_id": "BIBREF22"
          },
          {
            "start": 55,
            "end": 80,
            "text": "Albuquerque et al. (2005)",
            "ref_id": "BIBREF0"
          },
          {
            "start": 86,
            "end": 101,
            "text": "Giovanni (2005)",
            "ref_id": "BIBREF19"
          },
          {
            "start": 104,
            "end": 124,
            "text": "Hijzen et al. (2008)",
            "ref_id": "BIBREF35"
          },
          {
            "start": 127,
            "end": 146,
            "text": "Baker et al. (2009)",
            "ref_id": "BIBREF3"
          },
          {
            "start": 149,
            "end": 167,
            "text": "Buch et al. (2009)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 170,
            "end": 195,
            "text": "Coeurdacier et al. (2009)",
            "ref_id": "BIBREF15"
          },
          {
            "start": 198,
            "end": 199,
            "text": "6",
            "ref_id": null
          },
          {
            "start": 447,
            "end": 448,
            "text": "7",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1",
        "sec_num": null
      },
      {
        "text": "8 As a way of circumventing a potential omitted variable, a few studies rely on the effects of a policy change (liberalisation of capital controls or ownership restrictions) to identify indirectly the effects of financial development (Desai et al., 2006; Antras et al., 2009) . These ingenious natural experiments weaken but do not entirely eliminate the possibility that the estimated impact of financial development reflects other favourable changes for FDI happening at the same time as the policy change of interest.",
        "cite_spans": [
          {
            "start": 234,
            "end": 254,
            "text": "(Desai et al., 2006;",
            "ref_id": "BIBREF18"
          },
          {
            "start": 255,
            "end": 275,
            "text": "Antras et al., 2009)",
            "ref_id": "BIBREF2"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1",
        "sec_num": null
      },
      {
        "text": "Our solution is to adopt a difference-in-differences approach. The magnitude of each of the six distinct effects that we describe in our conceptual framework is expected to increase with a sector's financial vulnerability. This means that we can identify with more certainty the causal impacts of financial development on FDI by focusing on the differential effects of financial development across sectors with different financial vulnerabilities, in a model including an extensive set of time-varying country and industry fixed effects. In some regressions, we also control for the volume of sector-specific activity in source and destination countries to distinguish between the direct and indirect effects of SFD and DFD on FDI. This approach was originally suggested by Rajan and Zingales (1998) . 9 Its application to uncover the causal and various effects of SFD and DFD on bilateral FDI is novel.",
        "cite_spans": [
          {
            "start": 774,
            "end": 799,
            "text": "Rajan and Zingales (1998)",
            "ref_id": "BIBREF46"
          },
          {
            "start": 802,
            "end": 803,
            "text": "9",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1",
        "sec_num": null
      },
      {
        "text": "A second contribution lies in the FDI data that we employ to implement our empirical approach. It is common to use balance of payments (BOP) data to study FDI. These data have major drawbacks, including their inability to reflect the use of external sources of funds in destination countries by multinational enterprises (MNEs) 10 or their poor coverage, especially at the sector-level, of bilateral FDI transactions. Some studies resort to data from one source country to get better proxies (e.g. volume of sales of U.S. foreign affiliates) of MNEs' activities. However, doubts can be raised about the external validity of their findings while relying on FDI data from one source country complicates the simultaneous investigation of the effects of SFD and DFD on FDI. Finally, using BOP FDI data or indicators of the general activities of MNEs in destination countries does not allow the direct estimation and comparison of the effects of financial development at the extensive and intensive margins of FDI.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1",
        "sec_num": null
      },
      {
        "text": "We circumvent these issues by using a unique, and under-exploited, 11 database on sector-specific bilateral real greenfield manufacturing FDI covering the entire world during the period 2003-2010. The fDi Markets database records, at the firm-level, the capital investment associated with each greenfield FDI project, without making a distinction between internal and external financing. It also includes the source and destination 9 See, among others, Beck (2002) , Kroszner et al. (2007) , Manova et al. (2011) , Chor and Manova (2012) or Manova (2013) for an application of this approach in the fields of economic growth or international trade.",
        "cite_spans": [
          {
            "start": 453,
            "end": 464,
            "text": "Beck (2002)",
            "ref_id": "BIBREF5"
          },
          {
            "start": 467,
            "end": 489,
            "text": "Kroszner et al. (2007)",
            "ref_id": "BIBREF38"
          },
          {
            "start": 492,
            "end": 512,
            "text": "Manova et al. (2011)",
            "ref_id": "BIBREF44"
          },
          {
            "start": 515,
            "end": 537,
            "text": "Chor and Manova (2012)",
            "ref_id": "BIBREF13"
          },
          {
            "start": 541,
            "end": 554,
            "text": "Manova (2013)",
            "ref_id": "BIBREF43"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1",
        "sec_num": null
      },
      {
        "text": "10 BOP FDI data only capture the proportion of the funding of existing and new foreign affiliates coming from related parties outside the host country, such as an equity investment or a loan by the parent company.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1",
        "sec_num": null
      },
      {
        "text": "11 Using \"fDi Markets database\" as our search string, we obtained 55 results only in Google Scholar.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1",
        "sec_num": null
      },
      {
        "text": "countries, the year of investment and the recipient sector. Access to these data means that we can estimate our difference-in-differences approach, examine simultaneously the various effects of SFD and DFD on FDI, test whether external funds raised in source and destination countries are complements or substitutes, and look at the effects of financial development at both the intensive and extensive margins of FDI. In addition, we use sector-specific data on the number of bilateral M&A transactions and the volume of bilateral trade to assess whether the effects of financial development differ across different internationalisation modes. Thanks to these various data sources, we are able to undertake a much more thorough investigation of the effects of financial development on FDI than what currently exists in the literature.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1",
        "sec_num": null
      },
      {
        "text": "Our empirical results unambiguously indicate that a sophisticated and well-functioning financial system in source and destination countries strongly facilitates the international expansion of firms through FDI, especially in financially vulnerable sectors. The overall effects of higher SFD and DFD on the relative volume of bilateral greenfield FDI in financially vulnerable sectors are large, positive, and complementary. 12 They appear to operate mainly at the intensive margin rather than at the extensive margin of FDI. Robustness checks suggest that our results are not driven by outliers, omitted variables, specific proxies for financial vulnerability or financial development, reverse causality or the nature of FDI (greenfield or M&A). We also find some evidence for direct and indirect effects of financial development on FDI. In source countries, both the FDI-specific and general access to external finance effects promote FDI. In destination countries, the positive FDI-specific access to external finance effect dominates any potential negative direct disintegration effect and the positive general agglomeration effect dominates overall any potential negative indirect competition effect.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1",
        "sec_num": null
      },
      {
        "text": "The rest of the paper proceeds as follows. In section 2, we review the different effects of financial development on FDI. In section 3, we introduce our difference-in-differences models. In section 4, we describe the data and estimation method used to estimate them. We also provide some stylised facts. In section 5, we present our empirical results. Finally, we conclude in section 6.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1",
        "sec_num": null
      },
      {
        "text": "In this section, we review the different potential direct and indirect effects of source and destination countries' financial development on FDI.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conceptual framework",
        "sec_num": "2"
      },
      {
        "text": "2.1 SFD and FDI",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conceptual framework",
        "sec_num": "2"
      },
      {
        "text": "The hypotheses that we present in this section on the effects of SFD on FDI have been largely inspired by those formally derived by Manova (2013) in a heterogeneous firms trade model with credit constraints. 13 While she focuses on the effects of credit constraints on exports, her theoretical model remains a valid analytical framework to understand the effects of SFD on FDI. The fundamental reason for this is that both exports and FDI involve large upfront fixed costs that firms operating in financially vulnerable sectors will typically be unable to fully cover by relying on internal finance only. 14 The fact that Manova (2013) finds that higher financial development has a positive impact on bilateral exports by promoting the selection of firms into production, the selection of producers into exporting, and higher average firm-level exports suggests that the same effects are also likely to hold for outward FDI flows. 15",
        "cite_spans": [
          {
            "start": 132,
            "end": 145,
            "text": "Manova (2013)",
            "ref_id": "BIBREF43"
          },
          {
            "start": 622,
            "end": 635,
            "text": "Manova (2013)",
            "ref_id": "BIBREF43"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Links with the literature on credit constraints and international trade",
        "sec_num": "2.1.1"
      },
      {
        "text": "Firms wishing to engage in FDI must incur substantial upfront fixed costs. Market research needs to be done to identify profitable destinations and learn about their specificities; products may have to be modified to meet foreign tastes or regulatory requirements, distribution and servicing channels must be established (Roberts and Tybout, 1997) . Some of these costs may have to be incurred once and may not apply for follow on investments.",
        "cite_spans": [
          {
            "start": 321,
            "end": 347,
            "text": "(Roberts and Tybout, 1997)",
            "ref_id": "BIBREF47"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "FDI-specific and general access to external finance effects",
        "sec_num": "2.1.2"
      },
      {
        "text": "However, crucially, each new FDI project also involves establishing or purchasing a production facility in the destination country (Helpman et al., 2004) . The ability of firms to finance the upfront fixed costs of FDI with internal funds varies across sectors. Some sectors are technologically more dependent on external finance, meaning that firms' desired investment levels typically exceed their internal cash flows. This may be due to a large initial project scale, a long gestation period, a short harvest period, or the requirement for continuing investment (Rajan and Zingales, 1998) . Firms in these externally dependent (ED) sectors will have to rely heavily on external finance to engage in FDI since they will only be able to finance internally a small fraction of the fixed costs of FDI. 16",
        "cite_spans": [
          {
            "start": 131,
            "end": 153,
            "text": "(Helpman et al., 2004)",
            "ref_id": "BIBREF33"
          },
          {
            "start": 565,
            "end": 591,
            "text": "(Rajan and Zingales, 1998)",
            "ref_id": "BIBREF46"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "FDI-specific and general access to external finance effects",
        "sec_num": "2.1.2"
      },
      {
        "text": "Firms' access to external finance depends on financial development. Hence, higher SFD should have a positive FDI-specific access to external finance effect on the volume of outward FDI, which ought to be larger in more ED sectors. This is even more likely to be the case if the ED sectors are poorly endowed in tangible assets that might serve as collateral.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "FDI-specific and general access to external finance effects",
        "sec_num": "2.1.2"
      },
      {
        "text": "Higher SFD can also be expected to increase the number and size of active producers, especially in financially vulnerable sectors (Rajan and Zingales, 1998) . Holding other factors constant, a larger sector should be associated with larger FDI flows. This means that higher SFD can have a positive general access to external finance effect on outward FDI in a given sector by increasing the scale of activity in this sector. This decomposition of the effects of SFD into general and FDI-specific channels has been ignored by the existing FDI literature.",
        "cite_spans": [
          {
            "start": 130,
            "end": 156,
            "text": "(Rajan and Zingales, 1998)",
            "ref_id": "BIBREF46"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "FDI-specific and general access to external finance effects",
        "sec_num": "2.1.2"
      },
      {
        "text": "Overall, we expect higher SFD to increase the volume of outward FDI and disproportionately so in more financially vulnerable sectors. This hypothesis should apply to greenfield FDI as well as to cross-border mergers and acquisitions (M&A FDI). It is true that the purchase of an existing firm through a cross-border M&A transaction may allow a foreign investor to save on some costs, such as the identification of distribution and",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "FDI-specific and general access to external finance effects",
        "sec_num": "2.1.2"
      },
      {
        "text": "16 External finance is a complementary source of funds for these firms because the range of their investment opportunities expands with its availability. This does not necessarily imply that external finance will be accessed after exhaustion of internal funds. Firms can raise more external funds than the level of their internal funds would dictate if they find advantageous to do so, e.g. to benefit from the tax deductibility of interest payments or simply to maintain financial slack. See Graham and Harvey (2001) 's survey of chief financial officers on their capital structure choice. servicing channels. Nevertheless, for both types of FDI, firms in ED sectors should typically need to rely more on external finance than those in other sectors to finance the acquisition of expensive new or existing foreign assets, e.g. the construction or acquisition of a factory. Likewise, for both greenfield and M&A FDI, raising outside capital should be harder in sectors where firms operate with few collateralisable assets.",
        "cite_spans": [
          {
            "start": 493,
            "end": 517,
            "text": "Graham and Harvey (2001)",
            "ref_id": "BIBREF24"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "FDI-specific and general access to external finance effects",
        "sec_num": "2.1.2"
      },
      {
        "text": "Higher DFD can have a positive FDI-specific access to external finance effect on the volume of inward FDI if a fraction of the external financing required by firms to engage in FDI and/or conduct their foreign activities is raised in the destination country. 17 It may also have a negative FDI-specific disintegration effect if it encourages greater substitution of foreign outsourcing for integration (Antras et al., 2009) . The reason is that managerial misbehavior of an MNE's foreign partner can be effectively prevented in countries with deep financial development. In these countries, lenders do not require the MNE to hold an equity share in its foreign partner because strong financial institutions ensure that the efforts of the entrepreneur are monitored and aligned with value maximization. 18 Higher DFD may therefore alleviate the external pressure on an MNE to hold a controlling interest in foreign firms involved in its supply chain, reducing in that way its engagement in FDI.",
        "cite_spans": [
          {
            "start": 402,
            "end": 423,
            "text": "(Antras et al., 2009)",
            "ref_id": "BIBREF2"
          },
          {
            "start": 802,
            "end": 804,
            "text": "18",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "DFD and FDI",
        "sec_num": "2.2"
      },
      {
        "text": "The positive access to external finance effect associated with higher DFD does not benefit only foreign firms. It can also be expected to foster the entry of new domestic firms and the expansion of existing local firms. In doing so, higher DFD increases local competition intensity which reduces the profits of every firm and can make a country a less attractive destination than before to non-financially constrained MNEs (Bilir et al., 2013) . Higher financial development, by promoting the growth of local manufacturing sectors, may thus have 17 Desai et al. (2004) emphasize the inherent financial advantage that foreign affiliates have over local firms as a result of their access to internal capital markets by showing that there is an inverse relationship between the borrowing from the parent to assets ratio and the external borrowing to assets ratio of U.S. foreign affiliates. Parent borrowing partly substitutes for external borrowing in host countries where low financial development results in a relatively high cost of external finance. This result is compatible with poor host countries' financial development constraining the expansion of U.S. foreign affiliates as long as low financial development not only influences firms' capital structure but also reduces the total amount of funds available for the acquisition of new assets. Indeed, Desai et al. (2006) or Antras et al. (2009) establish in different ways that the expansion of the activities of U.S. foreign affiliates is constrained in host countries where external finance is relatively limited and expensive.",
        "cite_spans": [
          {
            "start": 423,
            "end": 443,
            "text": "(Bilir et al., 2013)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 546,
            "end": 548,
            "text": "17",
            "ref_id": null
          },
          {
            "start": 549,
            "end": 568,
            "text": "Desai et al. (2004)",
            "ref_id": "BIBREF17"
          },
          {
            "start": 1358,
            "end": 1377,
            "text": "Desai et al. (2006)",
            "ref_id": "BIBREF18"
          },
          {
            "start": 1381,
            "end": 1401,
            "text": "Antras et al. (2009)",
            "ref_id": "BIBREF2"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "DFD and FDI",
        "sec_num": "2.2"
      },
      {
        "text": "18 Antras et al. (2009) empirically confirm these theoretical predictions by showing that U.S. firms tend to engage more in arm's length technology transfers as opposed to only engaging in (greenfield or M&A) FDI in destination countries with high private credit to GDP ratio or strong creditor rights. a negative general competition effect on inward FDI. 19 However, Economic Geography emphasises that an increase in industry-wide output generates as well external economies of scale, which can encourage firms to agglomerate in a given location rather than disperse their activities. 20 Indeed, studies investigating the effects of existing manufacturing activity on the location determinants of MNEs typically find evidence of substantial agglomeration benefits, which are partly driven by the activities of domestic firms (Head et al., 1995 (Head et al., , 1999 Crozet et al., 2004) . 21 Hence, the growth of local manufacturing sectors induced by higher financial development may also have a positive general agglomeration effect on inward FDI. This potential indirect channel of influence of DFD on FDI has been ignored by the existing literature.",
        "cite_spans": [
          {
            "start": 3,
            "end": 23,
            "text": "Antras et al. (2009)",
            "ref_id": "BIBREF2"
          },
          {
            "start": 351,
            "end": 358,
            "text": "FDI. 19",
            "ref_id": null
          },
          {
            "start": 586,
            "end": 588,
            "text": "20",
            "ref_id": null
          },
          {
            "start": 826,
            "end": 844,
            "text": "(Head et al., 1995",
            "ref_id": "BIBREF29"
          },
          {
            "start": 845,
            "end": 865,
            "text": "(Head et al., , 1999",
            "ref_id": "BIBREF31"
          },
          {
            "start": 866,
            "end": 886,
            "text": "Crozet et al., 2004)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 889,
            "end": 891,
            "text": "21",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "DFD and FDI",
        "sec_num": "2.2"
      },
      {
        "text": "In contrast to the overall effect of SFD on outward FDI, our discussion of the literature shows that the overall effect of DFD on inward FDI is ambiguous. That is because higher financial development generates four different potential effects which do not necessarily go in the same direction: a positive access to external finance effect, a negative disintegration effect, a negative competition effect, and a positive agglomeration effect. The magnitude of these effects can be expected to increase with a sector's financial vulnerability. Firms in financially vulnerable sectors rely more on external finance than firms in other sectors and the substitution of outsourcing for FDI is also likely to be more pronounced in these sectors, in which external investors provide a larger share of total funding and may incur larger losses due to the absence of significant collateral.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "DFD and FDI",
        "sec_num": "2.2"
      },
      {
        "text": "Before turning to a description of our empirical approach, it is important to stress that stable levels of financial development across time are fully compatible with SFD and DFD influencing flows of FDI: each year, there is entry of new MNEs; established MNEs expand in existing and new markets; the adjustment process of all MNEs towards the desired size of their foreign activities is likely to take place over several years; changes in host countries' fundamentals can lead to a revision of MNEs' target FDI stocks. Hence, changes in financial development within a country do not need to occur for financial development to influence FDI flows.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "DFD and FDI",
        "sec_num": "2.2"
      },
      {
        "text": "In this section, we describe in general terms the two econometric models that we estimate. We will present in the next section our proxies for each variable included in our models.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Econometric approach",
        "sec_num": "3"
      },
      {
        "text": "We are interested in the causal effects of SFD and DFD on FDI. This is a complicated endeavour, notably because financial development is likely to be correlated with other country attributes which can influence FDI, such as overall institutional quality, human capital, natural resources, capital controls liberalization, or foreign ownership restrictions. Our solution, initially suggested by Rajan and Zingales (1998) , is to exploit the fact that the hypothesised effects of financial development should be stronger in more financial vulnerable sectors.",
        "cite_spans": [
          {
            "start": 394,
            "end": 419,
            "text": "Rajan and Zingales (1998)",
            "ref_id": "BIBREF46"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The overall effects of financial development on bilateral FDI",
        "sec_num": null
      },
      {
        "text": "This leads us to estimate a difference-in-differences model, where we focus on the interactions between SFD or DFD and a sector's financial vulnerability (FV):",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The overall effects of financial development on bilateral FDI",
        "sec_num": null
      },
      {
        "text": "F DI ijst = exp(β 1 [ln(SF D it−1 ) • F V s ] + β 2 [ln(DF D jt−1 ) • F V s ] + α ijt + α st )ϵ ijst (1)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The overall effects of financial development on bilateral FDI",
        "sec_num": null
      },
      {
        "text": "where F DI ijst corresponds to a measure of the cumulated value of the fixed costs incurred by parent firms term. Our econometric model is extremely general because the fixed effects that we include control for any timevarying sector-specific, country-specific, or country-pair specific factors which can influence bilateral FDI. This limits the possibility of an omitted variable or model misspecification. 22 Identification of the overall effects of SFD and DFD on FDI is achieved by focusing on the coefficients on the SFD-FV and DFD-FV interaction terms, β 1 and β 2 . 23 ",
        "cite_spans": [
          {
            "start": 408,
            "end": 410,
            "text": "22",
            "ref_id": null
          },
          {
            "start": 573,
            "end": 575,
            "text": "23",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The overall effects of financial development on bilateral FDI",
        "sec_num": null
      },
      {
        "text": "[F V H − F V L ] × ∆SF D). We expect β 1 > 0. 25",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The overall effects of financial development on bilateral FDI",
        "sec_num": null
      },
      {
        "text": "Intuitively, if SFD matters, it should have a greater impact on outward FDI in sectors where firms' reliance on external finance is high and firms' ability to raise outside finance is low. As previously discussed, the sign of β 2 is ambiguous.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The overall effects of financial development on bilateral FDI",
        "sec_num": null
      },
      {
        "text": "In a second stage, we would like to examine the direct (FDI-specific) and indirect (general) effects of financial development. In equation 1, we can interpret coefficients β 1 and β 2 as the net sum of the FDI-specific and general effects of financial development on FDI. The general effects operate through the expansion of the activities of producers in source and destination countries that financial development facilitates. Hence, following Manova (2013) , isolation of the FDI-specific effects of financial development can be achieved by controlling for the size of the source and destination manufacturing sectors in the following augmented exponential model:",
        "cite_spans": [
          {
            "start": 446,
            "end": 459,
            "text": "Manova (2013)",
            "ref_id": "BIBREF43"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Decomposition of the effects of financial development",
        "sec_num": null
      },
      {
        "text": "F DI ijst = exp(γ 1 [ln(SF D it−1 ) • F V s ] + γ 2 [ln(DF D jt−1 ) • F V s ] +γ 3 ln(Y is ) + γ 4 ln(Y js ) + α ijt + α st )ϵ ijst (2)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Decomposition of the effects of financial development",
        "sec_num": null
      },
      {
        "text": "where Y is is initial value added of sector s in source country i and Y js is initial value added of sector s in destination country j. 26 The presence of the two Y terms controls for the general effects of financial development by holding constant the scale of the source and destination sectors of FDI. This means that in comparison to coefficients β 1 and β 2 in equation 1, coefficients γ 1 and γ 2 will only capture the FDI-specific impacts of financial development on relative bilateral FDI in financially vulnerable sectors. This also implies that we can gain some insights into the presence and relative strength of the general effects of financial development on FDI by examining the signs, sizes, and statistical significance of the differences (β 1 − γ 1 ) and (β 2 − γ 2 ). Table 1 summarizes our interpretation of the key coefficients in equations 1 and 2. ",
        "cite_spans": [
          {
            "start": 136,
            "end": 138,
            "text": "26",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 786,
            "end": 793,
            "text": "Table 1",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "Decomposition of the effects of financial development",
        "sec_num": null
      },
      {
        "text": "+ β 2 ? FDI-specific effects γ 1 + γ 2 ? General effects β 1 − γ 1 + β 2 − γ 2 ?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Decomposition of the effects of financial development",
        "sec_num": null
      },
      {
        "text": "We are also interested in the effects of financial development at the different margins of FDI. In the spirit of Bernard et al. (2011) , we define the extensive margin as the number of bilateral FDI projects (N ijs ) and the intensive margin as the average size of bilateral FDI projects conditional on positive FDI",
        "cite_spans": [
          {
            "start": 113,
            "end": 134,
            "text": "Bernard et al. (2011)",
            "ref_id": "BIBREF8"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Effects of financial development at the different margins of FDI",
        "sec_num": null
      },
      {
        "text": "( F DI ijs N ijs )",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Effects of financial development at the different margins of FDI",
        "sec_num": null
      },
      {
        "text": ". The volume of bilateral FDI (F DI ijs ) between two countries i and j in a given sector s is the product of these two margins:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Effects of financial development at the different margins of FDI",
        "sec_num": null
      },
      {
        "text": "F DI ijs = N ijs ( F DI ijs N ijs",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Effects of financial development at the different margins of FDI",
        "sec_num": null
      },
      {
        "text": ") .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Effects of financial development at the different margins of FDI",
        "sec_num": null
      },
      {
        "text": "The existence and strength of each distinct effect of financial development can be expected to vary across the margins of FDI. The FDI-specific access to external finance effect should operate at both the extensive and intensive margins of FDI, as long as the fixed costs of FDI are not independent of the volume of production in the foreign country. The intuition is that a large volume of production ought to require a larger initial investment compared to a smaller volume of production (for example, a bigger production facility may need to be built or acquired). In the presence of financial constraints, some firms may not be able to engage in FDI.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Effects of financial development at the different margins of FDI",
        "sec_num": null
      },
      {
        "text": "Other firms may choose to produce lower quantities in order to reduce the fixed costs necessary to engage in FDI because they cannot afford the level of external finance required to produce at the optimal scale in the foreign market. For this second group of firms, FDI will therefore occur but the size of the FDI project will be smaller than in the absence of financial constraints. 27 Conversely, with higher financial development, more firms will be able both to engage in FDI and to afford the fixed costs consistent with their optimal production levels, causing an increase in the number and average size of FDI projects. 28 Regarding the other effects of financial development, the FDI-specific disintegration effect is likely to operate mainly at the extensive margin, by influencing the occurrence of FDI, while the general effects (e.g. competition and agglomeration effects) can conceivably influence both margins of FDI.",
        "cite_spans": [
          {
            "start": 628,
            "end": 630,
            "text": "28",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Effects of financial development at the different margins of FDI",
        "sec_num": null
      },
      {
        "text": "To investigate the effects of SFD and DFD at the different margins of FDI, we will re-estimate equation 2with measures of the extensive and intensive margins of FDI: the cumulated number of bilateral FDI projects and the average size of the bilateral FDI projects conditional on positive FDI.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Effects of financial development at the different margins of FDI",
        "sec_num": null
      },
      {
        "text": "27 Given our definition of FDI in footnote 4, which tightly matches our empirical measure of FDI, we focus on the initial fixed costs of FDI. However, in the context of international trade, Manova (2013) shows, theoretically and empirically, that firms with intermediate productivity levels located in financially underdeveloped countries will have difficulties to export at first-best levels when they require external finance for both the fixed and variable costs (e.g. intermediate input purchases, wages, trade costs) that are incurred before export revenues are earned. 28 The average size of each FDI project could fall following an increase in financial development if the number of projects grew faster than the size of each project. For example, higher financial development could favour disproportionately the entry of relatively small firms. However, results of Manova (2013) in the context of international trade and results of section 5.2 of this paper do not support this possibility.",
        "cite_spans": [
          {
            "start": 190,
            "end": 203,
            "text": "Manova (2013)",
            "ref_id": "BIBREF43"
          },
          {
            "start": 575,
            "end": 577,
            "text": "28",
            "ref_id": null
          },
          {
            "start": 873,
            "end": 886,
            "text": "Manova (2013)",
            "ref_id": "BIBREF43"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Effects of financial development at the different margins of FDI",
        "sec_num": null
      },
      {
        "text": "In this section, we define key dependent and independent variables. Other variables will be defined in the results section, as needed.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data and estimation method",
        "sec_num": "4"
      },
      {
        "text": "For model (1), our proxy for F DI ijst is the sector-specific bilateral cumulated value of the capital investments made by firms to establish a new production or processing manufacturing facility in a foreign country. This variable should capture a large fraction of the initial fixed costs incurred by MNEs to produce abroad when establishing a foreign affiliate ex nihilo. 29 For model (2), in addition to the bilateral volume of greenfield FDI, we use as the dependent variable the bilateral number of greenfield FDI projects or the average size of the bilateral greenfield projects conditional on positive FDI. They represent measures of the extensive and intensive margins of FDI respectively.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "FDI data",
        "sec_num": "4.1"
      },
      {
        "text": "Our FDI data come from the fDi Markets database compiled by fDi Intelligence, a division of the Financial Times. 30 This database is the most comprehensive source of firm-level information on cross-border greenfield investment available, covering all countries and sectors worldwide since 2003. Data include the name of the country in which the firm engaging in greenfield FDI is headquartered, the name of the destination country, the year of investment, the recipient sector, the function (nature) of the FDI project, the type of project (new, expansion, co-location), and the capital investment (capital expenditures) associated with the project. 31 There is no minimum investment size for a project to be included but the equity stake of the foreign investor cannot be lower than 10%. Data are collated through daily searches of Financial Times newswires and internal information sources, other media sources, project data received from industry organizations and investment agencies, and data purchased from market research and publication companies. Each project is cross-referenced against multiple sources, with the main focus on direct company sources. fDi Markets is the primary source of greenfield FDI data for various international organizations (UNCTAD, World Banks), consultancies (the Economist Intelligence Unit), major corporations and over 100 governments.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "FDI data",
        "sec_num": "4.1"
      },
      {
        "text": "Crucially for our study, the fDi Markets database does not make a distinction between the different sources of foreign affiliate financing, which can be internal or external to the MNE. 32 Given that we are interested in the impact of both SFD and DFD on bilateral FDI flows, the absence of a distinction between internal and external financing makes the data provided by fDi Markets database a much better measure of FDI flows than BOP data, which do not take into account, among other things, that a proportion of the financing for a newlyestablished foreign affiliate can originate from unrelated parties in the destination country. 33 Furthermore, contrary to BOP FDI flows, our FDI data only reflect the initial fixed costs incurred by firms engaging in FDI, 34 provide information on the extensive and intensive margins of FDI, are not distorted by \"round-tripping\" and \"trans-shipping\" phenomena, 35 are recorded on a gross basis 36 and, finally, are available for a large number of countries and sectors.",
        "cite_spans": [
          {
            "start": 636,
            "end": 638,
            "text": "33",
            "ref_id": null
          },
          {
            "start": 764,
            "end": 766,
            "text": "34",
            "ref_id": null
          },
          {
            "start": 904,
            "end": 906,
            "text": "35",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "FDI data",
        "sec_num": "4.1"
      },
      {
        "text": "Given that we do not have any parent-specific data, we can aggregate the firm-level data provided by the fDi Markets database at the sector-country-pair level without any loss of information to obtain a proxy for F DI ijst . 37 We assume that firms engaging in greenfield FDI in a given sector primarily operate in the same 32 Internal sources of funding are equity and debt provided by the parent company and funds from (potential) sister subsidiaries. External sources of funding are borrowing from unrelated sources in the parent country, destination country or third-country, and local equity. This distinction of sources of funds is porous. The internal funds provided by the parent company may have been raised externally and borrowing by the foreign subsidiary may have been done with the guarantee of the parent company.",
        "cite_spans": [
          {
            "start": 225,
            "end": 227,
            "text": "37",
            "ref_id": null
          },
          {
            "start": 324,
            "end": 326,
            "text": "32",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "FDI data",
        "sec_num": "4.1"
      },
      {
        "text": "33 As previously mentioned, BOP FDI data only capture the portion of the funding of existing and new foreign affiliates coming from related parties outside the host country. Feldstein (1995) illustrates how using only BOP data fails to provide an accurate picture of the activities of U.S. MNEs abroad.",
        "cite_spans": [
          {
            "start": 174,
            "end": 190,
            "text": "Feldstein (1995)",
            "ref_id": "BIBREF23"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "FDI data",
        "sec_num": "4.1"
      },
      {
        "text": "34 BOP FDI flows also include sources of funds for already established foreign affiliates, e.g. reinvested earnings. 35 \"Round-tripping\" refers to the situation where different treatments of foreign and domestic investors encourage the latter to channel their funds into special purpose entities (SPEs) abroad in order to subsequently repatriate them in the form of incentive-eligible FDI. With \"trans-shipping\", funds channeled into SPEs in offshore financial centres are redirected to other countries, leading to strong divergences between the source country of the FDI and the ultimate beneficiary owner. The fDi Markets database reports the ultimate parent company.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "FDI data",
        "sec_num": "4.1"
      },
      {
        "text": "36 BOP FDI flows are recorded on a net basis, i.e. funds that parent companies provide to their foreign affiliates net of funds that affiliates provide to their parents during a given period. This can obscure the reliance of foreign affiliates on funding sources outside the host country.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "FDI data",
        "sec_num": "4.1"
      },
      {
        "text": "37 Of course, we do not deny that MNEs are heterogeneous firms. For example, within a given sector, firms are likely to vary in the financial constraints that they face. What we mean is that, given the FDI data that we have, we would not obtain different results by sector (implication of this assumption for our results is explored in Appendix C). At the most disaggregated level, the underlying data that we use to estimate models (1) and (2) correspond to 7604 greenfield FDI projects in a new production or processing facility made by 3919 parent companies located in 83 source (developed and developing) countries, in 13 broad manufacturing sectors of 125 (developed and developing) destination countries during the period 2003-2006. 38 A potential drawback of the fDi Markets database is that it only covers investment in a new physical operation. That means that mergers and acquisitions (M&A) FDI flows are excluded from the database. While we do not expect our results to be different across establishment modes of foreign affiliates, we nevertheless wish to validate this hypothesis empirically in robustness checks. We do so in Appendix C, using data on the number of bilateral M&A transactions. Figure 1 plots the cumulated values of outward and inward greenfield FDI over the period [2003] [2004] [2005] [2006] against FDI inflows compiled by UNCTAD on the basis of BOP statistics. The latter include information on both greenfield and M&A FDI. There is a strong correlation between the values of these two sources of FDI statistics. This suggests that the greenfield FDI data that we use in this paper are not affected by gross inconsistencies and are potentially representative of trends in both greenfield and M&A FDI.",
        "cite_spans": [
          {
            "start": 728,
            "end": 741,
            "text": "2003-2006. 38",
            "ref_id": null
          },
          {
            "start": 1296,
            "end": 1302,
            "text": "[2003]",
            "ref_id": null
          },
          {
            "start": 1303,
            "end": 1309,
            "text": "[2004]",
            "ref_id": null
          },
          {
            "start": 1310,
            "end": 1316,
            "text": "[2005]",
            "ref_id": null
          },
          {
            "start": 1317,
            "end": 1323,
            "text": "[2006]",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 1207,
            "end": 1215,
            "text": "Figure 1",
            "ref_id": "FIGREF1"
          }
        ],
        "eq_spans": [],
        "section": "FDI data",
        "sec_num": "4.1"
      },
      {
        "text": "Our main measure of financial development (SF D it−1 ; DF D it−1 ) is the domestic credit allocated to the private sector by banks and other financial intermediaries, normalized by GDP. This financial development measure, using unit-level data (Rabe-Hesketh and Skrondal, 2012). An analogous result can be found in the discrete choice location literature. Guimaraes et al. (2003) demonstrate that the conditional logit model and the Poisson regression model share the same log-likelihood function with purely location-specific determinants. This implies that the estimation of a Poisson regression model with a sample where data are aggregated by location will yield the same estimates as a conditional logit model applied on project-level data. Some evidence that MNEs are heterogeneous can be found in section 5.1.2 (ED of young vs. mature firms).",
        "cite_spans": [
          {
            "start": 356,
            "end": 379,
            "text": "Guimaraes et al. (2003)",
            "ref_id": "BIBREF25"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Financial development",
        "sec_num": "4.2"
      },
      {
        "text": "38 Firms can invest abroad in other \"functions\", e.g. logistics, sales/customer support, or retail. We prefer to exclude these FDI projects from our sample because the broad sectoral classification adopted by fDi Intelligence may lead some projects to be included in a manufacturing sector even when their purposes are only to provide support services to this sector or to facilitate the distribution and sale of its products. By focusing on FDI in a new production or processing manufacturing facility (the 'manufacturing function' in the fDi Markets database), we strongly increase the likelihood that the parent firm truly belongs to the manufacturing industry. Nevertheless, our main results hold when we use an enlarged sample including FDI in all functions by parent firms which invest at least once in the manufacturing function during the period 2003-2010. We also show in Appendix C that our results are robust to the use of M&A data for which the sectoral classification of cross-border transactions is much more refined. Inward FDI flows Note: Cumulated values over the period 2003-2006. which reflects the actual use of external debt financing in the economy, has been extensively used in the growth, finance, and international trade literature (Levine, 2005) . Data come from Beck et al. (2009) . We lag this variable by one year to reduce any potential simultaneity bias and we adopt a logarithmic transformation to attenuate the influence of outlying values. The private credit to GDP ratio varies a lot across countries with a mean value of 56% and a standard deviation of 50% over the 2003-2006 period. As an alternative outcome-based measure of financial development, we also use the stock market capitalization to GDP ratio, also expressed in logarithmic form and lagged by one year. While the private credit to GDP ratio and the stock market capitalization to GDP ratio conceptually capture different sources of external finance, debt financing and equity financing, they may in practice act as proxies for a common factor.",
        "cite_spans": [
          {
            "start": 1088,
            "end": 1098,
            "text": "2003-2006.",
            "ref_id": null
          },
          {
            "start": 1257,
            "end": 1271,
            "text": "(Levine, 2005)",
            "ref_id": "BIBREF42"
          },
          {
            "start": 1289,
            "end": 1307,
            "text": "Beck et al. (2009)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 1602,
            "end": 1619,
            "text": "2003-2006 period.",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Financial development",
        "sec_num": "4.2"
      },
      {
        "text": "We also verify that our results are robust to a time-invariant institution-based measure of financial development. This measure corresponds to the log of the average values of two World Bank Doing Business indexes measuring the quality of financial institutions: the strength of legal rights index, which indicates \"the degree to which collateral and bankruptcy laws protect the rights of borrowers and lenders,\" and the depth of credit information index, which assesses \"the rules and practices affecting the coverage, scope and accessibility of credit information available through either a public credit registry or a private credit bureau.\" 39 Development of these two financial institutions should encourage lending by facilitating the use of a broad range of movable assets as collateral, increasing the rights of creditors in case of bankruptcy, and reducing informational asymmetries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Financial development",
        "sec_num": "4.2"
      },
      {
        "text": "The coefficient of correlation between the log of the private credit to GDP ratio and this measure of the quality of financial institutions suggests that it is indeed the case: it is equal to 0.52, statistically significant at the 1% level.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Financial development",
        "sec_num": "4.2"
      },
      {
        "text": "As a first indicator of sector-specific financial vulnerability (F V s ), we use the Rajan and Zingales (1998) measure of external dependence (ED). They calculated a sector's need for external finance as the fraction of capital expenditures that were not financed with cash flows from operations for a sample of publicly traded US firms in the 1980s. For each firm, the ratio was averaged over the 1980s and the final ED measure corresponds to the sector median. The key assumption underlying the validity of their ED proxy is that the ranking it generates across sectors is stable across countries because a sector's need for external finance is intrinsically linked to sector-specific, but country-invariant, technological characteristics. By using U.S. data on publicly traded firms, Rajan and Zingales (1998) increase the likelihood that they correctly identify a sector's technological demand for external financing. Large firms typically face fewer financing obstacles than small firms and if there is any country in which firms' actual use of external finance reflects their desired level, the United States is perhaps the closest one can find given the sophistication of its financial system. Firms which rely on external finance to conduct their day-to-day trading operations or invest in new growth opportunities at home can be expected to be those which need external financing to expand abroad. The establishment of a foreign affiliate requires substantial purchases of new (e.g. land, building, machinery) or existing foreign fixed assets. It is also plausible that any product which entails high R&D, marketing or distribution costs at home will similarly involve large customisation, marketing and distribution fixed costs when produced and sold in foreign markets (Manova, 2013) . The ED measure developed by Rajan and Zingales (1998) is based on a sample of large U.S. companies, which are likely to have activities abroad. This sample composition helps to make it a good proxy for the typical external financing needs of MNEs in a given sector.",
        "cite_spans": [
          {
            "start": 787,
            "end": 812,
            "text": "Rajan and Zingales (1998)",
            "ref_id": "BIBREF46"
          },
          {
            "start": 1780,
            "end": 1794,
            "text": "(Manova, 2013)",
            "ref_id": "BIBREF43"
          },
          {
            "start": 1825,
            "end": 1850,
            "text": "Rajan and Zingales (1998)",
            "ref_id": "BIBREF46"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Measures of sector-specific financial vulnerability",
        "sec_num": "4.3"
      },
      {
        "text": "Sectors not only vary in firms' reliance on external finance but also in firms' ability to access external finance. For a given technological need for external finance, raising outside finance is likely to be easier for firms in sectors structurally characterised by a high level of tangible assets. These assets can be pledged as collateral, 40 reducing in that way the adverse selection and moral hazard problems that lenders face. To capture this second dimension of financial vulnerability, we use Kroszner et al. (2007) 's measure of asset tangibility (TANG). It corresponds to the sector-specific ratio of fixed assets to total assets and it has been calculated for the period 1980-1999 using the same methodology as Rajan and Zingales (1998) . 41 While the TANG measure is not specific to FDI activities, firms are more likely to have access to external finance, at home or abroad, when their existing assets, or the assets they wish to acquire in a foreign country, are tangible. 42 Table 5 in Appendix A provides the values of the two measures of financial vulnerability for the 13 manufacturing sectors present in the fDi Markets database. Sectors vary both in their dependence on external finance and their ability to access external finance. 43",
        "cite_spans": [
          {
            "start": 502,
            "end": 524,
            "text": "Kroszner et al. (2007)",
            "ref_id": "BIBREF38"
          },
          {
            "start": 723,
            "end": 748,
            "text": "Rajan and Zingales (1998)",
            "ref_id": "BIBREF46"
          },
          {
            "start": 751,
            "end": 753,
            "text": "41",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 991,
            "end": 998,
            "text": "Table 5",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "Measures of sector-specific financial vulnerability",
        "sec_num": "4.3"
      },
      {
        "text": "We use sector-specific value added in 2002 as the measure of the manufacturing activity in a given sector and country. Production data can be found in the CEPII Trade and Production Database. 44 We use the 2002 40 Unlike intangible assets, tangible assets can be easily liquidated in case of default. 41 Kroszner et al. (2007) have also calculated an ED measure for the period 1980-1999. Our results are similar when we use this alternative ED variable.",
        "cite_spans": [
          {
            "start": 192,
            "end": 194,
            "text": "44",
            "ref_id": null
          },
          {
            "start": 211,
            "end": 213,
            "text": "40",
            "ref_id": null
          },
          {
            "start": 301,
            "end": 303,
            "text": "41",
            "ref_id": null
          },
          {
            "start": 304,
            "end": 326,
            "text": "Kroszner et al. (2007)",
            "ref_id": "BIBREF38"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Measure of sector-specific activity",
        "sec_num": "4.4"
      },
      {
        "text": "42 Given that our main FDI variable corresponds to capital expenditures, i.e. investment in collateralizable tangible assets, it could be argued that asset tangibility is not an appropriate measure of financial vulnerability. This may have been true if external finance was only sought to cover the costs of building a new manufacturing facility. However, outside capital is also likely to be required to invest in intangible assets complementary to the tangible assets. Engaging in FDI may then be conditional on the ability of firms to finance the intangible assets that they need to operate successfully in foreign markets. This constraint should be particularly strong for firms operating in sectors where intangible assets are at the core of their business. It is also possible that sector-specific asset tangibility matters if the loan financing the FDI project is backed by the tangible assets of the parent company. That may be the case if a domestic bank does not want to deal with the seizure of assets in a foreign jurisdiction. For these reasons, TANG ought to remain a valid measure of financial vulnerability, including in the context of this paper. 43 The coefficient of correlation between the two financial vulnerability measures is 0. values because data for subsequent years are frequently missing, resulting in a drastic reduction in sample size. Despite the absence of time-variation, these values should nevertheless remain good indicators of the differences in sector-specific activity across countries. Using lagged values also has the advantage of reducing any endogeneity bias between FDI and value added.",
        "cite_spans": [
          {
            "start": 1164,
            "end": 1166,
            "text": "43",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Measure of sector-specific activity",
        "sec_num": "4.4"
      },
      {
        "text": "We restrict the sample to the period 2003-2006 because we do not want our empirical analysis to be contaminated by the credit crises which started around 2007-2008 in a large number of developed countries. The resulting fall in access to external finance which happened in these countries, characterised by both deep financial development and high FDI, does not appear to be captured by our main proxy for financial development. 45 It also cannot be acknowledged by time-invariant, possibly institutions-based, measures. Hence, including the years 2007-2010 in our sample could distort our estimates. This is why we prefer to focus on pre-crisis times, during which our different proxies for financial development are the most likely to reflect the availability of external finance. 46 Some descriptive statistics can be found in Appendix B, Table 7 .",
        "cite_spans": [
          {
            "start": 429,
            "end": 431,
            "text": "45",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 842,
            "end": 849,
            "text": "Table 7",
            "ref_id": "TABREF8"
          }
        ],
        "eq_spans": [],
        "section": "Sample",
        "sec_num": "4.5"
      },
      {
        "text": "It is common in the FDI literature to model the conditional mean of ln(F DI) instead of the conditional mean of F DI. One fundamental problem with using log-linear models is that observations for which the FDI value is equal to zero are dropped from the sample. This truncation issue does not arise when the conditional mean of F DI is modeled directly using an exponential function, as we have done in equation 1. Consistent estimation of the conditional mean parameters β 1 and β 2 can be achieved by using a Poisson fixed effects estimator. This estimator is robust to distributional misspecification and therefore, as long as the conditional mean function is correctly specified, this estimator is consistent even if the dependent variable is continuous (Winkelmann, 2008; Wooldridge, 2010) . We use the Hausman et al. (1984) conditional maximum likelihood version of the Poisson fixed effects estimator, which does not involve the inclusion of a large number of dummy variables to account for the time-varying country-pair specific effects; the fixed effects are conditioned out from the model estimation and are therefore not treated as parameters to be estimated. Standard errors are clustered at the country-pair level to deal with potential correlation of errors over time and across sectors.",
        "cite_spans": [
          {
            "start": 758,
            "end": 776,
            "text": "(Winkelmann, 2008;",
            "ref_id": "BIBREF54"
          },
          {
            "start": 777,
            "end": 794,
            "text": "Wooldridge, 2010)",
            "ref_id": "BIBREF55"
          },
          {
            "start": 808,
            "end": 829,
            "text": "Hausman et al. (1984)",
            "ref_id": "BIBREF26"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Estimation method",
        "sec_num": "4.6"
      },
      {
        "text": "Of the observations in our sample, 85% take the value of zero. 47 They correspond to cases where no crossborder investment between two countries in a given sector is recorded in the FDI database that we use. 48 Despite this large proportion of zeros in our sample, there is no reason to believe that zero and non-zero values come from different data generating processes. When we estimate a simply gravity equation, using as the dependent variable the number of projects and including a small number of explanatory variables (GDP and GDP per capita on both source and destination sides, bilateral distance, common language dummy variable, shared colonial link dummy variable), we find that average predicted probabilities of zeros and positive values are very similar to the corresponding proportions observed in the sample with all zero observations. Santos Silva and Tenreyro (2011) show that the Poisson quasi-maximum likelihood estimator (QMLE) is well behaved even in the presence of a large number of zeros in the sample.",
        "cite_spans": [
          {
            "start": 859,
            "end": 884,
            "text": "Silva and Tenreyro (2011)",
            "ref_id": "BIBREF51"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Estimation method",
        "sec_num": "4.6"
      },
      {
        "text": "Other methods have been suggested in the literature to deal with zero values, e.g. ln(FDI+constant) by OLS or different variants of the Tobit model. However, the Monte-Carlo simulations of Santos Silva and Tenreyro (2006) and Head and Mayer (2013) indicate that all these alternative estimators perform poorly in presence of heteroskedasticity, which is present in our data. The main reason is that log-linearization of multiplicative models induces a correlation between the transformed error term and the explanatory variables. On the other hand, the Poisson QMLE is robust to various patterns of heteroskedasticity. 49 We also use a Poisson fixed effects estimator to model the extensive and intensive margins of FDI. 50 It is important to note that modeling the average size of the cross-border investments conditional on positive FDI does not result in a sample selection issue. Given that we are interested in how financial development influences average project size when FDI occurs, the observations for which FDI is positive form an appropriate subsample of the population of interest (Wooldridge, 2010) . 51",
        "cite_spans": [
          {
            "start": 196,
            "end": 221,
            "text": "Silva and Tenreyro (2006)",
            "ref_id": "BIBREF49"
          },
          {
            "start": 226,
            "end": 247,
            "text": "Head and Mayer (2013)",
            "ref_id": "BIBREF28"
          },
          {
            "start": 619,
            "end": 621,
            "text": "49",
            "ref_id": null
          },
          {
            "start": 721,
            "end": 723,
            "text": "50",
            "ref_id": null
          },
          {
            "start": 1094,
            "end": 1112,
            "text": "(Wooldridge, 2010)",
            "ref_id": "BIBREF55"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Estimation method",
        "sec_num": "4.6"
      },
      {
        "text": "The five largest sources of greenfield FDI are OECD countries while the five largest recipient countries are the BRIC countries and the United States. 52 Figure 2 shows the unconditional relationship between greenfield FDI and financial development, on the source and destination sides, at the different margins of FDI. 53 Firms located in financially developed countries tend to engage much more in FDI than those located in less financially developed countries (upper panel) while financially developed destination countries tend to receive more FDI than less financially developed countries (lower panel). These positive relationships between FDI and financial development, which seem slightly weaker on the destination side, are apparent when looking at the overall value of FDI, the number of FDI or the average size of FDI projects.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 154,
            "end": 162,
            "text": "Figure 2",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Stylized facts",
        "sec_num": "4.7"
      },
      {
        "text": "The patterns displayed in Figure 2 suggest that financial development plays an important role in promoting bilateral FDI. However, they may also simply be driven by factors not related to financial development. We investigate in depth the causal impact of financial development on FDI in the next section, where we present our econometric results. access to firm-level data, such as Manova (2013) , have used the two-step approach developed by Helpman et al. (2008) to identify the effects of financial development on average firm-level exports. Santos Silva and Tenreyro (2009) have raised strong doubts about the robustness of this methodology, especially when heteroskedasticity is present. 51 In unreported regressions, we also estimated two-parts models, where the probability of observing a positive FDI flow is first modeled and then determinants of the volume of FDI conditional on positive FDI are examined. We found that the relative effects of SFD and DFD are positive and statistically significant in both parts of the model. These results remain unchanged when we control for the possibility of correlation between the error terms of the two parts as well as for firm heterogeneity using the modification of Helpman et al. (2008) 's approach suggested by Egger et al. (2011) . 52 The BRIC countries are Brazil, Russia, India and China. 53 Similar patterns are found if we control for differences in income and institutional quality. ",
        "cite_spans": [
          {
            "start": 383,
            "end": 396,
            "text": "Manova (2013)",
            "ref_id": "BIBREF43"
          },
          {
            "start": 444,
            "end": 465,
            "text": "Helpman et al. (2008)",
            "ref_id": "BIBREF32"
          },
          {
            "start": 553,
            "end": 578,
            "text": "Silva and Tenreyro (2009)",
            "ref_id": "BIBREF50"
          },
          {
            "start": 694,
            "end": 696,
            "text": "51",
            "ref_id": null
          },
          {
            "start": 1221,
            "end": 1242,
            "text": "Helpman et al. (2008)",
            "ref_id": "BIBREF32"
          },
          {
            "start": 1268,
            "end": 1287,
            "text": "Egger et al. (2011)",
            "ref_id": "BIBREF21"
          },
          {
            "start": 1290,
            "end": 1292,
            "text": "52",
            "ref_id": null
          },
          {
            "start": 1349,
            "end": 1351,
            "text": "53",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 26,
            "end": 34,
            "text": "Figure 2",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Stylized facts",
        "sec_num": "4.7"
      },
      {
        "text": "Tables 2-3 contain our results on the overall effects of SFD and DFD on the relative volume of bilateral greenfield FDI in financially vulnerable sectors. We then decompose these overall effects into specific effects in Table 4 , where we also distinguish between the extensive and intensive margins of FDI.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 220,
            "end": 227,
            "text": "Table 4",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "5"
      },
      {
        "text": "Column (1) of Table 2 shows that the coefficients on the two interaction terms are large, positive, and statistically significant at the 1% level. Higher financial development, on both source and destination sides, increases the relative volume of bilateral FDI in financially vulnerable sectors. These effects are economically substantial. ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 14,
            "end": 21,
            "text": "Table 2",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Baseline results",
        "sec_num": null
      },
      {
        "text": "In column (2), we remove the observations related to China from the sample. China can be seen as an outlier for two reasons. First, in our data, its share of total greenfield manufacturing FDI is close to 25%, making it by far the largest recipient of FDI. Second, the Chinese private credit to GDP ratio is suspect for a middle-income country. Its average size over the 2003-2006 period is 114%, which, if taken at face value, would indicate a financial development level on par with that of Germany. This high Chinese private credit to GDP ratio is believed be the outcome of the inclusion of credit to state-owned enterprises (Djankov et al., 2007) . It does not provide therefore an accurate picture of the availability of external finance for the private sector. This can be potentially worrying for the robustness of our results because the coefficient on the DFD-ED interaction variable could be largely driven by a combination of high FDI flows in China and a reported high DFD. Fortunately, this does not appear to be the case. The only impact of excluding China from the sample is a slight increase in the size of the coefficient on the DFD-ED interaction.",
        "cite_spans": [
          {
            "start": 629,
            "end": 651,
            "text": "(Djankov et al., 2007)",
            "ref_id": "BIBREF20"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Excluding China",
        "sec_num": null
      },
      {
        "text": "In column (3), we investigate whether our interaction terms may not be a proxy for something else. For instance, ED sectors may also be sectors intensive in human capital. Given that human capital stock and financial development are positively correlated, our interaction terms may simply proxy for the interaction between dependence on human capital and the availability of a skilled workforce. 55 From a broader perspective, financial development may also proxy for other country characteristics which play an important role for bilateral FDI in ED sectors. We control for the potential reliance of ED sectors on human capital by interacting sectorspecific human capital intensity with the average years of schooling in population over the age of 25 in 2000.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Omitted variable bias",
        "sec_num": null
      },
      {
        "text": "To isolate the effects of financial development from overall economic development, we also include interactions between the ED variable and the first principal component (a \"development index\") of three highly correlated variables: log of income per capita, average years of schooling and a measure of institutional quality. 56 Column",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Omitted variable bias",
        "sec_num": null
      },
      {
        "text": "(3) shows that inclusion of these additional terms has virtually no impact on the coefficient on the SFD-ED interaction term but slightly decreases the size of the coefficient on the DFD-ED interaction variable. This suggests that the latter previously picked up some effects of overall economic development which positively influences inward FDI in more ED sectors. Overall, the coefficients on the two interaction terms remain large, positive and statistically significant at the 1% level.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Omitted variable bias",
        "sec_num": null
      },
      {
        "text": "Our results may suffer from simultaneity bias. For example, among other factors, the entry of foreign banks can be explained by them following their domestic clients abroad. 57 If their entry fosters DFD by increasing the efficiency of the domestic banking system, reverse causality between FDI and financial development can occur. Alternatively, as suggested by Manova (2013) , higher relative foreign demand for goods manufactured by sectors intensive in external finance can induce more FDI in those sectors, more borrowing in source and destination countries, and a positive relationship between the relative volume of bilateral FDI in financially vulnerable sectors and financial development despite the absence of financial constraints. In columns (4)-(6), we address the possibility of reverse causality between FDI and financial development in several ways. 58",
        "cite_spans": [
          {
            "start": 174,
            "end": 176,
            "text": "57",
            "ref_id": null
          },
          {
            "start": 363,
            "end": 376,
            "text": "Manova (2013)",
            "ref_id": "BIBREF43"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reverse causality",
        "sec_num": null
      },
      {
        "text": "55 The coefficient of correlation between the average years of schooling in population over the age of 25 and the log of the private credit to GDP ratio is equal to 0.50, statistically significant at the 1% level. 56 We follow Manova (2013) by using the sector-specific measure of human capital intensity developed by Braun (2003) . It corresponds to the 1986-1995 median of the industry's mean wage over that of the whole manufacturing sector in the U.S. Data on income per capita come from PWT 7.0 (Heston et al., 2011) . Data on human capital stock come from Barro and Lee (2010) . The measure of institutional quality is the average size of three components of the Heritage Foundation's Index of Economic Freedom: Investment Freedom, Property Rights, Freedom from Corruption (http://www.heritage.org/index/explore).",
        "cite_spans": [
          {
            "start": 214,
            "end": 216,
            "text": "56",
            "ref_id": null
          },
          {
            "start": 318,
            "end": 330,
            "text": "Braun (2003)",
            "ref_id": "BIBREF10"
          },
          {
            "start": 500,
            "end": 521,
            "text": "(Heston et al., 2011)",
            "ref_id": "BIBREF34"
          },
          {
            "start": 562,
            "end": 582,
            "text": "Barro and Lee (2010)",
            "ref_id": "BIBREF4"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reverse causality",
        "sec_num": null
      },
      {
        "text": "57 See Clarke et al. (2003) for a survey of the literature. 58 See also section 5.1.2 when we discuss firms' ability to access external finance.",
        "cite_spans": [
          {
            "start": 7,
            "end": 27,
            "text": "Clarke et al. (2003)",
            "ref_id": "BIBREF14"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reverse causality",
        "sec_num": null
      },
      {
        "text": "In column (4), we use the value of the private credit to GDP ratio in 1980. The activities of MNEs at that time were much smaller than they are now, and therefore less likely to influence financial development in source and destination countries. 59 Despite losing nearly half of our sample due to missing data, our main results are unaltered. The relative volume of FDI in financially vulnerable sectors tends to be higher between countries which structurally have a high level of financial development.",
        "cite_spans": [
          {
            "start": 247,
            "end": 249,
            "text": "59",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reverse causality",
        "sec_num": null
      },
      {
        "text": "In column (5), we adopt an instrumental variables (IV) approach to address any potential endogeneity bias. In line with the rest of the literature, e.g. Rajan and Zingales (1998) and Kroszner et al. (2007) , we use as instruments for the two financial development-ED interaction terms the interactions of legal origin dummy variables with the ED variable. 60 Given our use of a nonlinear model, we implement a control function approach instead of the standard two-stage least squares estimator. 61 The negative sign of the coefficients on the two residuals in column (5) suggests that the effects of SFD and DFD on the relative volume of bilateral FDI in financially vulnerable sectors may have been underestimated, as reflected in an increase in the size of the coefficients on both interaction terms. Evidence of endogeneity is stronger for DFD; the coefficient on the residuals of the first-stage regression for the DFD-ED interaction term is statistically significant at the 5% level.",
        "cite_spans": [
          {
            "start": 153,
            "end": 178,
            "text": "Rajan and Zingales (1998)",
            "ref_id": "BIBREF46"
          },
          {
            "start": 183,
            "end": 205,
            "text": "Kroszner et al. (2007)",
            "ref_id": "BIBREF38"
          },
          {
            "start": 495,
            "end": 497,
            "text": "61",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reverse causality",
        "sec_num": null
      },
      {
        "text": "The first-stage F -statistic indicates that the instruments are relevant, with a value well above the threshold identified as Staiger and Stock (1997) to qualify an instrument as strong (F ≈ 10). However, doubts have been raised about the validity of using legal origin dummy variables as exogenous instruments for financial development (Manova, 2013) . 62 Results of column (5) should therefore be interpreted as simply showing that our findings are robust to a common IV approach in the Finance and Growth literature.",
        "cite_spans": [
          {
            "start": 126,
            "end": 150,
            "text": "Staiger and Stock (1997)",
            "ref_id": "BIBREF52"
          },
          {
            "start": 337,
            "end": 351,
            "text": "(Manova, 2013)",
            "ref_id": "BIBREF43"
          },
          {
            "start": 354,
            "end": 356,
            "text": "62",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reverse causality",
        "sec_num": null
      },
      {
        "text": "In column (6), we replace our outcome-based measure of financial development, the private credit to GDP 59 For instance, using FDI data reported in Lane and Milesi-Ferretti (2007) for 132 countries, the median inward FDI inflows to GDP ratio and the median inward FDI stock to GDP ratio were equal to 0.35% and 5% respectively in 1980. In 2000, the corresponding figures were 1.76% and 24%.",
        "cite_spans": [
          {
            "start": 104,
            "end": 106,
            "text": "59",
            "ref_id": null
          },
          {
            "start": 148,
            "end": 179,
            "text": "Lane and Milesi-Ferretti (2007)",
            "ref_id": "BIBREF41"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reverse causality",
        "sec_num": null
      },
      {
        "text": "60 Data on legal origin dummy variables come from La Porta et al. (1999) . 61 This consists of including the residuals of the first-stage regressions, estimated by OLS, in our econometric model. If the instruments are valid, the inclusion of the first-stage residuals controls for the potential endogeneity of the suspect variables, parameters are consistently estimated (as long some assumptions are satisfied), and the statistical significance of the coefficients on the two control function terms provides the basis for a robust (to assumptions) endogeneity test (Wooldridge, 2010) . 62 These doubts are supported by a Sargan-Hansen test of overidentifying restrictions, reported at the bottom of Table 2 , which rejects the null hypothesis that all instruments are uncorrelated with the error term. To carry out this test, we use GMM estimation. Results are very similar to those obtained with the two-step procedure that we adopted in column (5). ratio, by a time-invariant institution-based measure of financial development. An advantage of this measure is that it is much less likely to be influenced by the activities of MNEs than the private credit to GDP ratio. Our main results are robust to this alternative measure of financial development. The coefficients on both interaction terms are large, positive, and statistically significant at the 1% level. If the Philippines improved its level of financial development to that of Finland, i.e. improved the quality of its financial institutions by about 52%, its outward FDI in a typically high ED sector would increase by about 23% more than its outward FDI in a typically low ED sector. Likewise, its inward FDI in a typically high ED sector would increase by about 18% more than its inward FDI in a typically low ED sector. These substantial economic impacts are similar to those we have previously found with our outcome-based measure.",
        "cite_spans": [
          {
            "start": 53,
            "end": 72,
            "text": "Porta et al. (1999)",
            "ref_id": "BIBREF39"
          },
          {
            "start": 75,
            "end": 77,
            "text": "61",
            "ref_id": null
          },
          {
            "start": 566,
            "end": 584,
            "text": "(Wooldridge, 2010)",
            "ref_id": "BIBREF55"
          },
          {
            "start": 587,
            "end": 589,
            "text": "62",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 700,
            "end": 707,
            "text": "Table 2",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Reverse causality",
        "sec_num": null
      },
      {
        "text": "In columns 7and 8, we use an alternative outcome-based measure of financial development, the log of the stock market capitalization to GDP ratio, which we interact with the ED variable. This alternative measure of financial development has been widely used in the literature. The coefficient of correlation between this variable and the log of the private credit to GDP ratio is 0.63. Column (7) shows that the coefficients on both interaction terms are positive, moderately large, and statistically significant. 63 However, in column (8), when we also include the interactions of the log of the private credit to GDP ratio with the ED variable, the coefficients on the interactions involving the log of the stock market capitalization to GDP ratio become small and non-statistically significant. The estimates reported in column (7) appear to have been mainly driven by the positive correlation between the log of the stock market capitalization to GDP ratio and the log of the private credit to GDP ratio. Once this omitted variable bias is corrected, as has been done in column (8), our results imply that MNEs rely on external debt financing rather than on external equity financing to engage in FDI.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Alternative outcome-based measure of financial development",
        "sec_num": null
      },
      {
        "text": "Finally, in column (9) we investigate whether our results vary across countries with different levels of development. For example, developing countries' MNEs could be less sensitive to SFD than developed countries' MNEs because a large number of developing countries' MNEs are state-owned. 64 They may benefit from a preferential access to external finance denied to private firms. To test this possibility, we interact our two main interaction terms, and the ED variable, with a developing country dummy variable. 65 We do not find evidence that the effects of SFD and DFD on the relative volume of bilateral FDI in financially vulnerable sectors differ across country income groups.",
        "cite_spans": [
          {
            "start": 290,
            "end": 292,
            "text": "64",
            "ref_id": null
          },
          {
            "start": 515,
            "end": 517,
            "text": "65",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Differences across income groups",
        "sec_num": null
      },
      {
        "text": "Overall, the results presented in Table 2 indicate that the overall effects of higher SFD and DFD on the relative volume of bilateral greenfield FDI in financially vulnerable sectors are large and positive. In Appendix C, we show that these findings hold when we use M&A FDI data. Table 3 provides additional robustness checks and extensions.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 34,
            "end": 41,
            "text": "Table 2",
            "ref_id": "TABREF3"
          },
          {
            "start": 281,
            "end": 288,
            "text": "Table 3",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "Differences across income groups",
        "sec_num": null
      },
      {
        "text": "In column (1) of Table 3 , we remove from the sample the observations related to the \"Food and Tobacco\" (ED=-0.16) and \"Plastics\" (ED=1.14) sectors. Their ED values are very different from the other ED values, which may distort our results. Column (1) shows that this omission leads to an increase in the size of the coefficients on both interaction terms.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 17,
            "end": 24,
            "text": "Table 3",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "Excluding sectors with outlying financial vulnerability",
        "sec_num": null
      },
      {
        "text": "In columns (2) to (3) we replace our ED variable with ED measures which have been calculated by Rajan and Zingales (1998) for young firms (firms that went public less than 10 years ago) and mature firms (firms that have been public for at least 10 years). Young firms are typically more dependent on external finance than older firms. Their capital expenditures in their first years of existence tend to be larger than in subsequent years and they have limited internal funds. New FDI projects are likely to share with young firms this heavy reliance on external finance. Hence, in a given sector, the ED of young firms (ED young ) may provide a better picture of the external financial dependence of firms engaging in FDI that the ED of mature firms (ED mature ).",
        "cite_spans": [
          {
            "start": 96,
            "end": 121,
            "text": "Rajan and Zingales (1998)",
            "ref_id": "BIBREF46"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "ED of young vs. mature firms",
        "sec_num": null
      },
      {
        "text": "Indeed, columns (2) show a strong relationship between FDI and the interactions of financial development with the ED young measure whereas in column (3) the coefficients on the interactions of financial development with the ED mature measure are not statistically significant at the 5% level. However, the coefficients on the financial development-ED young interaction terms are smaller than those we previously found in Table 2 using the standard ED variable. 66 A potential explanation for this is that the ED young measure misrepresents average reliance on external finance because a fraction of firms engaging in FDI in each sector are mature firms, with better access to internal funds than young firms. The standard ED variable, by taking into account the external financial needs of both young and mature firms, largely avoids this issue. It is therefore a preferable ED measure than ED young .",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 421,
            "end": 434,
            "text": "Table 2 using",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "ED of young vs. mature firms",
        "sec_num": null
      },
      {
        "text": "In columns (4) and (5), we take into account that sectors not only vary in firms' reliance on external finance but also in firms' ability to access external finance. Raising outside finance is likely to be easier for firms in sectors characterized by a high level of tangible assets, as they can pledge these assets as collateral. In column (4), we interact our sector-specific measure of asset tangibility, the TANG variable, with the financial development variables. As expected, we find that on both source and destination sides, higher financial development increases relatively less bilateral FDI in more TANG sectors. In column (5) we include both the financial development-ED interaction terms and the financial development-TANG interaction terms to capture simulta- p<0.05 * p<0.10. Cluster-robust standard errors in parentheses. Time-varying country-pair and sector fixed effects are included in regressions (1)-(7). Time-invariant country-pair fixed effects and time-varying sector fixed effects are included in regression (8), as well as the following control variables on both sides: GDP, GDP per capita, institutional quality. S: Source. D: Destination. FV: financial vulnerability. ED: sector-specific measure of dependence on external finance. TANG: sector-specific measure of asset tangibility. SFD/DFD: source/destination countries' financial development.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ability to access external finance",
        "sec_num": null
      },
      {
        "text": "neously the reliance of firms on external finance and their ability to raise outside finance. 67 All interaction terms are statistically significant at the 1% level. We now find that if the Philippines improved its level of financial development to that of Finland, i.e. financial development was doubled, its outward FDI in a high ED/low TANG sector like Transportation Equipment (75 th percentile of ED and 25 th percentile of TANG) would increase by about 78% more than its outward FDI in a low ED/ high TANG sector like Beverages (25 th percentile of ED and 90 th percentile of TANG). 68 Likewise, its inward FDI in a typically high financial vulnerability sector would increase by about 57% more than its inward FDI in a typically low financial vulnerability sector.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ability to access external finance",
        "sec_num": null
      },
      {
        "text": "The negative and statistically significant coefficient on the financial development-TANG interaction term provides evidence of a causal effect of financial development on FDI which is difficult to challenge on reverse causality grounds (Manova, 2013) . As previously mentioned, it could be argued that the positive interaction between ED and financial development does not reflect the existence of credit constraints but simply that higher FDI in ED sectors increases the level of borrowing in the economy. Our results could thus be compatible with the absence of financial frictions. However, if that latter interpretation were correct, we should not have found a negative and statistically significant interaction between financial development and the availability of collaterizable assets across sectors, in columns (5) and (6), once we control for the external financial needs of firms in a given sector.",
        "cite_spans": [
          {
            "start": 236,
            "end": 250,
            "text": "(Manova, 2013)",
            "ref_id": "BIBREF43"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ability to access external finance",
        "sec_num": null
      },
      {
        "text": "We have consistently found that both higher SFD and higher DFD increases relatively more the volume of bilateral FDI in more financially vulnerable sectors. However, this does not mean that the external funds raised in destination countries necessarily complement the external funds raised in the source country. They may be substitutes in the sense that a high DFD may matter less when SFD is high and vice-versa. We can directly test for this by including in column (7) a triple interaction term involving both financial development variables and the ED measure. 69 The positive, large, and statistically significant coefficient on the SFD-DFD-ED interaction term suggests that the financial systems of the source and destination countries are not substitute sources of external finance. Instead, they seem to work in synergy. In column (8), we find the same result when we include a triple interaction term involving both financial development variables and the TANG measure. Higher DFD (SFD) appears to have a larger effect on relative bilateral FDI in financially vulnerable sectors when SFD (DFD) is high. This finding is new in the literature and may be explained by the possibility that borrowing by firms to engage in FDI becomes easier when financial institutions of both source and destination countries are involved. In each country, banks may be more willing to lend if the presence of a foreign lender guarantees better monitoring of the activities of both the parent firm and its foreign affiliate.",
        "cite_spans": [
          {
            "start": 565,
            "end": 567,
            "text": "69",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The interaction between SFD and DFD",
        "sec_num": null
      },
      {
        "text": "Our identification of the effects of financial development is purely based on the differential effects of financial development across sectors varying in their financial vulnerability. In that way, we can establish with more certainty the causal impacts of financial development on FDI. However, a drawback of this approach is that our estimates are only informative about the direction of the effects of SFD and DFD on the relative volume of bilateral FDI in financially vulnerable sectors. They do not say anything about the direction of the effects of SFD and DFD on the absolute volume of bilateral FDI in financially vulnerable sectors. We can gain some insights on their signs by replacing in column (8) the time-varying country-pair fixed effects by time-invariant countrypair fixed effects. This allows us to identify the coefficients on the SFD and DFD variables when included on their own and by extension to calculate the absolute effects of financial development on FDI. We limit the risk of an omitted variable bias by controlling on both sides for GDP, GDP per capita, and institutional quality; these variables have been previously defined. We also rescale the ED and TANG variables so that the coefficients on the financial development variables reflect the effects of financial development on a (hypothetical) sector with the lowest value of ED and the highest value of TANG.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Relative effects vs. absolute effects of financial development",
        "sec_num": null
      },
      {
        "text": "Column (8) shows that the coefficients on both SFD and DFD variables are small and not statistically significant. On the other hand, the coefficients on the four interaction terms are very similar, in statistical and economic terms, to those reported in column (5). These results have two interesting implications. In the next and final section, we look at the effects of SFD and DFD at the extensive and intensive margins of greenfield FDI. We also decompose the overall effects of SFD and DFD into their FDI-specific and general components.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Relative effects vs. absolute effects of financial development",
        "sec_num": null
      },
      {
        "text": "We now turn to the decomposition of the effects of SFD and DFD on relative FDI in financially vulnerable sectors into their direct and indirect components in Table 4 . On the source side, these effects are a FDIspecific and a general positive access to external finance effect. On the destination side, the FDI-specific effects correspond to a positive access to external finance effect and a negative disintegration effect, while the general effects are a negative competition effect and a positive agglomeration effect. The strengths of these different effects are assessed when considering the volume of bilateral greenfield FDI, the extensive margin of FDI (number of bilateral greenfield FDI projects) and the intensive margin of FDI (average size of bilateral greenfield FDI projects). 71 As explained in section 3, decomposition of the effects of financial development is achieved by controlling for the size of the source and recipient manufacturing sectors. Once these variables are included, we expect the coefficients on the SFD and DFD interaction terms to capture the FDI-specific effects only, with evidence for general effects coming from a comparison of these coefficients with those from a regression ignoring the scale of manufacturing activity. Tests for the statistical significance of the difference in estimates can be found at the bottom of Table 4 .",
        "cite_spans": [
          {
            "start": 792,
            "end": 794,
            "text": "71",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 158,
            "end": 165,
            "text": "Table 4",
            "ref_id": null
          },
          {
            "start": 1364,
            "end": 1371,
            "text": "Table 4",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Decomposition of the effects of financial development at the different margins of FDI",
        "sec_num": "5.2"
      },
      {
        "text": "We first investigate the different effects of financial development on the volume of bilateral FDI. In column 1of Table 4 , for reference, we reproduce the estimates reported in column (5) of Table 3 . In column (2), we show that our results hold when we limit our sample to those sector-country-pair observations for which we have data on 2002 sector-specific value added. 72 Column (3) controls for sector-specific activity in both source and destination countries.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 114,
            "end": 121,
            "text": "Table 4",
            "ref_id": null
          },
          {
            "start": 192,
            "end": 199,
            "text": "Table 3",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "Volume of bilateral greenfield FDI",
        "sec_num": "5.2.1"
      },
      {
        "text": "On the source side, we observe that the magnitude of the coefficients on the SFD-ED and SFD-TANG interaction terms slightly decreases in column (3) relative to those in column (2). SFD appears to have a positive impact on the relative volume of bilateral FDI in financially vulnerable sectors partly because it favors relatively more domestic activity in those sectors. However, this general effect represents only about 8-11% of the overall access to external finance effect based on a comparison of the estimates of column (2) and column",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Volume of bilateral greenfield FDI",
        "sec_num": "5.2.1"
      },
      {
        "text": "(3) and the difference in these estimates is not statistically significant. A qualitatively similar result is found by Manova (2013) in the context of international trade: only 20-25% of the total effect of higher financial development on exports is driven by financial development-induced changes in sector-specific output. 73 On the destination side, we find stronger statistical evidence of direct and indirect effects of financial development on FDI. Controlling for the value added of the destination sector results in a fall in the magnitude of 71 At the extensive margin, we find similar results when using M&A data from the Zephyr database in unreported regressions. 72 The loss in sample size results in less precisely estimated coefficients, especially for the coefficients on the financial development-TANG interaction terms.",
        "cite_spans": [
          {
            "start": 119,
            "end": 132,
            "text": "Manova (2013)",
            "ref_id": "BIBREF43"
          },
          {
            "start": 325,
            "end": 327,
            "text": "73",
            "ref_id": null
          },
          {
            "start": 551,
            "end": 553,
            "text": "71",
            "ref_id": null
          },
          {
            "start": 675,
            "end": 677,
            "text": "72",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Volume of bilateral greenfield FDI",
        "sec_num": "5.2.1"
      },
      {
        "text": "73 On theoretical grounds, Manova (2013) tends to prefer the number of establishments as a measure of sector-specific activity. The advantage of using value added is that it reflects both the number and size of active producers. the coefficients on the SFD-ED and SFD-TANG interaction terms in column (3) relative to column (2). While this fall is non-negligible (17-32%) and is statistically significant, the coefficients on the four interaction terms retain their signs, remain large, and are statistically significant at the 1% level. Given that the coefficients on the SFD and DFD interaction terms are smaller when we control for sector-specific activity, these results suggest that the positive FDI-specific access to external finance effect dominates any potential negative FDI-specific disintegration effect and that the positive general agglomeration effect dominates any potential negative general competition effect. Empirical evidence for a financial development-induced agglomeration effect is new in the literature.",
        "cite_spans": [
          {
            "start": 27,
            "end": 40,
            "text": "Manova (2013)",
            "ref_id": "BIBREF43"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Volume of bilateral greenfield FDI",
        "sec_num": "5.2.1"
      },
      {
        "text": "Overall, these results support the existence of direct and indirect channels through which SFD and DFD can influence FDI. The net effects of the direct and indirect effects appear to be always positive, with the contribution of the former to the overall positive effects of financial development being much larger than that of the latter. Finally, the positive and statistically significant coefficients on the value added terms are in line with the interpretations that we have made. Larger sectors tend to engage more in FDI and tend to receive more FDI.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Volume of bilateral greenfield FDI",
        "sec_num": "5.2.1"
      },
      {
        "text": "In columns (4)-(5), we find that higher financial development, on both source and destination sides, increases relatively more the number of bilateral greenfield FDI projects in more financially vulnerable sectors. The results of column (6) tend to mirror those of column (3) when controlling for sector-specific value added, except that the size of the coefficients on the interaction terms decreases by much more. The differences between the estimates reported in columns (4) and (5) are large and statistically significant. This is certainly because the number of outward FDI projects strongly depends on the scale of the source sector while agglomeration effects are likely to influence primarily the location of foreign firms rather the size of their investment. Nevertheless, we still find that SFD and DFD have positive direct effects on the relative number of bilateral greenfield FDI projects in financially vulnerable sectors, by increasing the share of active producers engaging in FDI or the range of financially feasible investment opportunities. This provides evidence that FDI involves high upfront costs and that financial development in source and destination countries allow firms, especially in financially vulnerable sectors, to overcome the financial difficulties that these costs create.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Extensive margin: number of bilateral greenfield FDI projects",
        "sec_num": "5.2.2"
      },
      {
        "text": "In columns (7)-(8), we find that higher financial development, on both source and destination sides, increases relatively more the average size of bilateral FDI projects in more financially vulnerable sectors. This indicates that the overall effect of DFD on relative bilateral FDI in financially vulnerable sectors is consistently positive across margins. The results from column (9) qualitatively differ from those in columns (3) and (6). Here, controlling for sector-specific value added has little impact on the size of the coefficients on the interaction terms. The differences between the estimates reported in columns (8) and (9) are small and not statistically significant. On the source side, the positive general access to external finance effect accounts, at most, for 5% of the overall effect of financial development. This is certainly because larger sector-specific activity is more likely to be associated with a higher number of FDI projects than with larger FDI projects. On the destination side, there is some weak evidence that the negative general competition effect dominates any positive general agglomeration effect: the coefficients on the DFD-ED and DFD-TANG interaction terms are slightly larger (in absolute terms) than in column (8) and the coefficient on the value added of the recipient sector is negative and statistically significant at the 10% level. This result, coupled with the empirical findings of Bilir et al. (2013) at the affiliate level, imply that the greenfield FDI in our database is mostly horizontal (see footnote 19). It also provides some credence to Ju and Wei (2010)'s theoretical insights that improvements in institutional quality do not necessarily promote FDI when they occur in the financial sphere.",
        "cite_spans": [
          {
            "start": 1436,
            "end": 1455,
            "text": "Bilir et al. (2013)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Intensive margin: average size of bilateral greenfield FDI projects",
        "sec_num": "5.2.3"
      },
      {
        "text": "The estimates in Table 4 are informative about the relative importance of financial development for the extensive and intensive margins of FDI. A comparison of columns (3) and (6) or columns (6) and (9) suggests that the overall positive effects of SFD or DFD on the relative volume of FDI in more financially vulnerable sectors mainly operate through an increase in the average size of FDI projects, with a smaller positive influence on the number of FDI projects. The positive FDI-specific effects of financial development are the strongest at the intensive margin of FDI. On the other hand, the positive general effects of financial development are the strongest at the extensive margin of FDI.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 17,
            "end": 24,
            "text": "Table 4",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "The relative importance of financial development for the extensive and intensive margins of FDI",
        "sec_num": "5.2.4"
      },
      {
        "text": "These observations explain why we have found in column (3) that the contribution of the direct effects to the overall positive effects of SFD and DFD on the relative volume of bilateral FDI in financially vulnerable sectors is much larger than that of the indirect effects. They also underline that a fall in output created by a negative financial shock is of little importance relative to tighter credit conditions. Finally they indicate that the relative response of FDI to changes in financial development is likely to be much larger at the intensive margin of FDI than at the extensive margin of FDI. In the context of international trade, Manova (2013) reaches similar conclusions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The relative importance of financial development for the extensive and intensive margins of FDI",
        "sec_num": "5.2.4"
      },
      {
        "text": "We end this section by investigating whether SFD and DFD influence exports and FDI, two alternative modes of internationalization, in the same way. We use as dependent variable the sector-specific value of bilateral trade in columns (10)-(12) of Table 4 . Data come from the CEPII Trade and Production Database. In columns (10) and (11), we use trade data for the 23 ISIC sectors listed in Table 5 (Appendix A). In column (12), we aggregate the data into 13 broad sectors, in the same way as we have done for greenfield FDI. To ensure that the trade results can be compared with our FDI results, we restrict the sample to those country-pair-year observations for which we also observed FDI.",
        "cite_spans": [
          {
            "start": 323,
            "end": 327,
            "text": "(10)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 246,
            "end": 253,
            "text": "Table 4",
            "ref_id": null
          },
          {
            "start": 390,
            "end": 397,
            "text": "Table 5",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "Financial development, FDI, and international trade",
        "sec_num": "5.2.5"
      },
      {
        "text": "On the source side, our results mirror those of Manova (2013) . Higher SFD increases the relative volume of bilateral exports in financially vulnerable sectors and the trade-specific effect of SFD corresponds to about 70% of the overall effect of SFD. A comparison of the estimates reported in column (3) and in columns (11) and (12) indicates that greenfield FDI is relatively more sensitive to a rise in SFD than exports. This stronger effect of SFD on FDI than on exporting is in line with the predictions and empirical evidence of Buch et al. (2010) . 74 On the destination side, 75 we find that higher DFD decreases the relative volume of bilateral exports in financially vulnerable sectors in columns (10)-(12). This result strongly contrasts with the positive effect of higher DFD on relative bilateral FDI in financially vulnerable sectors that we have consistently found. The diametrically different responses of FDI and exports to higher DFD suggest that the latter encourages firms to substitute (presumably horizontal) FDI for exports. 76 This is likely because higher DFD allows more firms in a given sector to satisfy the greater need for external finance that engaging in FDI requires relative to exporting. Hence, in a roundabout way, we find again that the external funds raised in host countries complement the external funds raised in the source country rather than being substitutes. In doing so, they influence the internationalization mode of firms.",
        "cite_spans": [
          {
            "start": 48,
            "end": 61,
            "text": "Manova (2013)",
            "ref_id": "BIBREF43"
          },
          {
            "start": 320,
            "end": 324,
            "text": "(11)",
            "ref_id": null
          },
          {
            "start": 535,
            "end": 553,
            "text": "Buch et al. (2010)",
            "ref_id": "BIBREF12"
          },
          {
            "start": 556,
            "end": 558,
            "text": "74",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Financial development, FDI, and international trade",
        "sec_num": "5.2.5"
      },
      {
        "text": "This paper sought to improve our understanding of the effects of financial development in source and destination countries on foreign direct investment (FDI). We investigated the existence and relative strength of the various effects of source countries' financial development (SFD) and destination countries' financial development (DFD) by employing a difference-in-differences approach where we exploited differences in financial vulnerability across sectors to assert the causal impacts of financial development on FDI. For this purpose, we used unique sector-specific bilateral data on greenfield FDI between a large number of source and destination countries during the 2003-2006 period.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "6"
      },
      {
        "text": "Our empirical results unambiguously indicate that a sophisticated and well-functioning financial system in both source and destination countries is a key determinant of FDI at the extensive and intensive margins, 74 They argue that financial constraints matter more for FDI than for exporting because engaging in FDI involves higher fixed costs and a larger scale of production. A corollary is that firms are more likely to choose exporting over engaging in FDI in presence of tight financial constraints. 75 The destination side of exports has frequently been understudied in past research on financial development and international trade. For example, DFD is ignored by Beck (2002 Beck ( , 2003 . Manova (2013) focuses on SFD but reports in a footnote that DFD has positive but small effects on exports.",
        "cite_spans": [
          {
            "start": 213,
            "end": 215,
            "text": "74",
            "ref_id": null
          },
          {
            "start": 506,
            "end": 508,
            "text": "75",
            "ref_id": null
          },
          {
            "start": 672,
            "end": 682,
            "text": "Beck (2002",
            "ref_id": "BIBREF5"
          },
          {
            "start": 683,
            "end": 696,
            "text": "Beck ( , 2003",
            "ref_id": "BIBREF6"
          },
          {
            "start": 699,
            "end": 712,
            "text": "Manova (2013)",
            "ref_id": "BIBREF43"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "6"
      },
      {
        "text": "76 This indication that greenfield FDI in our database is mostly horizontal fits with the negative competition effect that we have uncovered at the intensive margin of greenfield FDI. especially in sectors that are typically dependent on external finance and have few collateralizable assets. We find that both higher SFD and DFD, directly and indirectly, increase the relative volume of bilateral FDI in financially vulnerable sectors. Directly higher financial development improves access to external finance for those firms which require outside capital to expand in foreign markets and produce there at their first-best levels. This is the main positive effect of financial development on FDI. Indirectly, greater financial development also promotes overall economic activity, notably in financially vulnerable sectors. This raises the volume of producers in source countries and generates agglomeration benefits in destination countries. Any negative FDI-specific disintegration effect or general competition effect that financial development may induce on the destination side tends to be dwarfed by these positive effects of financial development. The overall effects of higher SFD and DFD on the relative volume of bilateral greenfield FDI in financially vulnerable sectors are economically substantial and complementary. They are larger at the intensive margin (average size of bilateral greenfield FDI projects) of FDI than at the extensive margin (number of bilateral greenfield FDI projects) of FDI. Our key findings are robust to the use of data on the number of bilateral M&A transactions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "6"
      },
      {
        "text": "Our results suggest that countries wishing to facilitate the internationalization of their firms and to attract foreign multinational enterprises should implement measures to improve access to external finance. Higher financial development may, in that way, increase international transfers of technology and promote long-run economic growth. Our findings also complement the literature that highlights the opportunistic use of internal capital markets by multinational enterprises. For many of these firms, it is likely that the depth of their internal markets cannot be dissociated from the depth and stability of their home country's financial system and that host countries' financial development still influences their location choices. Finally, the high sensitivity of FDI to external finance availability that we have systematically found suggests that tight credit conditions have played a role in the drastic decline of global FDI flows during the recent global financial crisis.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "6"
      },
      {
        "text": "The fDi Markets database classifies the FDI projects into very broad recipient sectors, which are loosely aligned with 1987 U.S. SIC codes. We match the manufacturing broad sectors to the corresponding three-digit ISIC codes (rev.2) reported in Rajan and Zingales (1998) and Kroszner et al. (2007) ; when the fDi Markets categories covered several sectors, we used the median value of the financial vulnerability measure for these sectors. 77 Table 5 indicates how the matching was done and shows that sectors vary both in their dependence on external finance and their ability to access external finance. 78 Rajan and Zingales (1998) , KLK: Kroszner et al. (2007) .",
        "cite_spans": [
          {
            "start": 245,
            "end": 270,
            "text": "Rajan and Zingales (1998)",
            "ref_id": "BIBREF46"
          },
          {
            "start": 275,
            "end": 297,
            "text": "Kroszner et al. (2007)",
            "ref_id": "BIBREF38"
          },
          {
            "start": 609,
            "end": 634,
            "text": "Rajan and Zingales (1998)",
            "ref_id": "BIBREF46"
          },
          {
            "start": 637,
            "end": 664,
            "text": "KLK: Kroszner et al. (2007)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 443,
            "end": 450,
            "text": "Table 5",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "Appendices A Measures of financial vulnerability and matching with FDI data",
        "sec_num": null
      },
      {
        "text": "This aggregation of sectors may raise concerns about the validity of our results. Fortunately, the M&A FDI data that we exploit in Appendix C are available at a much more detailed sector level, allowing us to obtain a perfect correspondence between the M&A FDI data and the financial vulnerability measures. By using first the disaggregated M&A FDI and then collapsing them in the same way as we have done for the greenfield FDI data, we will show that the aggregation of sectors is not exerting a major influence on our qualitative results. 77 Disaggregated data are reported in Table 6 . We always use the ED value for the three-digit broad ISIC sectors. In some cases, these broad sectors may not include data on subsectors, for which Rajan and Zingales (1998) and Kroszner et al. (2007) provide four-digit level specific ED values. 78 The coefficient of correlation between the two financial vulnerability measures is 0.04. We show in Appendix C that results of section 5.1 hold when using data on M&A FDI or on the number of foreign affiliates.",
        "cite_spans": [
          {
            "start": 542,
            "end": 544,
            "text": "77",
            "ref_id": null
          },
          {
            "start": 738,
            "end": 763,
            "text": "Rajan and Zingales (1998)",
            "ref_id": "BIBREF46"
          },
          {
            "start": 768,
            "end": 790,
            "text": "Kroszner et al. (2007)",
            "ref_id": "BIBREF38"
          },
          {
            "start": 836,
            "end": 838,
            "text": "78",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 580,
            "end": 587,
            "text": "Table 6",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Appendices A Measures of financial vulnerability and matching with FDI data",
        "sec_num": null
      },
      {
        "text": "Zephyr database: M&A FDI",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C.1 Data description",
        "sec_num": null
      },
      {
        "text": "The Zephyr database, a product from Bureau Van Djik. 79 This database provides comprehensive information on cross-border M&A deals, covering all countries and sectors worldwide since 2003. Data include the name of the country in which the firm engaging in M&A FDI is located, the name of the destination country, the year of completed transaction, the source sector, the recipient sector, the equity stake, and, sometimes, the deal value. There is no minimum deal value and data come from different media sources (news publication, company press release, stock exchange announcement...). We focus on the number of bilateral deals, involving at least the purchase of a 10% equity stake in the foreign company, because deal values are missing for a large number of M&A transactions (about 60%).",
        "cite_spans": [
          {
            "start": 53,
            "end": 55,
            "text": "79",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C.1 Data description",
        "sec_num": null
      },
      {
        "text": "Unlike the fDi Markets database, the Zephyr database includes the primary sectors of both the acquiring and target firms. In addition, its sector classification is much more granular. These two features are used to investigate the robustness of our results to the compromises we had to make with the greenfield FDI data.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C.1 Data description",
        "sec_num": null
      },
      {
        "text": "As another robustness check, we also use data on the number of majority-owned foreign affiliates located in developing countries circa 2007. These foreign affiliates have been established either through greenfield or M&A FDI. Data have been downloaded from the UNCTAD Investment Map website in November 2007. 80 Data are provided, at a broad sector-level, on the origin and number of majority-owned foreign affiliates located in a given host developing country. Hence, as with the Zephyr database, the Investment Map database allows us to investigate the impact of financial development on FDI at the extensive margin only. Table 8 presents our robustness checks. In column (1)-(5) we examine the overall effects of SFD and DFD on the relative number of bilateral M&A transactions in financially vulnerable sectors. To keep the results comparable with our previous findings, we restrict the M&A data to the 23 ISIC sectors listed in Table 5 . 81 At first, we do not aggregate the data in broader sectors and we focus on horizontal cross-border M&A, i.e. acquiring and target firms belong to the same sector. In a second stage, to assess the implications for our results of the compromises that we have made with the greenfield FDI data, we collapse the M&A data in 13 broad sectors and assume that the source sector is the same as the destination sector. In the last two columns, we use an alternative database to look at the overall effects of SFD and DFD on the relative number of majority-owned foreign affiliates located in developing countries at the end of the year 2006. 79 http://www.bvdinfo.com/en-gb/products/economic-and-m-a/m-a/zephyr 80 http://www.investmentmap.org/invmap/. The original source of the data is The Global Reference Solution, from Dun & Bradstreet. Information is only provided on foreign affiliates located in developing countries and economies in transition that do not belong to the European Union. 81 We also include the sub-sectors of these 23 sectors for which Rajan and Zingales (1998) provide data on ED: 3411 (Pulp and paper), 3825 (Office and computing), 3832 (Radio), 3841 (Ship building), 3843 (Motor vehicles). These sub-sectors have ED values very close to those of the main sectors to which they belong. However, we do not include the sub-sector 3522 (Drugs). We found in unreported regressions that its extremely high ED value (1.49) makes it an outlier and distorts the estimates presented in Table 5 , despite representing only 6.5% of the overall M&A deals. While the coefficients on the two financial development-ED interaction terms are positive and statistically significant at the 5% level when this sub-sector is included, their coefficients are 45-66% smaller than those in column (1) of Table 8 . ",
        "cite_spans": [
          {
            "start": 309,
            "end": 311,
            "text": "80",
            "ref_id": null
          },
          {
            "start": 943,
            "end": 945,
            "text": "81",
            "ref_id": null
          },
          {
            "start": 1578,
            "end": 1580,
            "text": "79",
            "ref_id": null
          },
          {
            "start": 1930,
            "end": 1932,
            "text": "81",
            "ref_id": null
          },
          {
            "start": 1995,
            "end": 2020,
            "text": "Rajan and Zingales (1998)",
            "ref_id": "BIBREF46"
          }
        ],
        "ref_spans": [
          {
            "start": 624,
            "end": 631,
            "text": "Table 8",
            "ref_id": "TABREF9"
          },
          {
            "start": 933,
            "end": 940,
            "text": "Table 5",
            "ref_id": "TABREF7"
          },
          {
            "start": 2438,
            "end": 2445,
            "text": "Table 5",
            "ref_id": "TABREF7"
          },
          {
            "start": 2741,
            "end": 2748,
            "text": "Table 8",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "Investment compass database: number of majority-owned foreign affiliates",
        "sec_num": null
      },
      {
        "text": "In line with our difference-in-differences approach, we have focused on the effects of changes in financial development on the volume of greenfield FDI in a given sector relative to the effects induced by similar changes in financial development on the volume of FDI in a sector less financially vulnerable. Nevertheless, we also show in the paper that the overall effects of higher SFD and DFD on the absolute volume of bilateral greenfield FDI are also large and positive, especially in financially vulnerable sectors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See alsoBuch et al. (2009Buch et al. ( , 2010 who develop models in which the interaction of firm-specific financial constraints and economywide financial frictions reduces exports and/or FDI by firms at the extensive margin (probability to export or to engage in FDI) and intensive margin (volume of exports or foreign affiliate sales).14 In the case of FDI, because these fixed costs are larger, the fraction that will have to be funded externally will be larger. Other differences are that firms engaging in FDI save on the variable costs of exporting and can face different unit manufacturing costs at home and in the destination markets.15 To establish causality, she adoptsRajan and Zingales (1998)'s difference-in-differences approach. Her results are robust to different proxies for SFD (private credit to GDP ratio and measures of repudiation of contracts, accounting standards or risk of expropriation). See alsoBeck (2002Beck ( , 2003 for empirical evidence that financially developed countries tend to export relatively more in financially vulnerable sectors than other countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The theoretical predictions and empirical findings ofBilir et al. (2013) suggest that the negative impact of a more competitive local market will be much larger when FDI is mostly horizontal. Intuitively, activities of foreign firms aimed at serving the local market will be the most affected by the entry of domestic firms (and other foreign producers) induced by higher financial development: the price of inputs may increase and, relative to other firms, the volume of their (potential) sales unambiguously falls.20 These economies of scale may be due to information sharing, labour market pooling or the existence of specialised suppliers (seeRosenthal and Strange (2004) for a survey).21 While most papers discussing the impact of agglomeration on FDI seem to have in mind greenfield FDI, a high volume of existing sector-specific activity can also play a role in the case of M&A FDI by increasing the quantity(Head and Ries, 2008) and potentially the quality of potential targets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Note that these fixed effects capture the country-level effects of financial development on FDI, such as the promotion of a larger market size.23 These two interaction terms vary at the country-sector level. Precise identification of their coefficients is possible because the estimation of these parameters relies on country-sector variation in FDI, which is largely unaccounted for by the country-level fixed effects that we include in equation 1. Indeed, calculations of pseudo-R 2 suggest that more than 50% of the variation in the dependent variable remains to be explained, once the various fixed effects αs are controlled for. The absence of fixed effects at the country-sector level also means that differences in financial development across countries can be exploited to identify β1 and β2, in addition to the information provided by changes in financial development within countries. Given the short time dimension of our panel, being able to use the variation in financial development between countries is likely to be crucial for a successful identification of the coefficients on the SFD-FV and DFD-FV interaction terms. A corollary is that the proxy for financial development does not have to be time-varying.24 Given our multiplicative model, these difference-in-differences estimators correspond here to \"ratio-in-ratios\" estimators.25 Note that we would expect β1 < 0 if we used asset tangibility as our financial vulnerability measure. We follow other papers(Braun, 2003;Manova et al., 2011;Manova, 2013) by not inverting this measure such that a higher value corresponds to a lower tangibility of assets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "As explained below, data availability forces us to use, in all years, the 2002 value added data.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "As previously indicated, other fixed costs to produce and sell the goods may be incurred before or after this cross-border investment. While our dependent variable does not include these costs in principle, they play a role in firms' ability to self-finance their capital expenditures abroad.30 http://www.fdimarkets.com/ 31 Data on capital investment are based on the investment the company is making at the time of the project announcement or opening. The data include estimates for capital investment (derived from algorithms) when a company does not release the information. These estimates may introduce measurement error in our main dependent variable, the sector-specific bilateral value of FDI, generating larger variances in our estimators.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Data, definitions, and more information can be found at http://www.doingbusiness.org/data/exploretopics/getting-credit Both indexes have been rescaled on a common 1-10 scale (worst to best). Given that data are only available for the years 2005 and 2006, we use the average size of each index over these two years to construct our institution-based measure.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "For instance, when we regress the log of the private credit to GDP ratio on a banking crisis dummy variable, controlling for country and time fixed effects, the coefficient on the dummy variable is small, positive and not statistically significant.Laeven and Valencia (2013) discuss the problems associated with using the evolution of credit and bank liabilities to identify banking crises.46 Nevertheless, our results are robust to the use of the 2003-2007 sample or the 2003-2010 full sample.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The reliance on sectoral variation in FDI within country-pair-year groups to identify the coefficients of interest implies that groups for which no FDI takes place in any sector are dropped from the sample. The dropped zero observations contain no information for estimating the parameters.48 A large prevalence of zero values is not unusual in data on international transactions.Helpman et al. (2008) report that more than 50% of the observations in their country-level trade dataset are zeros. This percentage is naturally higher at the sector-level. In the CEPII Trade and Production database, which covers 26 manufacturing sectors, 75% of the observations are zeros during the period2003-2006. 49 In addition, their simulations suggest that the Poisson QMLE does not suffer from an incidental parameters problem.50 We are fortunate to know the number and size of the FDI projects. In the context of international trade, some studies without",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Unless indicated otherwise, in the rest of the text, the Transportation Equipment sector will be our typical high ED sector and the Beverages sector will be our typical low ED sector.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Using this measure of financial development, the estimates reported in column (7) suggest that if the Philippines improved its level of financial development to that of Finland, i.e. financial development was doubled, its outward FDI in a typically high ED sector would increase by about 9% more than its outward FDI in a typically low ED sector. Likewise, its inward FDI in a typically high ED sector would increase by about 7% more than its inward FDI in a typically low ED sector. These impacts are much smaller than those previously found using the log of the private credit to GDP ratio as our measure of financial development.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The World Investment Report 2006 (UNCTAD, 2006 reports that one-quarter of the 100 largest developing countries' MNEs were state-owned in 2004, whereas the largest developed countries' MNEs are mostly privately-owned.65 Developing countries are those countries classified by the World Bank as low-income and middle-income countries, as reported in the \"AAA codes\" dataset available at http://graduateinstitute.ch/md4stata. Results are qualitatively similar if we define developing countries as all countries which are not considered to be traditional industrial countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Using this measure of ED, the estimates reported in column (2) suggest that if the Philippines improved its level of financial development to that of Finland, i.e. financial development was doubled, its outward FDI in a typically high ED sector would increase by about 12% more than its outward FDI in a typically low ED sector. Likewise, its inward FDI in a typically high ED sector would increase by about 17% more than its inward FDI in a typically low ED sector.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Multicollinearity is not an issue as the ED and TANG measures are only weakly correlated (r ≈ 0.04). Each financial vulnerability measure provides independent information on the relationships of firms with external finance.68 The difference between the 90 th percentile of TANG and the 75 th percentile of TANG is small: 0.04.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "For ease of interpretation, we subtract the sample mean from the financial development variables before constructing the interaction term.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "For example, if financial development was doubled in a given country, outward FDI in a low ED/ high TANG sector like Beverages would increase by 18% whereas outward FDI in a high financial vulnerability sector like Transportation Equipment would increase by about 113%. For inward FDI, the respective figures are 33% and 108%.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "As we show in section 5.2, we find very similar results for the effects of financial development on the extensive margin of greenfield FDI.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "In column (1), using M&A data for the 23 distinct sectors listed in Table 5 , the coefficients on the two financial development-ED interaction terms are large, positive, and statistically significant at the 1% level. Higher financial development, on both source and destination sides, increases relatively more the number of bilateral horizontal M&A transactions in more financially vulnerable sectors. In column (2), the coefficients on the financial development-TANG interaction terms are large, positive, and statistically significant at the 1% level. The relationship between financial development and M&A FDI is not only shaped by firms' reliance on external finance but also by firms' ability to raise outside capital. In column (3), the coefficients on the interactions of the ED variable with the stock market capitalisation to GDP ratio are small and not statistically significant. The stock market capitalisation to GDP ratio does not provide additional information on the level of financial development beyond that provided by the private credit to GDP ratio. 82 These results are fully consistent with our previous findings using data on the volume of bilateral greenfield FDI.",
        "cite_spans": [
          {
            "start": 1071,
            "end": 1073,
            "text": "82",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 68,
            "end": 75,
            "text": "Table 5",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Disaggregated M&A FDI data",
        "sec_num": null
      },
      {
        "text": "The exploitation of the greenfield FDI data forced us to make two compromises. We had to aggregate data on 23 sectors in 13 broad sectors, with the risk of misrepresenting the financial vulnerability of a given sector, and we also implicitly assumed that a firm engaging in FDI in a given sector operated in the same sector. With the help of the M&A FDI data, we can gain insights on whether these two compromises had a major influence on our results.First, we collapse the M&A data in the same way as we have done for the greenfield FDI data, before re-estimating our baseline model. Column (4) shows that we get very similar results to those in column (1), suggesting that the use of broad sectors is not a major issue. We then collapse again the M&A data by broad (recipient) sectors but without excluding anymore cross-border M&A transactions between acquiring and target firms not belonging to the same sector. We reproduce in that way the assumption that we had to make with the greenfield FDI data. The outcome is displayed in column (5). Mixing source and destination sectors appears to generate an under-estimation of the impact of SFD on the relative number of cross-border horizontal M&A transactions in more financially vulnerable sectors. This implies in turn that the positive effects of SFD on the relative value of bilateral greenfield FDI in financially vulnerable sectors may have been underestimated because some firms investing in ED sectors do not necessarily operate exclusively in these sectors. Nevertheless, on the basis of columns (4) and (5), we can conclude that the compromises we have made when constructing our greenfield FDI database are unlikely to have had major qualitative consequences for our results. 83",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Aggregated M&A FDI data and aggregation issues with greenfield FDI data",
        "sec_num": null
      },
      {
        "text": "In the last two columns of Table 8 , we use the number of bilateral foreign affiliates located in developing countries at the end of the year 2006. These foreign affiliates may have been established through greenfield or M&A FDI. Given that we do not know when these foreign affiliates were founded, we use the 1960-2007 average sizes of the private credit to GDP ratio, as our financial development measure. Columns (8) and 9show that higher financial development tends to increase relatively more the number of bilateral majority-owned foreign affiliates in more financially vulnerable sectors. 84 Overall, we have shown in Table 8 that our results are robust, both on source and destination sides, to the use of alternative FDI data and different aggregation schemes. As expected, greenfield and M&A FDI tend to 82 When included on their own, the coefficients on both interaction terms are positive, large, and statistically significant at the 1% level. 83 We reach the same conclusion when we look at interactions terms between the financial development measure and the TANG measure of financial vulnerability. 84 We find similar results when using as dependent variable the number of distinct parent companies owning foreign affiliates in a given host country. respond in the same way to higher SFD or DFD. One caveat is that results of this section have been limited to the effects of financial development on the extensive margin of M&A FDI, due to data limitations. 85 However, there is no reason to believe that results would have been qualitatively different if we had access to reliable data on the volume of M&A FDI.",
        "cite_spans": [
          {
            "start": 597,
            "end": 599,
            "text": "84",
            "ref_id": null
          },
          {
            "start": 815,
            "end": 817,
            "text": "82",
            "ref_id": null
          },
          {
            "start": 957,
            "end": 959,
            "text": "83",
            "ref_id": null
          },
          {
            "start": 1115,
            "end": 1117,
            "text": "84",
            "ref_id": null
          },
          {
            "start": 1474,
            "end": 1476,
            "text": "85",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 27,
            "end": 34,
            "text": "Table 8",
            "ref_id": null
          },
          {
            "start": 626,
            "end": 633,
            "text": "Table 8",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Number of foreign affiliates",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "World market integration through the lens of foreign direct investors",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Albuquerque",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "Loayza",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Servén",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Journal of International Economics",
        "volume": "66",
        "issue": "2",
        "pages": "267--295",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Albuquerque, R., Loayza, N., Servén, L., 2005. World market integration through the lens of foreign direct investors. Journal of International Economics 66 (2), 267-295.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Exports and financial shocks",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Amiti",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [
              "E"
            ],
            "last": "Weinstein",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "The Quarterly Journal of Economics",
        "volume": "126",
        "issue": "4",
        "pages": "1841--1877",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Amiti, M., Weinstein, D. E., 2011. Exports and financial shocks. The Quarterly Journal of Economics 126 (4), 1841-1877.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Multinational firms, FDI flows, and imperfect capital markets",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Antras",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "A"
            ],
            "last": "Desai",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [
              "F"
            ],
            "last": "Foley",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "The Quarterly Journal of Economics",
        "volume": "124",
        "issue": "3",
        "pages": "1171--1219",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Antras, P., Desai, M. A., Foley, C. F., 2009. Multinational firms, FDI flows, and imperfect capital markets. The Quarterly Journal of Economics 124 (3), 1171-1219.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Multinationals as arbitrageurs: The effect of stock market valuations on foreign direct investment",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Baker",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [
              "F"
            ],
            "last": "Foley",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Wurgler",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "Review of Financial Studies",
        "volume": "22",
        "issue": "1",
        "pages": "337--369",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Baker, M., Foley, C. F., Wurgler, J., 2009. Multinationals as arbitrageurs: The effect of stock market valuations on foreign direct investment. Review of Financial Studies 22 (1), 337-369.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "A new data set of educational attainment in the world",
        "authors": [
          {
            "first": "R",
            "middle": [
              "J"
            ],
            "last": "Barro",
            "suffix": ""
          },
          {
            "first": "J.-W",
            "middle": [],
            "last": "Lee",
            "suffix": ""
          }
        ],
        "year": 1950,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Barro, R. J., Lee, J.-W., 2010. A new data set of educational attainment in the world, 1950-2010, NBER Working Paper, No. 15902.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Financial development and international trade: Is there a link",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Beck",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Journal of International Economics",
        "volume": "57",
        "issue": "1",
        "pages": "107--131",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Beck, T., 2002. Financial development and international trade: Is there a link? Journal of International Eco- nomics 57 (1), 107-131.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Financial dependence and international trade",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Beck",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Review of International Economics",
        "volume": "11",
        "issue": "2",
        "pages": "296--316",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Beck, T., 2003. Financial dependence and international trade. Review of International Economics 11 (2), 296- 316.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Financial institutions and markets across countries and over time -data and analysis",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Beck",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Demirguc-Kunt",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Levine",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "Policy Research Working Paper Series",
        "volume": "",
        "issue": "4943",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Beck, T., Demirguc-Kunt, A., Levine, R., 2009. Financial institutions and markets across countries and over time -data and analysis, Policy Research Working Paper Series No. 4943.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "The empirics of firm heterogeneity and international trade",
        "authors": [
          {
            "first": "A",
            "middle": [
              "B"
            ],
            "last": "Bernard",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [
              "J"
            ],
            "last": "Jensen",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "J"
            ],
            "last": "Redding",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [
              "K"
            ],
            "last": "Schott",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "NBER Working Paper",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bernard, A. B., Jensen, B. J., Redding, S. J., Schott, P. K., 2011. The empirics of firm heterogeneity and international trade, NBER Working Paper, No. 17627.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Host country financial development and MNC activity, mimeo",
        "authors": [
          {
            "first": "L",
            "middle": [
              "K"
            ],
            "last": "Bilir",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Chor",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Manova",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bilir, L. K., Chor, D., Manova, K., 2013. Host country financial development and MNC activity, mimeo.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Financial contractibility and assets' hardness: Industrial composition and growth, mimeo",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Braun",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Braun, M., 2003. Financial contractibility and assets' hardness: Industrial composition and growth, mimeo, University of California Los Angeles.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Financial constraints and the margins of FDI",
        "authors": [
          {
            "first": "C",
            "middle": [
              "M"
            ],
            "last": "Buch",
            "suffix": ""
          },
          {
            "first": "I",
            "middle": [],
            "last": "Kesternich",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Lipponer",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Schnitzer",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Buch, C. M., Kesternich, I., Lipponer, A., Schnitzer, M., 2009. Financial constraints and the margins of FDI, GESY Discussion Paper No. 272.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Exports versus FDI revisited: Does finance matter?",
        "authors": [
          {
            "first": "C",
            "middle": [
              "M"
            ],
            "last": "Buch",
            "suffix": ""
          },
          {
            "first": "I",
            "middle": [],
            "last": "Kesternich",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Lipponer",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Schnitzer",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Buch, C. M., Kesternich, I., Lipponer, A., Schnitzer, M., 2010. Exports versus FDI revisited: Does finance matter?, GESY Discussion Paper No. 340.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Off the cliff and back? Credit conditions and international trade during the global financial crisis",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Chor",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Manova",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "Journal of International Economics",
        "volume": "87",
        "issue": "1",
        "pages": "117--133",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chor, D., Manova, K., 2012. Off the cliff and back? Credit conditions and international trade during the global financial crisis. Journal of International Economics 87 (1), 117-133.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Foreign bank entry: Experience, implications for developing economies, and agenda for further research",
        "authors": [
          {
            "first": "G",
            "middle": [],
            "last": "Clarke",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Cull",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "S M"
            ],
            "last": "Peria",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "M"
            ],
            "last": "Sanchez",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "The World Bank Research Observer",
        "volume": "18",
        "issue": "1",
        "pages": "25--59",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Clarke, G., Cull, R., Peria, M. S. M., Sanchez, S. M., 2003. Foreign bank entry: Experience, implications for developing economies, and agenda for further research. The World Bank Research Observer 18 (1), 25-59.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Cross-border mergers and acquisitions and european integration",
        "authors": [
          {
            "first": "N",
            "middle": [],
            "last": "Coeurdacier",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [
              "A"
            ],
            "last": "De Santis",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Aviat",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "Economic Policy",
        "volume": "24",
        "issue": "57",
        "pages": "55--106",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Coeurdacier, N., De Santis, R. A., Aviat, A., 2009. Cross-border mergers and acquisitions and european inte- gration. Economic Policy 24 (57), 55-106.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "How do firms agglomerate? A study of FDI in france",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Crozet",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Mayer",
            "suffix": ""
          },
          {
            "first": "J.-L",
            "middle": [],
            "last": "Mucchielli",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Regional Science and Urban Economics",
        "volume": "34",
        "issue": "1",
        "pages": "27--31",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Crozet, M., Mayer, T., Mucchielli, J.-L., 2004. How do firms agglomerate? A study of FDI in france. Regional Science and Urban Economics 34 (1), 27-4.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "A multinational perspective on capital structure choice and internal capital markets",
        "authors": [
          {
            "first": "M",
            "middle": [
              "A"
            ],
            "last": "Desai",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [
              "F"
            ],
            "last": "Foley",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "R"
            ],
            "last": "Hines",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Journal of Finance",
        "volume": "59",
        "issue": "6",
        "pages": "2451--2487",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Desai, M. A., Foley, C. F., Hines, J. R., 2004. A multinational perspective on capital structure choice and internal capital markets. Journal of Finance 59 (6), 2451-2487.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Capital controls, liberalizations, and foreign direct investment",
        "authors": [
          {
            "first": "M",
            "middle": [
              "A"
            ],
            "last": "Desai",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [
              "F"
            ],
            "last": "Foley",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "R"
            ],
            "last": "Hines",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "Review of Financial Studies",
        "volume": "19",
        "issue": "4",
        "pages": "1433--1464",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Desai, M. A., Foley, C. F., Hines, J. R., 2006. Capital controls, liberalizations, and foreign direct investment. Review of Financial Studies 19 (4), 1433-1464.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "What drives capital flows? The case of cross-border M&A activity and financial deepening",
        "authors": [
          {
            "first": "Di",
            "middle": [],
            "last": "Giovanni",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Journal of International Economics",
        "volume": "65",
        "issue": "1",
        "pages": "127--149",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Di Giovanni, J., 2005. What drives capital flows? The case of cross-border M&A activity and financial deepen- ing. Journal of International Economics 65 (1), 127-149.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Private credit in 129 countries",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Djankov",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Mcliesh",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Shleifer",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "Journal of Financial Economics",
        "volume": "84",
        "issue": "2",
        "pages": "299--329",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Djankov, S., McLiesh, C., Shleifer, A., 2007. Private credit in 129 countries. Journal of Financial Economics 84 (2), 299-329.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "The trade effects of endogenous preferential trade agreements",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Egger",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Larch",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [
              "E"
            ],
            "last": "Staub",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Winkelmann",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "American Economic Journal: Economic Policy",
        "volume": "",
        "issue": "",
        "pages": "113--143",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Egger, P., Larch, M., Staub, K. E., Winkelmann, R., 2011. The trade effects of endogenous preferential trade agreements. American Economic Journal: Economic Policy, 113-143.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Growth, capital market development and competition for resources within MNCs",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Feinberg",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Phillips",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "NBER Working Paper",
        "volume": "",
        "issue": "9252",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Feinberg, S., Phillips, G., 2004. Growth, capital market development and competition for resources within MNCs, NBER Working Paper, No. 9252.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "The effects of taxation on multinational corporations",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Feldstein",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "43--66",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Feldstein, M., 1995. The effects of taxation on multinational corporations. In: Feldstein, M., Hines, J. R., Hubbard, G. R. (Eds.), The Effects of Taxation on Multinational Corporations. University of Chicago Press, Ch. 2, pp. 43-66.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "The theory and practice of corporate finance: Evidence from the field",
        "authors": [
          {
            "first": "J",
            "middle": [
              "R"
            ],
            "last": "Graham",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [
              "R"
            ],
            "last": "Harvey",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Journal of Financial economics",
        "volume": "60",
        "issue": "2",
        "pages": "187--243",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Graham, J. R., Harvey, C. R., 2001. The theory and practice of corporate finance: Evidence from the field. Journal of Financial economics 60 (2), 187-243.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "A tractable approach to the firm location decision problem",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Guimaraes",
            "suffix": ""
          },
          {
            "first": "O",
            "middle": [],
            "last": "Figueirdo",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Woodward",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Review of Economics and Statistics",
        "volume": "85",
        "issue": "1",
        "pages": "201--204",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Guimaraes, P., Figueirdo, O., Woodward, D., 2003. A tractable approach to the firm location decision problem. Review of Economics and Statistics 85 (1), 201-204.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Econometric models for count data with an application to the patents-R&D relationship",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Hausman",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [
              "H"
            ],
            "last": "Hall",
            "suffix": ""
          },
          {
            "first": "Z",
            "middle": [],
            "last": "Griliches",
            "suffix": ""
          }
        ],
        "year": 1984,
        "venue": "Econometrica",
        "volume": "52",
        "issue": "4",
        "pages": "909--947",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hausman, J., Hall, B. H., Griliches, Z., 1984. Econometric models for count data with an application to the patents-R&D relationship. Econometrica 52 (4), 909-38.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "Foreign direct investment: Good cholesterol?",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Hausmann",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Fernàndez-Arias",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "inter-American Development Bank Working Papers",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hausmann, R., Fernàndez-Arias, E., 2000. Foreign direct investment: Good cholesterol?, inter-American De- velopment Bank Working Papers, No. 416.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "Gravity equations: Workhorse, toolkit, and cookbook",
        "authors": [
          {
            "first": "K",
            "middle": [],
            "last": "Head",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Mayer",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Head, K., Mayer, T., 2013. Gravity equations: Workhorse, toolkit, and cookbook, CEPR Discussion Paper, No.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "Agglomeration benefits and location choice: Evidence from Japanese manufacturing investments in the United States",
        "authors": [
          {
            "first": "K",
            "middle": [],
            "last": "Head",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Ries",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Swenson",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "Journal of International Economics",
        "volume": "38",
        "issue": "3",
        "pages": "223--247",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Head, K., Ries, J., Swenson, D., 1995. Agglomeration benefits and location choice: Evidence from Japanese manufacturing investments in the United States. Journal of International Economics 38 (3), 223-247.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "FDI as an outcome of the market for corporate control: Theory and evidence",
        "authors": [
          {
            "first": "K",
            "middle": [
              "C"
            ],
            "last": "Head",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "C"
            ],
            "last": "Ries",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Journal of International Economics",
        "volume": "74",
        "issue": "1",
        "pages": "2--20",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Head, K. C., Ries, J. C., 2008. FDI as an outcome of the market for corporate control: Theory and evidence. Journal of International Economics 74 (1), 2-20.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "Attracting foreign manufacturing: Investment promotion and agglomeration",
        "authors": [
          {
            "first": "K",
            "middle": [
              "C"
            ],
            "last": "Head",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "C"
            ],
            "last": "Ries",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [
              "L"
            ],
            "last": "Swenson",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Regional Science and Urban Economics",
        "volume": "29",
        "issue": "2",
        "pages": "197--218",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Head, K. C., Ries, J. C., Swenson, D. L., 1999. Attracting foreign manufacturing: Investment promotion and agglomeration. Regional Science and Urban Economics 29 (2), 197-218.",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "Estimating trade flows: Trading partners and trading columes",
        "authors": [
          {
            "first": "E",
            "middle": [],
            "last": "Helpman",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Melitz",
            "suffix": ""
          },
          {
            "first": "Y",
            "middle": [],
            "last": "Rubinstein",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Quarterly Journal of Economics",
        "volume": "123",
        "issue": "2",
        "pages": "441--487",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Helpman, E., Melitz, M., Rubinstein, Y., 2008. Estimating trade flows: Trading partners and trading columes. Quarterly Journal of Economics 123 (2), 441-487.",
        "links": null
      },
      "BIBREF33": {
        "ref_id": "b33",
        "title": "Export versus FDI with heterogeneous firms",
        "authors": [
          {
            "first": "E",
            "middle": [],
            "last": "Helpman",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "J"
            ],
            "last": "Melitz",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "R"
            ],
            "last": "Yeaple",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "American Economic Review",
        "volume": "",
        "issue": "",
        "pages": "300--316",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Helpman, E., Melitz, M. J., Yeaple, S. R., 2004. Export versus FDI with heterogeneous firms. American Eco- nomic Review, 300-316.",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "Penn World Table Version 7.0. Center for International Comparisons of Production, Income and Prices at the University of Pennsylvania",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Heston",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Summers",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Aten",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Heston, A., Summers, R., Aten, B., 2011. Penn World Table Version 7.0. Center for International Comparisons of Production, Income and Prices at the University of Pennsylvania.",
        "links": null
      },
      "BIBREF35": {
        "ref_id": "b35",
        "title": "Cross-border mergers and acquisitions and the role of trade costs",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Hijzen",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [],
            "last": "Görg",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Manchin",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "European Economic Review",
        "volume": "52",
        "issue": "5",
        "pages": "849--866",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hijzen, A., Görg, H., Manchin, M., 2008. Cross-border mergers and acquisitions and the role of trade costs. European Economic Review 52 (5), 849-866.",
        "links": null
      },
      "BIBREF36": {
        "ref_id": "b36",
        "title": "Domestic institutions and the bypass effect of financial globalization",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Ju",
            "suffix": ""
          },
          {
            "first": "S.-J",
            "middle": [],
            "last": "Wei",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "American Economic Journal: Economic Policy",
        "volume": "2",
        "issue": "4",
        "pages": "173--204",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ju, J., Wei, S.-J., 2010. Domestic institutions and the bypass effect of financial globalization. American Eco- nomic Journal: Economic Policy 2 (4), 173-204.",
        "links": null
      },
      "BIBREF37": {
        "ref_id": "b37",
        "title": "Troubled banks, impaired foreign direct investment: the role of relative access to credit",
        "authors": [
          {
            "first": "M",
            "middle": [
              "W"
            ],
            "last": "Klein",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Peek",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [
              "S"
            ],
            "last": "Rosengren",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "American Economic Review",
        "volume": "92",
        "issue": "3",
        "pages": "664--682",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Klein, M. W., Peek, J., Rosengren, E. S., 2002. Troubled banks, impaired foreign direct investment: the role of relative access to credit. American Economic Review 92 (3), 664-682.",
        "links": null
      },
      "BIBREF38": {
        "ref_id": "b38",
        "title": "Banking crises, financial dependence, and growth",
        "authors": [
          {
            "first": "R",
            "middle": [
              "S"
            ],
            "last": "Kroszner",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Laeven",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Klingebiel",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "Journal of Financial Economics",
        "volume": "84",
        "issue": "1",
        "pages": "187--228",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kroszner, R. S., Laeven, L., Klingebiel, D., 2007. Banking crises, financial dependence, and growth. Journal of Financial Economics 84 (1), 187-228.",
        "links": null
      },
      "BIBREF39": {
        "ref_id": "b39",
        "title": "The quality of government",
        "authors": [
          {
            "first": "La",
            "middle": [],
            "last": "Porta",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "López-De Silanes",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Shleifer",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Vishny",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Economics and Organization",
        "volume": "15",
        "issue": "1",
        "pages": "222--79",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "La Porta, R., López-de Silanes, F., Shleifer, A., Vishny, R., 1999. The quality of government. Journal of Law, Economics and Organization 15 (1), 222-79.",
        "links": null
      },
      "BIBREF40": {
        "ref_id": "b40",
        "title": "Systemic banking crises database",
        "authors": [
          {
            "first": "L",
            "middle": [],
            "last": "Laeven",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Valencia",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "IMF Economic Review",
        "volume": "61",
        "issue": "2",
        "pages": "225--270",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Laeven, L., Valencia, F., 2013. Systemic banking crises database. IMF Economic Review 61 (2), 225-270.",
        "links": null
      },
      "BIBREF41": {
        "ref_id": "b41",
        "title": "The external wealth of nations mark II: Revised and extended estimates of foreign assets and liabilities",
        "authors": [
          {
            "first": "P",
            "middle": [
              "R"
            ],
            "last": "Lane",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [
              "M"
            ],
            "last": "Milesi-Ferretti",
            "suffix": ""
          }
        ],
        "year": 1970,
        "venue": "Journal of International Economics",
        "volume": "73",
        "issue": "2",
        "pages": "223--250",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lane, P. R., Milesi-Ferretti, G. M., 2007. The external wealth of nations mark II: Revised and extended estimates of foreign assets and liabilities, 1970-2004. Journal of International Economics 73 (2), 223-250.",
        "links": null
      },
      "BIBREF42": {
        "ref_id": "b42",
        "title": "Finance and growth: Theory and evidence",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Levine",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Handbook of Economic Growth",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Levine, R., 2005. Finance and growth: Theory and evidence. In: Aghion, P., Durlauf, S. (Eds.), Handbook of Economic Growth.",
        "links": null
      },
      "BIBREF43": {
        "ref_id": "b43",
        "title": "Credit constraints, heterogeneous firms, and international trade",
        "authors": [
          {
            "first": "K",
            "middle": [],
            "last": "Manova",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "Review of Economic Studies",
        "volume": "80",
        "issue": "2",
        "pages": "711--744",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Manova, K., 2013. Credit constraints, heterogeneous firms, and international trade. Review of Economic Studies 80 (2), 711-744.",
        "links": null
      },
      "BIBREF44": {
        "ref_id": "b44",
        "title": "Firm exports and multinational activity under credit constraints",
        "authors": [
          {
            "first": "K",
            "middle": [],
            "last": "Manova",
            "suffix": ""
          },
          {
            "first": "S.-J",
            "middle": [],
            "last": "Wei",
            "suffix": ""
          },
          {
            "first": "Z",
            "middle": [],
            "last": "Zhang",
            "suffix": ""
          }
        ],
        "year": 1905,
        "venue": "NBER Working Paper",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Manova, K., Wei, S.-J., Zhang, Z., 2011. Firm exports and multinational activity under credit constraints, NBER Working Paper, No. 1905.",
        "links": null
      },
      "BIBREF45": {
        "ref_id": "b45",
        "title": "Multilevel and Longitudinal Modeling Using Stata",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Rabe-Hesketh",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Skrondal",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "",
        "volume": "II",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rabe-Hesketh, S., Skrondal, A., 2012. Multilevel and Longitudinal Modeling Using Stata, Volume II. Stata Press, third edition.",
        "links": null
      },
      "BIBREF46": {
        "ref_id": "b46",
        "title": "Financial dependence and growth",
        "authors": [
          {
            "first": "R",
            "middle": [
              "G"
            ],
            "last": "Rajan",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Zingales",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "American Economic Review",
        "volume": "88",
        "issue": "3",
        "pages": "559--86",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rajan, R. G., Zingales, L., 1998. Financial dependence and growth. American Economic Review 88 (3), 559- 86.",
        "links": null
      },
      "BIBREF47": {
        "ref_id": "b47",
        "title": "The decision to export in Colombia: An empirical model of entry with sunk costs",
        "authors": [
          {
            "first": "M",
            "middle": [
              "J"
            ],
            "last": "Roberts",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "R"
            ],
            "last": "Tybout",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "American Economic Review",
        "volume": "87",
        "issue": "4",
        "pages": "545--64",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Roberts, M. J., Tybout, J. R., 1997. The decision to export in Colombia: An empirical model of entry with sunk costs. American Economic Review 87 (4), 545-64.",
        "links": null
      },
      "BIBREF48": {
        "ref_id": "b48",
        "title": "Evidence on the nature and sources of agglomeration economies",
        "authors": [
          {
            "first": "S",
            "middle": [
              "S"
            ],
            "last": "Rosenthal",
            "suffix": ""
          },
          {
            "first": "W",
            "middle": [
              "C"
            ],
            "last": "Strange",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Handbook of Regional and Urban Economics",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rosenthal, S. S., Strange, W. C., 2004. Evidence on the nature and sources of agglomeration economies. In: Henderson, J. V., Thisse, J.-F. (Eds.), Handbook of Regional and Urban Economics.",
        "links": null
      },
      "BIBREF49": {
        "ref_id": "b49",
        "title": "The log of gravity",
        "authors": [
          {
            "first": "Santos",
            "middle": [],
            "last": "Silva",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "M C"
            ],
            "last": "Tenreyro",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "Review of Economics and Statistics",
        "volume": "88",
        "issue": "4",
        "pages": "641--658",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Santos Silva, J. M. C., Tenreyro, S., 2006. The log of gravity. Review of Economics and Statistics 88 (4), 641-658.",
        "links": null
      },
      "BIBREF50": {
        "ref_id": "b50",
        "title": "Trading partners and trading volumes: Implementing the Helpman-Melitz-Rubinstein model empirically",
        "authors": [
          {
            "first": "Santos",
            "middle": [],
            "last": "Silva",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "M C"
            ],
            "last": "Tenreyro",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Santos Silva, J. M. C., Tenreyro, S., 2009. Trading partners and trading volumes: Implementing the Helpman- Melitz-Rubinstein model empirically, CEP Discussion Paper No. 935.",
        "links": null
      },
      "BIBREF51": {
        "ref_id": "b51",
        "title": "Further simulation evidence on the performance of the poisson pseudo-maximum likelihood estimator",
        "authors": [
          {
            "first": "Santos",
            "middle": [],
            "last": "Silva",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "M C"
            ],
            "last": "Tenreyro",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Economics Letters",
        "volume": "112",
        "issue": "2",
        "pages": "220--222",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Santos Silva, J. M. C., Tenreyro, S., 2011. Further simulation evidence on the performance of the poisson pseudo-maximum likelihood estimator. Economics Letters 112 (2), 220-222.",
        "links": null
      },
      "BIBREF52": {
        "ref_id": "b52",
        "title": "Instrumental variables regression with weak instruments",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Staiger",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "H"
            ],
            "last": "Stock",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "Econometrica",
        "volume": "65",
        "issue": "3",
        "pages": "557--586",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Staiger, D., Stock, J. H., 1997. Instrumental variables regression with weak instruments. Econometrica 65 (3), 557-586.",
        "links": null
      },
      "BIBREF53": {
        "ref_id": "b53",
        "title": "FDI from Developing and Transition Economies: Implications for Development",
        "authors": [],
        "year": 2006,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "UNCTAD, 2006. World Investment Report 2006: FDI from Developing and Transition Economies: Implica- tions for Development. New-York and Geneva: United Nations.",
        "links": null
      },
      "BIBREF54": {
        "ref_id": "b54",
        "title": "Econometric Analysis of Count Data",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Winkelmann",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Winkelmann, R., 2008. Econometric Analysis of Count Data. Berlin: Springer-Verlag Berlin Heidelberg.",
        "links": null
      },
      "BIBREF55": {
        "ref_id": "b55",
        "title": "Econometric Analysis of Cross Section and Panel Data",
        "authors": [
          {
            "first": "J",
            "middle": [
              "M"
            ],
            "last": "Wooldridge",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wooldridge, J. M., 2010. Econometric Analysis of Cross Section and Panel Data. Cambridge, MA: The MIT Press, second edition.",
        "links": null
      },
      "BIBREF56": {
        "ref_id": "b56",
        "title": "The Financial Development Report",
        "authors": [],
        "year": 2012,
        "venue": "Geneva: World Economic Forum",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Economic Forum, 2012. The Financial Development Report 2012. Geneva: World Economic Forum.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "text": "located in source country i to establish a new foreign affiliate in manufacturing sector s of destination country j at time t, SF D it−1 and DF D it−1 are time-varying measures of financial development in source and destination countries respectively, F V s is a time-invariant measure of sector-specific financial vulnerability, α ijt are timevarying country-pair fixed effects, α st are time-varying sector fixed effects, and ϵ ijst is a multiplicative error",
        "uris": null,
        "type_str": "figure",
        "num": null,
        "fig_num": null
      },
      "FIGREF1": {
        "text": "fDi Markets FDI flows vs.UNCTAD-BOP FDI flows inward UNCTAD−BOP FDI values)",
        "uris": null,
        "type_str": "figure",
        "num": null,
        "fig_num": "1"
      },
      "FIGREF2": {
        "text": "private credit to GDP ratio) Inward FDI and destination financial development(2003−2006)    Note: Greenfield FDI data. Cumulated values over the period2003-2006.",
        "uris": null,
        "type_str": "figure",
        "num": null,
        "fig_num": null
      },
      "FIGREF3": {
        "text": "p<0.05 * p<0.10. Cluster-robust standard errors in parentheses. Time-varying country-pair and sector fixed effects are included in all regressions. S: Source. D: Destination. ED: sector-specific measure of dependence on external finance. TANG: sector-specific measure of asset tangibility. VA: value added.",
        "uris": null,
        "type_str": "figure",
        "num": null,
        "fig_num": null
      },
      "FIGREF4": {
        "text": ". Cluster-robust standard errors in parentheses. Time-varying country-pair and sector fixed effects are included in all regressions. S: Source. D: Destination. FV: financial vulnerability. ED: sector-specific measure of dependence on external finance. TANG: sector-specific measure of asset tangibility. FinDev: financial development. DVPING: developing countries.",
        "uris": null,
        "type_str": "figure",
        "num": null,
        "fig_num": null
      },
      "TABREF1": {
        "html": null,
        "text": "",
        "type_str": "table",
        "content": "<table><tr><td colspan=\"5\">: Interpretation of coefficients in equations (1) and (2)</td></tr><tr><td>Evidence for</td><td>SFD</td><td>Expected</td><td>DFD</td><td>Expected</td></tr><tr><td/><td/><td>sign</td><td/><td>sign</td></tr><tr><td>Overall effect</td><td>β 1</td><td/><td/><td/></tr></table>",
        "num": null
      },
      "TABREF3": {
        "html": null,
        "text": "The impact of financial development on the relative volume of bilateral FDI in financially vulnerable sectors dependence on external finance. DVPING: developing countries dummy variable.For example, using the estimates reported in column (1) and holding other factors constant, if the Philippines improved its level of financial development to that of Finland, i.e. financial development was doubled, the multiplicative change in its outward FDI in a typically high ED sector like Transportation Equipment (75 th percentile of ED) would be about 23% larger than the multiplicative change in its outward FDI in a typically low ED sector like Beverages (25 th percentile of ED).54  Likewise, the multiplicative change in its inward FDI in the high ED sector would be about 19% larger than the multiplicative change in its inward FDI in the low ED sector.",
        "type_str": "table",
        "content": "<table><tr><td/><td>Different</td><td>income groups</td><td>(9)</td><td>1.37  *  *</td><td>(0.58) 1.17  *  *</td><td>(0.47)</td><td>-0.30</td><td>(0.77)</td><td>-0.35</td><td>(0.52)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>1.24</td><td>(3.42)</td><td>0.74</td><td>(2.30)</td></tr><tr><td>Volume of bilateral greenfield FDI, by sector</td><td>Other Use of IV Financial Stock market Both FinDev</td><td>variables interactions 1980 SFD&amp;DFD estimation institutions to GDP ratio</td><td>(8) (3) (4) (6) (7) (5)</td><td>1.51  *  *  *  1.33  *  *  *  1.65  *  *</td><td>(0.39) 1.07  *  *  *  (0.38) 0.87  *  *  *  (0.69) 1.97  *  *  *</td><td>(0.27) (0.23) (0.51)</td><td/><td/><td/><td>0.16  *</td><td>(0.09)</td><td>-0.14</td><td>(0.11)</td><td>0.10</td><td>(0.19) 0.21  *</td><td>(0.13) 1.46  *  *  *</td><td>(0.47) 1.72  *  *  *</td><td>(0.46)</td><td>-0.67</td><td>(0.85) -1.05  *  *</td><td>2.17  *  *  *  (0.53)</td><td>(0.63) 1.74  *  *  *</td><td>-0.17 0.58  *  (0.53)</td><td>(0.37) (0.31) 0.43  *  *  *  0.03</td><td>(0.12) (0.15)</td><td>39.56</td><td>0.01</td></tr><tr><td/><td>Baseline Without</td><td>model China</td><td>(1) (2)</td><td>1.32  *  *  *  1.29  *  *  *</td><td>(0.32) 1.10  *  *  *  (0.32) 1.20  *  *  *</td><td>(0.24) (0.26)</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td>S. ln(credit/GDP) X ED</td><td>D. ln(credit/GDP) X ED</td><td/><td>S. ln(credit/GDP) X ED X S. DVPING</td><td/><td>D. ln(credit/GDP) X ED X D. DVPING</td><td>S. Human capital X Hum. cap. intensity</td><td/><td>D. Human capital X Hum. cap. intensity</td><td/><td>S. development index X ED</td><td>D. development index X ED</td><td>S. ln(credit/GDP 1980) X ED</td><td>D. ln(credit/GDP 1980) X ED</td><td/><td>Residuals first-stage SFD X ED</td><td>Residuals first-stage DFD X ED</td><td>S. ln(fin. institutions) X ED</td><td>D. ln(fin. institutions) X ED</td><td>S. ln(stock market cap./GDP) X ED</td><td>D. ln(stock market cap./GDP) X ED</td><td>S. DVPING X ED</td><td>D. DVPING X ED</td><td>-statistic Weak identification test: first-stage F</td><td>Overidentification test: p-value</td><td>Observations</td><td>*  *  *  p&lt;0.01  *  *  p&lt;0.05</td></tr></table>",
        "num": null
      },
      "TABREF4": {
        "html": null,
        "text": "Financial development and the relative volume of bilateral FDI: Additional robustness checks and extensions",
        "type_str": "table",
        "content": "<table><tr><td/><td>With SFD&amp;DFD</td><td>variables</td><td>(8)</td><td>0.97  *  *  *</td><td>(0.31) 0.82  *  *  *</td><td>(0.20)</td><td/><td/><td/><td/><td>-3.67  *  *  *</td><td>(0.86) -2.67  *  *  *</td><td>(0.79)</td><td/><td/><td>-0.06</td><td>(0.80)</td><td>0.16</td><td>(0.43)</td></tr><tr><td>Volume of bilateral greenfield FDI, by sector</td><td>Without two ED ED TANG Both ED TANG</td><td>outlying sectors young firms mature firms FV measure FV measures with SFD X DFD</td><td>(1) (2) (3) (4) (5) (6) (7)</td><td>2.13  *  *  *  0.93  *  *  *  0.83  *  *  *  0.91  *  *  *</td><td>(0.51) 1.33  *  *  *  (0.30) 0.86  *  *  *  (0.30) 0.69  *  *  *  (0.29) 0.85  *  *  *</td><td>(0.33) 0.64  *  *  *  (0.21) (0.21) (0.20)</td><td>(0.18) 0.93  *  *  *</td><td>(0.13) 0.64  *</td><td>(0.37)</td><td>-0.11</td><td>(0.36) -4.84  *  *  *  -3.64  *  *  *  -3.80  *  *  *  -3.82  *  *  *</td><td>(0.87) (0.85) -4.14  *  *  *  -2.65  *  *  *  (0.82) -2.72  *  *  *  (0.88) -2.41  *  *  *</td><td>(0.88) (0.77) (0.77) (0.75)</td><td>0.71  *  *</td><td>(0.34) -1.90  *</td><td>(1.08)</td></tr><tr><td/><td/><td/><td/><td>S. ln(credit/GDP) X ED</td><td>D. ln(credit/GDP) X ED</td><td>S. ln(credit/GDP) X ED_young</td><td>D. ln(credit/GDP) X ED_young</td><td>S. ln(credit/GDP) X ED_mature</td><td/><td>D. ln(credit/GDP) X ED_mature</td><td>S. ln(credit/GDP) X TANG</td><td>D. ln(credit/GDP) X TANG</td><td/><td>S. ln(credit/GDP) X D. ln(credit/GDP) X ED</td><td>S. ln(credit/GDP) X D. ln(credit/GDP) X TANG</td><td>S. ln(credit/GDP)</td><td>D. ln(credit/GDP)</td><td>Observations</td><td>*  *  *  p&lt;0.01  *  *</td></tr></table>",
        "num": null
      },
      "TABREF5": {
        "html": null,
        "text": "First, they    indicate that bilateral FDI in a sector where firms have no need for external finance and are well-endowed with tangible assets is not affected by increase in SFD or DFD. That is what we would expect on the basis of our literature review, suggesting the absence of an omitted variable bias or ignored additional effects of financial development. Second, they show that the absolute effects of SFD and DFD on bilateral FDI in the other sectors are always positive, and as we have previously shown, increase with a sector's financial vulnerability. 70 That means that our previous results, despite their focus on the effects of financial development on relative bilateral FDI in financially vulnerable sectors, can be interpreted as showing that higher SFD and DFD increases the level of FDI, especially in financially vulnerable sectors. This conclusion agrees with our stylised facts.",
        "type_str": "table",
        "content": "<table/>",
        "num": null
      },
      "TABREF7": {
        "html": null,
        "text": "Measures of sectors' financial vulnerability",
        "type_str": "table",
        "content": "<table><tr><td>Broad fDi Markets Sectors</td><td>Corresponding</td><td colspan=\"2\">ED median TANG median</td></tr><tr><td/><td>ISIC code in RZ/KLK</td><td>value</td><td>value</td></tr><tr><td>Beverages</td><td>313</td><td>0.08</td><td>0.40</td></tr><tr><td>Food &amp; Tobacco</td><td>311+314</td><td>-0.16</td><td>0.28</td></tr><tr><td>Textiles</td><td>321+322+323+324</td><td>-0.03</td><td>0.14</td></tr><tr><td>Wood Products</td><td>331+332</td><td>0.26</td><td>0.30</td></tr><tr><td>Paper, Printing &amp; Packaging</td><td>341+342</td><td>0.19</td><td>0.32</td></tr><tr><td>Alternative Energy, Biotechnology,</td><td/><td/><td/></tr><tr><td>Chemicals, Pharmaceuticals</td><td>352</td><td>0.22</td><td>0.27</td></tr><tr><td>Rubber</td><td>355</td><td>0.23</td><td>0.36</td></tr><tr><td>Plastics</td><td>356</td><td>1.14</td><td>0.38</td></tr><tr><td>Ceramics &amp; Glass, Building &amp; Construction Materials</td><td>361+362+369</td><td>0.06</td><td>0.42</td></tr><tr><td>Metals</td><td>371+372+381</td><td>0.09</td><td>0.32</td></tr><tr><td>Business Machines &amp; Equipment,</td><td/><td/><td/></tr><tr><td>Engines &amp; Turbines, Industrial Machinery,</td><td/><td/><td/></tr><tr><td>Equipment &amp; Tools, Space &amp; Defence</td><td>382</td><td>0.45</td><td>0.22</td></tr><tr><td>Communications, Consumer Electronics,</td><td/><td/><td/></tr><tr><td>Electric/Electronic Components, Medical Devices,</td><td/><td/><td/></tr><tr><td>Semiconductors</td><td>383</td><td>0.77</td><td>0.21</td></tr><tr><td>Aerospace, Automotive OEM, Automotive Components,</td><td/><td/><td/></tr><tr><td>Non-Automotive Transport OEM</td><td>384</td><td>0.31</td><td>0.23</td></tr><tr><td>Average</td><td/><td>0.28</td><td>0.30</td></tr><tr><td>Standard deviation</td><td/><td>0.35</td><td>0.08</td></tr></table>",
        "num": null
      },
      "TABREF8": {
        "html": null,
        "text": "Summary statistics of main variables Alternative FDI data: cross-border M&A and number of foreign affiliates",
        "type_str": "table",
        "content": "<table><tr><td>Variable</td><td colspan=\"2\">Mean Std. Dev.</td><td>N</td></tr><tr><td>Value of bilateral greenfield FDI (US$M)</td><td colspan=\"2\">21.52 189.26</td></tr><tr><td>Number of bilateral greenfield projects</td><td>0.23</td><td>0.95</td></tr><tr><td colspan=\"3\">Average value of bilateral greenfield projects (US$M) 90.48 279.92</td><td>4786</td></tr><tr><td>External dependence (ED)</td><td>0.28</td><td>0.33</td></tr><tr><td>Asset tangibility (TANG)</td><td>0.30</td><td>0.08</td></tr><tr><td>Source (S.) ln(credit/GDP)</td><td>4.54</td><td>0.65</td></tr><tr><td>Destination (D.) ln(credit/GDP)</td><td>3.78</td><td>0.91</td></tr></table>",
        "num": null
      },
      "TABREF9": {
        "html": null,
        "text": "The impact of financial development on the number of bilateral M&A transactions",
        "type_str": "table",
        "content": "<table><tr><td>Number of bilateral foreign</td><td>affiliates (only in DVPING)</td><td>by sector</td><td>ED Both</td><td>FV measure FV measures</td><td/><td>(6) (7)</td><td>0.72  *  *  *  0.46  *  *  *</td><td>(0.23) 0.42  *  *  *  (0.18) 0.32  *  *  *</td><td>(0.15) (0.11)</td></tr><tr><td>Number of bilateral</td><td>M&amp;A transactions</td><td>by sector</td><td>ED Both Both FinDev Broad (4)+ All</td><td>sectors M&amp;A FV measure FV measures measures</td><td>13 sectors 23 ISIC sectors; horizontal M&amp;A</td><td>(4) (5) (1) (3) (2)</td><td>0.87  *  *  *  0.68  *  *  *  0.98  *  *  *  0.97  *  *  *  0.68  *  *  *</td><td>(0.15) (0.11) 0.73  *  *  *  0.76  *  *  *  (0.19) (0.22) 0.77  *  *  *  0.64  *  *  *  (0.19) 0.47  *  *  *</td><td>(0.11) (0.09) (0.14) (0.18) (0.15) -1.92  *  *  *</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>S. ln(credit/GDP) X ED</td><td>D. ln(credit/GDP) X ED</td><td>S. ln(credit/GDP) X TANG</td></tr></table>",
        "num": null
      }
    }
  }
}