{
  "paper_id": "D2243833",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:04:11.940590Z"
  },
  "title": "Evaluation of Financial Liberalization A General Equilibrium Model with Constrained Occupation Choice",
  "authors": [
    {
      "first": "Xavier",
      "middle": [],
      "last": "Gine",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Robert",
      "middle": [
        "M"
      ],
      "last": "Townsend",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "World",
      "middle": [],
      "last": "Bank",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "2003-04",
  "venue": null,
  "identifiers": {},
  "abstract": "The objective of this paper is to assess both the aggregate growth rate, high residual subsistence sector, nongrowth effects and the distributional consequences of increasing wages, but lower inequality. The financial financial liberalization as observed in Thailand from liberalization brings welfare gains and losses to different 1976 to 1996. A general equilibrium occupational choice subsets of the population. Primary winners are talented model with two sectors, one without intermediation, and would-be entrepreneurs who lack credit and cannot the other with borrowing and lending, is taken to Thai otherwise go into business (or invest little capital). Mean data. Key parameters of the production technology and gains for these winners range from 17 to 34 percent of the distribution of entrepreneurial talent are estimated by observed overall average household income. But maximizing the likelihood of transition into business liberalization also induces greater demand by given initial wealth as observed in two distinct datasets. entrepreneurs for workers resulting in increases in the Other parameters of the model are calibrated to try to wage and lower profits of relatively rich entrepreneurs of match the two decades of growth as well as observed the same order of magnitude as the observed overall changes in inequality, labor share, savings, and the average income of firm owners. Foreign capital has no number of entrepreneurs. Without an expansion in the significant impact on growth or the distribution of size of the intermediated sector, Thailand would have observed income. evolved very differently, namely, with a drastically lower This paper-a product of Finance, Development Research Group-is part of a larger effort in the group to understand financial liberalization and its impacton growth. Copies of the paper are available free from the World Bank,",
  "pdf_parse": {
    "paper_id": "D2243833",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The objective of this paper is to assess both the aggregate growth rate, high residual subsistence sector, nongrowth effects and the distributional consequences of increasing wages, but lower inequality. The financial financial liberalization as observed in Thailand from liberalization brings welfare gains and losses to different 1976 to 1996. A general equilibrium occupational choice subsets of the population. Primary winners are talented model with two sectors, one without intermediation, and would-be entrepreneurs who lack credit and cannot the other with borrowing and lending, is taken to Thai otherwise go into business (or invest little capital). Mean data. Key parameters of the production technology and gains for these winners range from 17 to 34 percent of the distribution of entrepreneurial talent are estimated by observed overall average household income. But maximizing the likelihood of transition into business liberalization also induces greater demand by given initial wealth as observed in two distinct datasets. entrepreneurs for workers resulting in increases in the Other parameters of the model are calibrated to try to wage and lower profits of relatively rich entrepreneurs of match the two decades of growth as well as observed the same order of magnitude as the observed overall changes in inequality, labor share, savings, and the average income of firm owners. Foreign capital has no number of entrepreneurs. Without an expansion in the significant impact on growth or the distribution of size of the intermediated sector, Thailand would have observed income. evolved very differently, namely, with a drastically lower This paper-a product of Finance, Development Research Group-is part of a larger effort in the group to understand financial liberalization and its impacton growth. Copies of the paper are available free from the World Bank,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "The objective of the paper is to assess the aggregate, growth effects and the distributional consequences of financial liberalization and globalization. There has been some debate in the literature about the benefits and potential costs of financial sector reforms. The micro credit movement has pushed for tiered *We would like to thank Guillermo Moloche and Ankur Vora for excellent research assistance and the referees for their both detailed and expository comments. Gine gratefully acknowledges financial support from the Bank of Spain. Townsend would like to thank NSF and NIH for their financial support We are especially indebted to Sombat Sakuntasathien for collaboration and for making possible the data collection in Thailand. Comments from Abhijit Banerjee, Ricardo Caballero, Bengt Holmstr6m and participants at the MIT macro lunch group are gratefully acknowledged.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "lending, or linkages from formal financial intermediaries to small joint liability or community groups. But a major concern with general structural reforms is the idea that benefits will not trickle down, that the poor will be neglected, and that inequality will increase. Similarly, globalization and capital inflows are often claimed to be associated with growth although the effect of growth on poverty is still a much debated topic'",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Needless to say, we do not study here all possible forms of liberalization. Rather, we focus on reforms that increase outreach on the extensive domestic margin, for example, less restricted licensing requirements for financial institutions (both foreign and domestic), the reduction of excess capitalization requirements, and enhanced ability to open new branches. We capture these reforms, albeit crudely in the model, thinking of them as domestic reforms that allow deposit mobilization and access to credit at market clearing interest rates for a segment of the population that otherwise would have neither formal sector savings nor credit.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "We take this methodology to Thailand from 1976 to 19962. Thailand is a good country to study for a number of reasons. First, Thailand is often portrayed as an example of an emerging market, with high income growth and increasing inequality. The GDP growth from 1981-1995 was 8 percent per year, and the Gini measure of inequality increased from .42 in 1976 to .50 in 1996. Second, Jeong (1999) documents in his study of the sources of growth in Thailand,1976 Thailand, -1996 , that access to intermediation narrowly defined accounts for 20 percent of the growth in per capita income while occupation shifts alone account for 21 percent. While the fraction of non-farm entrepreneurs does not grow much, the income differential of non-farm entrepreneurs to wage earners is large and thus small shifts in the population create relatively large income changes. In fact, the occupational shift may have been financed by credit. Also related, Jeong finds that 32 percent of changes in inequality between 1976-1996 are due to changes in income differentials across occupations. There is evidence that Thailand had a relatively restrictive credit system but also liberalized during this period. Officially, interest rates ceilings and lending restrictions were progressively removed starting in 19893. The data do seem to suggest a rather substantial increase in the number of households with access to formal intermediaries although this expansion (which we call a liberalization) begins two years earlier, in 1987. Finally, Thailand experienced a relatively large increase in capital inflows from the late 1980's to the mid 1990's.",
        "cite_spans": [
          {
            "start": 381,
            "end": 393,
            "text": "Jeong (1999)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 445,
            "end": 458,
            "text": "Thailand,1976",
            "ref_id": null
          },
          {
            "start": 459,
            "end": 474,
            "text": "Thailand, -1996",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Our starting point is a relatively simple but general equilibrium model with credit constraints. Specifically, we pick from the literature and extend the Lloyd-Ellis and Bernhard (2000) model (LEB for short) that features wealth-constrained entry into business and wealth-constrained investment for entrepreneurs. For our purposes, this model has several advantages. It allows for ex ante variation in ability. It allows 1 See for example Gallup, Radelet and Warner (1998) and Dollar and Kraay (2002) for evidence that growth helps reduce poverty and the concerns of Ravallion (2001 Ravallion ( , 2002 about their approach. 2 We focus on this 20 year transition period, not on the financial crisis of 1997. Our own view is that we need to understand the growth that preceded the crisis before we can analyze the crisis itself. 30kuda and Mieno (1999) recount from one perspective the history of financial liberalization in Thailand, that is, with an emphasize on interest rates, foreign exchange liberalization, and scope of operations. They argue that in general there was deregulation and an increase in overal competition, especially from the standpoint of commercial banks. It seems that commercial bank time deposit rates were partially deregulated by June 1989 and on-lending rates by 1993, hence with a lag. They also provide evidence that suggests that the spread between commercial bank deposit rates and on-lending prime rates narrowed from 1986-1990, though it increased somewhat thereafter, to June 1995. Likewise there was apparently greater competition from finance companies, and the gap between deposit and share rates narrowed across these two types of institutions, as did on-lending rates. Thai domestic rates in general approached from above international, LIBOR rates. Most of the regulations concerning scope of operations, including new licenses, the holdmg of equity, and the opening of off-shore international bank facihties are dated March 1992 at the earliest. See also Klinhowhan (1999) for further details.",
        "cite_spans": [
          {
            "start": 421,
            "end": 422,
            "text": "1",
            "ref_id": "BIBREF0"
          },
          {
            "start": 439,
            "end": 472,
            "text": "Gallup, Radelet and Warner (1998)",
            "ref_id": "BIBREF10"
          },
          {
            "start": 477,
            "end": 500,
            "text": "Dollar and Kraay (2002)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 567,
            "end": 582,
            "text": "Ravallion (2001",
            "ref_id": null
          },
          {
            "start": 583,
            "end": 601,
            "text": "Ravallion ( , 2002",
            "ref_id": "BIBREF30"
          },
          {
            "start": 624,
            "end": 625,
            "text": "2",
            "ref_id": "BIBREF1"
          },
          {
            "start": 1997,
            "end": 2014,
            "text": "Klinhowhan (1999)",
            "ref_id": "BIBREF18"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "for a variety of occupational structures, i.e. firms of various sizes, e.g., with and without labor, and at various levels of capitalization. It has a general (approximated) production technology, one which allows labor share to vary. In addition, the household occupational choice has a closed form solution that can easily be estimated. Finally, it features a dual economy development model which has antecedents going back to Lewis (1954) and Fei and Ranis (1964) , and thus it captures several widely observed aspects of the development process: industrialization with persistent income differentials, a slow decline in the subsistence sector, and an eventual increase in wages, all contributing to growth with changing inequality.",
        "cite_spans": [
          {
            "start": 429,
            "end": 441,
            "text": "Lewis (1954)",
            "ref_id": "BIBREF21"
          },
          {
            "start": 446,
            "end": 466,
            "text": "Fei and Ranis (1964)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Our extension of the LEB model has two sectors, one without intermediation and the other allowing borrowing and lending at a market clearing interest rate. The intermediated sector is allowed to expand exogenously at the observed rate in the Thai data, given initial participation and the initial observed distribution of wealth. Of course in other contexts and for many questions one would like financial deepening to be endogenous 4 . But here the exogeneity of financial deepening has a peculiar, distinct advantage because we can vary it as we like, either to mimic the Thai data with its accelerated upturns in the late 80's and early 90's, or keep it flat providing a counterfactual experiment. We can thus gauge the consequences of these various experiments and compare among them. In short, we can do general equilibrium policy analysis following the seminal work of Lochner, Heckman and Taber (1998) , despite endogenous prices and an evolving endogenous distribution of wealth in a model where preferences do not aggregate",
        "cite_spans": [
          {
            "start": 433,
            "end": 434,
            "text": "4",
            "ref_id": "BIBREF3"
          },
          {
            "start": 884,
            "end": 908,
            "text": "Heckman and Taber (1998)",
            "ref_id": "BIBREF15"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "We use the explicit structure of the model as given in the occupation choice and investment decision of households to estimate certain parameters of the model. Key parameters of the production technology used by firms and the distribution of entrepreneurial talent in the population are chosen to maximize the likelihood as predicted by the model of the transition into business given initial wealth. This is done with two distinct microeconomic datasets, one a series of nationally representative household surveys (SES), and the other gathered under a project directed by one of the authors, with more reliable estimates of wealth, the timing of occupation transitions, and the use of formal and informal credit. Not all parameters of the model can be estimated via maximum likelihood. The savings rate, the differential in the cost of living, and the exogenous technical progress in the subsistence sector are calibrated to try to match the two decades of Thai growth and observed changes in inequality, labor share, savings and the number of entrepreneurs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "As mentioned before, this structural, estimated version of the Thai economy can then be compared to what would have happened if there had been no expansion in the size of the intermediated sector. Without liberation, at estimated parameter values from both datasets, the model predicts a dramatically lower growth -rate, high residual subsistence sector, non-increasing wages, and, granted, lower and decreasing inequality. Thus financial liberalization appears to be the engine of growth it is sometimes claimed to be, at least in the context of Thailand.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "However, growth and liberalization do have uneven consequences, as the critics insist. The distribution of welfare gains and losses in these experiments is not at all uniform, as there are various effects depending on wealth and talent: with liberalization, savings earn interest, although this tends to benefit the wealthy most. On the other hand, credit is available to facilitate occupation shifts and to finance setup costs and investment. Quantitatively, there is a striking conclusion. The primary winners from financial liberalization are talented but low wealth would-be entrepreneurs who without credit cannot go into business at all or entrepreneurs with very little capital Mean gains from the winners range from 60,000 to 80,000 baht, and the modal gains from 6,000 to 25,000 baht, depending on the dataset used and the calendar year. To normalize and give more meaning to these numbers, the modal gains ranges from 17 to 34 percent of the observed, overall average of Thai household income.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "But there are also losers. Liberalization induces an increase in wages in latter years, and while this benefits workers, ceteris paribus, it hurts entrepreneurs as they face a higher wage bill. The estimated welfare loss in both datasets is approximately 115,000 baht. This is a large number, roughly the same order of magnitude as the observed average income of firm owners overall. This fact suggests a plausible political economy rational for (observed) financial sector repressions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Finally, we use the estimated structure of the model to conduct two robustness checks. First, we open up the economy to the observed foreign capital inflows. These contribute to increasing growth, increasing inequality, and an increasing number of entrepreneurs, but only slightly, since otherwise the macro and distributional consequences are quite similar to those of the closed economy with liberalization. Indeed, if we change the expansion to grow linearly rather than as observed in the data, the model cannot replicate the high Thai growth rates in the late 80's and early 90's, despite apparently large capital inflows at that time. Second, we allow informal credit in the sector without formal intermediation to see if our characterization of the dual economy with its no-credit sector is too extreme. We find that at the estimated parameters it is not. Changes attributed to access to informal credit are negligible.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "The rest of the paper is organized as follows. In Section 2 we describe the LEB model in greater detail. In Section 3 we describe the core of the model as given in an occupational choice map. In Section 4 we discuss the possibility of introducing a credit liberalization. In Section 5 we turn to the maximum likelihood estimation of seven of the ten parameters of the model from micro data, whereas Section 6 focuses on the calibration exercise used to pin down the last three parameters, matching, as explained, more macro, aggregate data. Section 7 reports the simulations at the estimated and calibrated values for each dataset. Section 8 performs a sensitivity analysis of the model around the estimated and the calibrated parameters. Section 9 delivers various measures of the welfare gains and losses associated with the liberalization. Section 10 introduces international capital inflows and informal credit to the model. Finally, Section 11 concludes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "The Lloyd-Ellis and Bernhard model (LEB for short) begins with a standard production function mapping a capital input k and a labor input I at the beginning of the period into output q at the end of the period. In the original' LEB model, and in the numerical simulations presented here, this function is taken to be quadratic. In particular, it takes the form",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "q f (k,) = ak -I3k 2+akl +61_ -LPl",
            "eq_num": "(1)"
          }
        ],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "22 This quadratic function can be viewed as an approximation to virtually any production function and has been used in applied work 6 . This function also facilitates the derivation of closed form solutions and allows labor share to vary over time.",
        "cite_spans": [
          {
            "start": 132,
            "end": 133,
            "text": "6",
            "ref_id": "BIBREF5"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "Each firm also has a beginning-of-period set-up or fixed cost x, and this setup cost is drawn at random from a known cumulative distribution H(x, m) with 0 < x < 1. This distribution is parameterized by the number m:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "H(x,m) = mx 2 + (1 -m)x, m E [-1,1].",
            "eq_num": "(2)"
          }
        ],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "If m = 0, the distribution is uniform; if m > 0 the distribution is skewed towards low skilled or, alternatively, high x people, and the converse arises when m < 0. We do suppose this set up cost varies inversely with talent, that is, it takes both talent and an initial investment to start a business but they are negatively correlated More generally, the cumulative distribution H(x, m) is a crude way to capture and allow estimation of the distribution of talent in the population and is not an unusual specification in the industrial organization literature 7 , e.g, Das et al. (1998) , Veracierto (1998) . Cost x is expressed in the same units as wealth. Every agent is born with an inheritance or initial wealth b. The distribution of inheritances in the population at date t is given by Gt(b): Bt -a [0,1] where B t c R. 4 + is the changing support of the distribution at date t. The time argument t makes explicit the evolution of Bt and Ct over time. The beginning-of-period wealth b and the cost x are the only sources of heterogeneity among the population These are modelled as independent of one another in the specification used here, and this gives us the existence of a unique steady state. If correlation between wealth and ability were allowed, we could have poverty traps, as in Banerjee and Newman (1993) . We do recognize that in practice wealth and ability may be correlated. In related work, Paulson and Townsend (2001) estimate with the same data as here a version of the Evans and Jovanovic (1989) model allowing the mean of unobserved ability to be a linear function of wealth and education They find the magnitude of both coefficients to be small 8 .",
        "cite_spans": [
          {
            "start": 562,
            "end": 563,
            "text": "7",
            "ref_id": "BIBREF6"
          },
          {
            "start": 571,
            "end": 588,
            "text": "Das et al. (1998)",
            "ref_id": "BIBREF5"
          },
          {
            "start": 591,
            "end": 608,
            "text": "Veracierto (1998)",
            "ref_id": "BIBREF36"
          },
          {
            "start": 1297,
            "end": 1323,
            "text": "Banerjee and Newman (1993)",
            "ref_id": "BIBREF3"
          },
          {
            "start": 1414,
            "end": 1441,
            "text": "Paulson and Townsend (2001)",
            "ref_id": "BIBREF27"
          },
          {
            "start": 1495,
            "end": 1521,
            "text": "Evans and Jovanovic (1989)",
            "ref_id": "BIBREF8"
          },
          {
            "start": 1673,
            "end": 1674,
            "text": "8",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "All units of labor can be hired at a common wage w, to be determined in equilibrium (there is no variation in skills for wage work). The only other technology is a storage technology which carries goods from the beginning to the end of the period at a return of unity. This would put a lower bound on the gross interest rate in the corresponding economy with credit and in any event limits the input k firms wish to utilize in the production of output q, even in the economy without credit. Firms operate in cities and the associated entrepreneurs and workers incur a common cost of living measured by the parameter v,.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "The choice problem of the entrepreneur is presented first.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "7r(b, ,w)= maxk,L f(k, I)-wl-k s. t. kE[O,b-x, I>0,",
            "eq_num": "(3)"
          }
        ],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "where 7r(b, x, w) denotes the profits of the firm with initial wealth b, without subtracting the setup cost x, given wage w. Since credit markets have not yet been introduced, capital input k cannot exceed the initial wealth b less the set up cost x as in (3) . This is the key finance constraint of the model. It may or may not be binding depending on x, b and w. More generally, some firms may produce, but if wealth b is low relative to cost x, they may be constrained in capital input use k, that is, for constrained firms, wealth b limits input k. Otherwise unconstrained firms are all alike and have identical incomes before netting out the cost x. The capital input k can be zero but not negative.",
        "cite_spans": [
          {
            "start": 256,
            "end": 259,
            "text": "(3)",
            "ref_id": "BIBREF2"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "7In extended models this would be the analog to the distribution of human capital, although obviously the education investment decision is not modelled here SWe also estimate the LEB model for various stratifications of wealth, e g., above and below the median, to see how parameter m varies with wealth This way, wealth and talent are allowed to be correlated. Even though the point estimates of m vary significantly, simulations with the different estimates of m are roughly similar.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "Even though all agents are born with an inherited nonnegative initial wealth b, not everyone need be a firm. There is also a subsistence agricultural technology with fixed return y. In the original LEB model everyone is in this subsistence sector initially, at a degenerate steady state distribution of wealth. For various subsequent periods, labor can be hired from this subsistence sector, at subsistence plus cost of living, thus w = y +.v When everyone has left this sector, as either a laborer or an entrepreneur, the equilibrium wage will rise. In the simulations we impose an initial distribution of wealth as estimated in the data and allow the parameter y to increase at an exogenous imposed rate of y,,, thus also increasing the wage.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "For a household with a given initial wealth-cost pair (b, x) and wage w, the choice of occupation reduces to an essentially static problem of maximizing end-of-period wealth W(b, x, w) given in equation 4:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "a + b if a subsistence worker, W(b, , w) = w -v + b if a wage earner,",
            "eq_num": "(4)"
          }
        ],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "ir(b, x, w)-x -v + b if a firm.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "At the end of the period all agents take this wealth as given and decide how much to consume C and how much to bequest B to their heirs, that is,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "maxC,B U(C, B) s. t. C+B=W",
            "eq_num": "(5)"
          }
        ],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "In the original LEB model and in simulations here the utility function is Cobb-Douglas, that is,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "U(C, B) = C-wBw.",
            "eq_num": "(6)"
          }
        ],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "This functional form yields consumption and bequest decision rules given by constant fractions 1and w of the end-of-period wealth, and indirect utility would be linear in wealth. Parameter w denotes the bequest motive. More general monotonic transformations of the utility function U(C, B) are feasible, allowing utility to be monotonically increasing but concave in wealth. In any event, the overall utility maximization problem is converted into a simple end-of-period wealth maximization problem. If we do not wish to take this short-lived generational overlap too seriously, we can interpret the model as having an exogenously imposed myopic savings rate w which below we calibrate against the data. We can then focus our attention on the nontrivial endogenous evolution of the wealth distribution. The key to both static and dynamic features of the model is a partition of the equilibrium occupation choice in (b, x) space into three regions: unconstrained firms, constrained firms, and workers or subsisters. These regions are determined by the equilibrium wage w. One can represent these regions as (b, x) combinations yielding the occupation choices of agents of the model, using the exogenous distribution of costs H(x, m) at each period along with the endogenous and evolving distribution Gt(b) of wealth b. The population of the economy is normalized so that the fractions of constrained firms, unconstrained firms, workers, and subsisters add to unity. This implies that Gt(b) is a cumulative distribution function.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "An equilibrium at any date t given the beginning-of-period wealth distribution Gt(b) is a wage wot, such that given wt, every agent with wealth-cost pair (b, z) chooses occupation and savings to maximize (4) and (5) , respectively, and the wage wt clears the labor market in the sense that the number of workers, subsisters and firms adds to unity. As will be made clear below, existence and uniqueness are assured. Because of the myopic nature of the bequest motive, we can often drop explicit reference to date t.",
        "cite_spans": [
          {
            "start": 212,
            "end": 215,
            "text": "(5)",
            "ref_id": "BIBREF4"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Environment",
        "sec_num": "2"
      },
      {
        "text": "For an individual with beginning-of-period wealth b facing an equilibrium wage w, there are two critical skill levels xe(b, w) and xu(b, w) as shown in Figure 1 in page 39. If this individual's skill level x is higher than xe (b, w), she becomes a worker, whereas if it is lower, she becomes an entrepreneur. Finally, if x is lower than xu(b, w) she becomes an unconstrained entrepreneur.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 152,
            "end": 160,
            "text": "Figure 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "The Occupation Partition",
        "sec_num": "3"
      },
      {
        "text": "We proceed to obtain the curves xe (b, w) and zu (b, w). Naturally, these are related to optimal input choice and profitability. Recall that gross profits from setting up a firm are equal to 7r(b, z, w). The optimal choice of labor I given capital k(b, x, w) is given by 9 1(b, z ) = ek(b, x, w) + (E,-w) (7) p Suppressing the arguments (b, x), we can express profits and labor as a function of capital k given the wage w, namely,",
        "cite_spans": [
          {
            "start": 271,
            "end": 272,
            "text": "9",
            "ref_id": "BIBREF8"
          },
          {
            "start": 305,
            "end": 308,
            "text": "(7)",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Occupation Partition",
        "sec_num": "3"
      },
      {
        "text": "r(k, w) = f (k, 1(k, w))) -wl(k, w)) -k - r ] .0~~+ r) _0]+( [ + ( )] 2 1 P + 2p",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Occupation Partition",
        "sec_num": "3"
      },
      {
        "text": "which yields a quadratic expression in k. We define z as the maximum fixed cost, such that for any x > xz, the agent will never be an entrepreneur. More formally, and suppressing the dependence of profits on the wage w, xz is such that",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Occupation Partition",
        "sec_num": "3"
      },
      {
        "text": "x*= ir'-w, where 7r' =max 7r(k,w) (9) that is, if x > z*, the maximum income as an entrepreneur will always be less than w and therefore the agent is always better off becoming a worker.",
        "cite_spans": [
          {
            "start": 34,
            "end": 37,
            "text": "(9)",
            "ref_id": "BIBREF8"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Occupation Partition",
        "sec_num": "3"
      },
      {
        "text": "Denote by b the wealth level of an entrepreneur with cost xz such that she is just unconstrained. That is b=xz +kU, where ku=argmax 7r(k,w)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Occupation Partition",
        "sec_num": "3"
      },
      {
        "text": "By construction b* is the wealth level such that for any wealth b > b' and x < xz, the household would be both a firm and be unconstrained. Therefore by the definition of x'(b, w) as defining the firm-worker occupation choice indifference point, x'(b, w) = x* for b > b. In addition, since xU(b, w) is the curve separating constrained and unconstrained entrepreneurs, xu(b, w) = x for b > b* also and thus the two curves coincide. Again, see Figure 1 in page 39. Notice that for b > b-and x < z-, a firm is fully capitalized at the (implicit) rate of return in the backyard storage technology. In this sense they are neoclassical unconstrained firms 9For certain combinations of a,t and p, labor demand could actually be negative. Lloyd-Ellis and Bernhard did not consider these possibilities by assuming that t > w, and a > 0, p > 0. However, one could envision situations where C < w and a > 0 in which case, for low values of capital k it may not pay to use labor. Still at the same parameters, if the capital employed were large, then the expression in (7) may be positive. The intuition is that although labor is rather unproductive, it is complementary to capital. In this paper, however, we follow Lloyd-Ellis and Bernhard and assume that such cases of negative labor do not arise. Therefore, capital and labor demands will always be nonnegative. Now we proceed to define the occupational choice and constrained/unconstrained cutoffs for b < be. We begin by noting that for b < be, the agent will always be constrained as a firm at the point of occupational indifference xe(b, w) between the choice of becoming a worker or an entrepreneur' 0 . This fact implies that we can use the constrained capital input kC = bx to determine xe(b, w) with the additional restriction that xe(b, w) S b, because the entrepreneur must have enough wealth to afford at least the setup cost.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 442,
            "end": 450,
            "text": "Figure 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "The Occupation Partition",
        "sec_num": "3"
      },
      {
        "text": "We define the occupation indifference cost point x'(b, w) by setting profits in (8) less the setup cost equal to the wage. In obvious notation,",
        "cite_spans": [
          {
            "start": 80,
            "end": 83,
            "text": "(8)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Occupation Partition",
        "sec_num": "3"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "w=7r(kc,w)-x, k'=b-x.",
            "eq_num": "(11)"
          }
        ],
        "section": "The Occupation Partition",
        "sec_num": "3"
      },
      {
        "text": "This is a quadratic expression in x which, given b < b* yields the level of x that would make an agent indifferent between becoming an entrepreneur and worker, again, denoted xe(b, w) 1. It is the only nonlinear segment in Figure 1 ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 223,
            "end": 231,
            "text": "Figure 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "The Occupation Partition",
        "sec_num": "3"
      },
      {
        "text": "A major feature of the baseline model is the credit constraint associated with the absence of a capital market. For example, a talented person (low x) may not be able to be an entrepreneur because that person cannot raise the necessary funds to buy capital. Thus the most obvious variation to the baseline model is to introduce credit markets' 3 .",
        "cite_spans": [
          {
            "start": 344,
            "end": 345,
            "text": "3",
            "ref_id": "BIBREF2"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "lntroducing an intermediated sector",
        "sec_num": "4"
      },
      {
        "text": "We consider an economy with two sectors of a given size, one open to credit. Agents born in this sector can deposit their beginning-of-period wealth in the financial intermediary and earn interest on it. If they decide to become an entrepreneur, they can borrow at the interest rate to finance their fixed cost x and capital investment k. Still, labor (unlike capital) is assumed to be mobile, so that there is a unique wage rate for the entire economy, common to both sectors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "lntroducing an intermediated sector",
        "sec_num": "4"
      },
      {
        "text": "Let us now turn to the occupational choice of an individual facing the wage rate w and the gross interest rate R. Each agent, as before, starts with an inheritance b and earns 'lIntuitively, if the agent were not constrained, it can be shown that he would strictly prefer to be an entrepreneur than a worker, contradicting the claim Assume that b < b-and suppose the agent is not constrained. Then, x + k' < b or * < b--k' = x-. Given that lr'--x = w (from equation 9), it follows that ir'x > w, hence the agent is not indifferent. \"See Appendix B for the explicit solution. 12 According to the model we need to restrict the values of x' and xe to the range of their imposed domain, namely [0, 1] . Note for example that if the previously defined x'(b, w) were negative at some wealth b, everyone with that wealth b would become a worker. Alternatively, if x'(b, w) crossed 1 then everyone with that wealth b would be an entrepreneur. We therefore restrict x' and xl to lie within these boundaries, by letting them coincide with the boundaries {0,1} otherwise. 1 3 The model is at best a first step in making the distinction between agents with and without access to credit. Here we assume that intermediation is perfect for a fraction of the population and nonexistent for the other. We do not model selection of customers by banks, informational asymmetries nor varation in the underlying technologies.",
        "cite_spans": [
          {
            "start": 575,
            "end": 577,
            "text": "12",
            "ref_id": "BIBREF11"
          },
          {
            "start": 690,
            "end": 693,
            "text": "[0,",
            "ref_id": null
          },
          {
            "start": 694,
            "end": 696,
            "text": "1]",
            "ref_id": "BIBREF0"
          },
          {
            "start": 1063,
            "end": 1064,
            "text": "3",
            "ref_id": "BIBREF2"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "lntroducing an intermediated sector",
        "sec_num": "4"
      },
      {
        "text": "{ Y+ Rb as a subsister,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "lntroducing an intermediated sector",
        "sec_num": "4"
      },
      {
        "text": "W(b, x, W, R) = w -v + Rb as a worker, (12) i7r(w, R) -Rx -+ Rb as an enterpreneur.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "lntroducing an intermediated sector",
        "sec_num": "4"
      },
      {
        "text": "where ir(w, R) is the gross profit earned by an entrepreneur when the cost of capital is R and wage is w. Notice these gross profits iT(w, R) do not depend on wealth b nor setup costs x. Since all entrepreneurs operate the same technology f (k, I) and face the same factor prices, they will all operate at the same scale and demand the same (unconstrained) amount of capital k and labor 1, regardless of their setup cost x or wealth b. The problem they solve is as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "lntroducing an intermediated sector",
        "sec_num": "4"
      },
      {
        "text": "7rU(w, R) = max f (k, ) -wi-Rk (13) k,L",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "lntroducing an intermediated sector",
        "sec_num": "4"
      },
      {
        "text": "which yields the optimal choices k (w, R)= p(a-R)+u ( -w) and lU(w,R)= rku+( w) (14) Note that kU(w, R) is different from the earlier program except when the interest rate is R = 1. Our next step is to determine who becomes entrepreneur and who a worker or subsister in the intermediated sector. All we have to do is to find the value of z(w, R) at which an agent would be indifferent between the two options. Anybody who has a setup cost greater than z(w, R) will be a worker and vice versa. The occupational indifference condition is given by",
        "cite_spans": [
          {
            "start": 52,
            "end": 57,
            "text": "( -w)",
            "ref_id": null
          },
          {
            "start": 80,
            "end": 84,
            "text": "(14)",
            "ref_id": "BIBREF13"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "lntroducing an intermediated sector",
        "sec_num": "4"
      },
      {
        "text": "w = ru(w, R) -x = f(ku, IU) -wlU -R(kU + x) (15) orf k,u)-wu-R -w oz(w, R) = f(ku,LU)_wLu-RkU_W (16)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "lntroducing an intermediated sector",
        "sec_num": "4"
      },
      {
        "text": "It is clear that z(w, R) does not depend on initial wealth b, and it is decreasing in the interest rate R. Net aggregate deposits in the financial intermediary can be expressed as total wealth deposited in the intermediated sector less credit demanded for capital and fixed costs:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "lntroducing an intermediated sector",
        "sec_num": "4"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "I Z(W,R) ZE(W,R) D(w, R) = / / bdH(x, m)dGc(b)-/ kudH(x, m) - xdH(x, m) > 0",
            "eq_num": "(17)"
          }
        ],
        "section": "lntroducing an intermediated sector",
        "sec_num": "4"
      },
      {
        "text": "where now Bc denotes the support for the wealth distribution Gc in the intermediated (C for credit) sector. For low levels of aggregate wealth, the amount of deposits will constrain credit and the net will be zero. However, note that net aggregate deposits can be strictly positive if there is enough capital accumulation, in which case the savings and the storage technology are equally productive, both yielding a gross return of R = 1. Implicit in the notation, each sector wealth distribution integrates to its relative size in the aggregate economy. More formally,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "lntroducing an intermediated sector",
        "sec_num": "4"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "dGc(b) + j dGNC(b) = 1",
            "eq_num": "(18)"
          }
        ],
        "section": "lntroducing an intermediated sector",
        "sec_num": "4"
      },
      {
        "text": "where unity is the normalized population size. The labor market clearing condition can be written as",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "lntroducing an intermediated sector",
        "sec_num": "4"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "Ec(w,R) + ENC(W) + L d(w, R) + LdC(w) + Sc(w, R) + SNc(w) = 1",
            "eq_num": "(19)"
          }
        ],
        "section": "lntroducing an intermediated sector",
        "sec_num": "4"
      },
      {
        "text": "where the mass of entrepreneurs in the intermediated and non-intermediated sectors, EC and ENC respectively, can be expressed as",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "lntroducing an intermediated sector",
        "sec_num": "4"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "i(w,R) Ec(w, R) = j j dH(z,m)dGc(b) and (20) tr2 s(b,W) ENC(W) = J | dH(x, m)dGNC(b).",
            "eq_num": "(21)"
          }
        ],
        "section": "lntroducing an intermediated sector",
        "sec_num": "4"
      },
      {
        "text": "The mass of workers in each sector is given by",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "lntroducing an intermediated sector",
        "sec_num": "4"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "i ~(w,R) L d(w, R) = 1'(w, R)dH(x, m)dGc(b) and (22) d j.(b,w) LNC(W) = J J I(b,x,w)dH(x,m)dGNc(b),",
            "eq_num": "(23)"
          }
        ],
        "section": "lntroducing an intermediated sector",
        "sec_num": "4"
      },
      {
        "text": "where the superscript d denotes labor demand by the entrepreneurs. Labor demand l(b, x, w) is given in equation 7and lU(w, R) is in equation 14. Finally Sc and SNC denote the potentially positive fraction of the population in subsistence in each sector. The factor prices R and w can be found solving the market clearing conditions (17) and (19) . Specifically, an equilibrium at any date t given wealth distributions Gc,t(b) and GNC,t(b), is a wage wt and an interest rate Rt, such that every agent with wealth-cost pair (b, z) choose in the restricted sector an occupation to maximize (4) given wt and in the liberalized sector an occupation to maximize (12) given the wt and Rt, the interest rate Rt satisfies (17) in the sense that in the liberalized sector aggregate deposits are equal or larger than capital demand and the wage wt satisfies (19) so that the numbers of subsisters, workers and entrepreneurs across sectors add to unity. Existence and uniqueness of the equilibrium is again assured.",
        "cite_spans": [
          {
            "start": 341,
            "end": 345,
            "text": "(19)",
            "ref_id": "BIBREF18"
          },
          {
            "start": 656,
            "end": 660,
            "text": "(12)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 847,
            "end": 851,
            "text": "(19)",
            "ref_id": "BIBREF18"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "lntroducing an intermediated sector",
        "sec_num": "4"
      },
      {
        "text": "Although the original LEB model without intermediation is designed to explain growth and inequality in transition to a steady state, there are recurrent or repetitive features. Specifically, the decision problem of every household at every date depends only on the individual beginning-of-period wealth b and cost x and on the economy-wide wage w. Further, if the initial wealth b and the wage w are observable, while x is not, then the likelihood that an individual will be an entrepreneur can be determined entirely as in the occupation partition diagram, from the curve z'(b, w) and the exogenous distribution of talent H(x, m). That is, the probability that an individual household with initial wealth b will be an entrepreneur is given by H(ze(b, w), m), the likelihood that cost x is less than or equal to xz(b, w). The residual probability 1 -H(xe(b, w), m) dictates the likelihood that the individual household will be a wage earner. The fixed cost z takes on values in the unit interval and yet enters additively into the entrepreneur's problem defined at wealth b. Thus setup costs can be large or small relative to wealth depending on how we convert from 1997 Thai baht into LEB units 14 . We therefore search over different scaling factors s in order to map wealth data into the model units. Related, we pin down the subsistence level -y in the model by using the estimated scale s to convert to LEB model units the counterpart of subsistence measured in Thai baht in the data, corresponding to the earnings of those in subsistence agriculture. 1 4 The relative magnitude of the fixed costs will drop as wealth evolves over time. Now let a denote the vector of parameters of the model related to the production function and scaling factor, that is, a = (f, a,p,a, ,s). Suppose we had a sample of n households, and let y, be a zeroone indicator variable for the observed entrepreneurship choice of household i. Then with the notation x'(b, 1, w) for the point on the xe(b, w) curve for household i with wealth b,, at parameter vector 0 with wage w, we can write the explicit log likelihood of the entrepreneurship choice for the n households as 1n Ln(9,m) = -EylnH [xe(btIO, ",
        "cite_spans": [
          {
            "start": 1196,
            "end": 1198,
            "text": "14",
            "ref_id": "BIBREF13"
          },
          {
            "start": 1559,
            "end": 1560,
            "text": "4",
            "ref_id": "BIBREF3"
          },
          {
            "start": 2176,
            "end": 2185,
            "text": "[xe(btIO,",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Estimation from Micro data",
        "sec_num": "5"
      },
      {
        "text": "w),ml + (1 -y,)ln{I -H[xe(b, 1, w),m]} (24) t=1",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Estimation from Micro data",
        "sec_num": "5"
      },
      {
        "text": "The parameters over which to search are again the production parameters (,B, a, p, a, (), the scaling factor s and the skewness m of H(., m). Intuitively, however, the production parameters in vector 9 cannot be identified from a pure crosssection of data at a point in time For if we return to the decision problem of an entrepreneur facing wage w, we recall that the labor hire decision given by equation 7is a linear function of capital k. Then substituting l (k, w) back into the production function as in equation 8, we obtain a relationship between output and capital with a constant term, a linear term in k, and a quadratic term in k. Essentially, then, only three parameters are determined, not five.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Estimation from Micro data",
        "sec_num": "5"
      },
      {
        "text": "If data on capital and labor demand at the firm level were available, we could solve the identification problem by directly estimating the additional linear relation l(k) given in equation 7. This would give us two more parameters thus obtaining full identification. Unfortunately, these data are not available. However, equation 8suggests that we can fully identify the production parameters by exploiting the variation in the wages over time observed in the data. The Appendix shows in detail the coefficients estimated and how the production parameters are recovered.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Estimation from Micro data",
        "sec_num": "5"
      },
      {
        "text": "The derivatives of the likelihood in equation 24can be determined analytically, and then with the given observations of a database, standard maximization routines can be used to search for the maximum numerically'\". The standard errors of the estimated parameters can be computed by bootstrap methods using 100 draws of the original sample with replacement.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Estimation from Micro data",
        "sec_num": "5"
      },
      {
        "text": "It is worthwhile mentioning that for some initial predetermined guesses, the routine converged to different local maxima. However, all estimates using initial guesses around a neighborhood of any such estimate, converged to the same estimate. The multiplicity of local maxima may be due to the computational methods available rather than the non-concavity of the objective function in certain regions. See also the experience of Paulson and Townsend\" 6 (2001) with LEB and other structural models.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Estimation from Micro data",
        "sec_num": "5"
      },
      {
        "text": "We run this maximum hkehhood algorithm with two different data bases. The first and primary data base is the widely used and highly regarded Socio-Economic Survey' 7 (SES) conducted by the National Statistical Office in Thailand. The sample is nationally representative, and it includes eight repeated cross-sections collected between 1976 and 1996. The sample size in each cross section: 11,362 in 1976, 11,882 in 1981, 10,897 in 1986, 11,046 in 1988, 13 ,177 in 1990, 13,459 in 1992, 25,208 in 1994 and 25,110 in 1996. Unfortunately, the data do not constitute a panel, but when stratified by age of the household head, one is left with a substantial sample. As in the complementary work of Jeong and Townsend (2000), we restrict attention to relatively young households, aged 20-29, whose current assets might be regarded somewhat exogenous to their recent choice of occupation. We also restrict attention to households who had no recorded transaction with a financial institution in the month prior to the interview, a crude 1'1n particular, we used the MATLAB routine fmincon starting from a variety of predetermined guesses \"See their technical appendix for more information about the estimation technique and its drawbacks ' 7 See Jeong(1999) for details or its use in Deaton and Paxson (2000) or Schultz (1997) .",
        "cite_spans": [
          {
            "start": 389,
            "end": 455,
            "text": "11,362 in 1976, 11,882 in 1981, 10,897 in 1986, 11,046 in 1988, 13",
            "ref_id": null
          },
          {
            "start": 1276,
            "end": 1300,
            "text": "Deaton and Paxson (2000)",
            "ref_id": "BIBREF6"
          },
          {
            "start": 1304,
            "end": 1318,
            "text": "Schultz (1997)",
            "ref_id": "BIBREF31"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Estimation from Micro data",
        "sec_num": "5"
      },
      {
        "text": "estimate of lack financial access, as assumed in the LEB model. However, the SES does not record directly measures of wealth. From the ownership of various household assets, the value of the house and other rental assets, Jeong (1999) estimates a measure of wealth based on Principal Components Analysis which essentially estimates a latent variable that can best explain the overall variation in the ownership of the house and other household assets 18 .",
        "cite_spans": [
          {
            "start": 451,
            "end": 453,
            "text": "18",
            "ref_id": "BIBREF17"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Estimation from Micro data",
        "sec_num": "5"
      },
      {
        "text": "We use the observations for the first available years, 1976 and 1981, to obtain full identification as the wage varied over these two periods. The sample consists of a total of 24,433 observations with 9,028 observations from 1976 and 15,405 from 1981.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Estimation from Micro data",
        "sec_num": "5"
      },
      {
        "text": "The second dataset is a specialized but substantial cross sectional survey conducted in Thailand in May 1997 of 2880 households 19 The sample is special in that it was restricted to two provinces in the relatively poor semi arid Northeast and two provinces in the more industrialized central corridor around Bangkok. Within each province, 48 villages were selected in a stratified clustered random sample. Thus the sample excludes urban households. Within each village 15 households were selected at random. The advantage of this survey is that the household questionnaire elicits an enumeration of all potential assets (household, agricultural and business), finds out what is currently owned, and if so when it was acquired. In this way, as in Paulson and Townsend (2001) , we create an estimate of past wealth, specifically wealth of the household 6 years prior to the 1997 interview, 1991. The survey also asks about current and previous occupations of the head, and in this way it creates estimates of occupation transitions, that is which of the households were not operating their own business before 1992, five years prior to the 1997 interview, and started a business in the following five years. Approximately 21 percent of the households made this transition in the last five years and 7 percent between five and ten years ago. A business owner in the Townsend-Thai data is a store owner, shrimp farmer, trader or mechanic 2 0 . Among other variables, the survey also records the current education level of household members; the history of use of the various possible financial institutions: formal (commercial banks, BAAC and village funds) and informal (friends and relatives, landowners, shopkeepers and moneylenders); and whether households claimed to be currently constrained in the operation of their business. 21 ' 22 Since the LEB model is designed to explain the behavior of those agents without access to credit, we restrict our sample to those households that reported having no relationship with any formal or informal credit institution, another strength of the survey 2 3 . A disadvantage of the second dataset is that as a single cross section, there is no temporal variation in wages. Thus, we identify the production parameters by dividing the observations into two subsamples containing the households in the northeast 18See Jeong (1999) and Jeong and Townsend (2000) for details. 1 9 Robert M. Townsend is the principal investigator for this survey. See Townsend et al. (1997). 2 0 Reassuringly, Table 1C in Paulson and Townsend (2001) shows that the initial investment necessary to open a business is the roughly same in both regions among the most common types of businesses 2 1 The percentage of households m non-farm businesses is 13 percent and 28 percent in the central vs northeast regions.",
        "cite_spans": [
          {
            "start": 128,
            "end": 130,
            "text": "19",
            "ref_id": "BIBREF18"
          },
          {
            "start": 746,
            "end": 773,
            "text": "Paulson and Townsend (2001)",
            "ref_id": "BIBREF27"
          },
          {
            "start": 1834,
            "end": 1836,
            "text": "22",
            "ref_id": "BIBREF21"
          },
          {
            "start": 2094,
            "end": 2097,
            "text": "2 3",
            "ref_id": null
          },
          {
            "start": 2355,
            "end": 2367,
            "text": "Jeong (1999)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 2372,
            "end": 2397,
            "text": "Jeong and Townsend (2000)",
            "ref_id": "BIBREF17"
          },
          {
            "start": 2413,
            "end": 2414,
            "text": "9",
            "ref_id": "BIBREF8"
          },
          {
            "start": 2539,
            "end": 2566,
            "text": "Paulson and Townsend (2001)",
            "ref_id": "BIBREF27"
          },
          {
            "start": 2708,
            "end": 2711,
            "text": "2 1",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 2527,
            "end": 2535,
            "text": "Table 1C",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "Estimation from Micro data",
        "sec_num": "5"
      },
      {
        "text": "The fraction of the population with access to formal credit (from commercial banks or BAAC) is 34 percent and 55 percent for non-business vs business, respectively, in the northeast region, and 48 percent and 73 percent, respectively, for the central region. 22Paulson and Townsend (2001) provide a much more extensive discussion of the original data, the derivation of variables to match those of the LEB model, additional maximum likelihood estimates of the LEB model and the relationship of LEB estimates to those of various other models of occupation choice. However, the maximum likelihood procedure in Paulson and Townsend (2001) is different to the one discussed here in that no attempt is made to recover the underlying production parameters. 23 These households, however, could have borrowed from friends and relatives, although the bulk of the borrowmg through this source consists of consumption loans rather than business investments.",
        "cite_spans": [
          {
            "start": 608,
            "end": 635,
            "text": "Paulson and Townsend (2001)",
            "ref_id": "BIBREF27"
          },
          {
            "start": 751,
            "end": 753,
            "text": "23",
            "ref_id": "BIBREF22"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Estimation from Micro data",
        "sec_num": "5"
      },
      {
        "text": "and central regions, exploiting regional variation in the wages 24 . The final sample consists of a total of 1272 households with 707 households from the northeast region and 565 households from the central region. Figure 2 in page 39 displays the occupational map generated using the estimated parameters. For the SES dataset, observations in 1981 seem to be less constrained than those in 1976, naturally as the country was growing and wealth was higher. For the Townsend-Thai dataset, the central region appears to be less credit constrained than the Northeast, reflecting perhaps the fact that the central region is more prosperous. Table 1 reports the estimated parameters as well as the standard errors 25 . The parameter y for both datasets was found by multiplying an estimate of the subsistence level from the data by the scaling factor estimated. For the SES data, we used the mean income of farmers in 1976 which amounted to 19,274 baht. Analogously, we used the average income of workers in the Northeast region without access to credit as reported in the Townsend-Thai data, or 10,727 baht. The wage for the two time periods in the model units at the estimated scaling factor s were W 7 6 = 0.048 and w8l = 0.053 for the SES dataset and WNE = 0 016 and wc = 0.037 for the two regions in the Townsend-Thai dataset. The maximized value of the likelihood function obtained using the SES data was -8,233.92 whereas the Townsend-Thai dataset yielded a value of -616.92. The parameter value and standard error reported are multiplied by a factor of 106. 24 Unfortunately, estimating a model that, features a unique wage by exploiting the geographical variation m the wage observed in the data is a contradiction. Of course costly migration could be introduced but we do not take that explicit approach here. We draw some confidence from the fact that these are secondary data and we are comparing its estimates to those from the SES dataset, with its temporal variation in wages consistent with the estimated model.",
        "cite_spans": [
          {
            "start": 64,
            "end": 66,
            "text": "24",
            "ref_id": "BIBREF23"
          },
          {
            "start": 709,
            "end": 711,
            "text": "25",
            "ref_id": "BIBREF24"
          },
          {
            "start": 1561,
            "end": 1563,
            "text": "24",
            "ref_id": "BIBREF23"
          }
        ],
        "ref_spans": [
          {
            "start": 215,
            "end": 223,
            "text": "Figure 2",
            "ref_id": null
          },
          {
            "start": 637,
            "end": 644,
            "text": "Table 1",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "Estimation from Micro data",
        "sec_num": "5"
      },
      {
        "text": "From the standard errors one can construct confidence intervals. Indeed, they reflect the curvature of the likelihood function at the point estimates and hence they also reveal the potential for errors in the convergence to a global maximum. The magnitude of the standard errors, however, tell us little about how sensitive the dynamics of the model are to the parameters. In Section 8 below we address this issue by performing a sensitivity analysis. It is also interesting that both estimates of m fall within the permitted boundaries. Related, the SES data estimate of the parameter m implies a distribution of talent more skewed towards low cost agents.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Estimation from Micro data",
        "sec_num": "5"
      },
      {
        "text": "We still need to pin down the cost of living v and the \"dynamic\" parameters, namely, the savings rate w and the subsistence income growth rate Ygr. One way to determine these parameters is calibration: look for the best v, w and 'yr combination according to some metric relating the dynamic data to be matched with the simulated data.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(Calibration",
        "sec_num": "6"
      },
      {
        "text": "In this section we first discuss the Thai macro dynamic data that will be used to calibrate the model and then discuss some issues concerning the calibration itself.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(Calibration",
        "sec_num": "6"
      },
      {
        "text": "The Thai economy from 1976-1996 displayed nontrivial growth with increasing (and then decreasing) inequality. LEB and related models are put forward in the literature as candidate qualitative explanations for this growth experience. Here we naturally go one step further and ask whether the LEB model at some parameter values can match quantitatively the actual Thai economy, focusing in particular on the time series of growth, labor shares, savings rates, fraction of entrepreneurs, and the Gini measure of income inequality. The actual Thai data are summarized in Table 2 in the Appendix.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 567,
            "end": 574,
            "text": "Table 2",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "Data",
        "sec_num": "6.1"
      },
      {
        "text": "The data show an initially high net growth rate of roughly 8 percent in the first three years. This then fell to a more modest 4 percent up through 1986. The period 1986-1994 displayed a relatively high and sustained average growth of 8.43 percent, and within that, from 1987-1989 the net growth rate was 8.83 percent. During this same period, the Thai economy GDP growth rate was the highest in the world at 10.3 percent. These high growth periods have attracted much attention. Labor share is relatively stable at 0.40 and rising after 1990, to 0.45 by 1995. A trend from the 1990-1995 data was used to extrapolate labor share for 1996. Savings as a percent of national income were roughly 22 percent from the initial period to 1985. Savings then increased after 1986 to 33 percent, in the higher growth period. These numbers, though typical of Asia, are relatively high. The fraction of entrepreneurs is remarkably steady, though slightly increasing, from 14 percent to 18 percent. The Gini coefficient stood at 0.42 in the 1976 SES survey and increased more or less steadily to 0.53 in 1992. Inequality decreased slightly in both the 1994 and 1996 rounds, to 0.50. This downward trend mirrors the rise in the labor share during the same period, and both may be explained by the increase in the wage rate. This level of inequality is relatively high, especially for Asia, and rivals many countries in Latin America (though dominated as usual by Brazil). Other measures of inequality, e.g., Lorenz, display similar orders of magnitude within Thailand over time and relative to other countries 26 .",
        "cite_spans": [
          {
            "start": 1595,
            "end": 1597,
            "text": "26",
            "ref_id": "BIBREF25"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data",
        "sec_num": "6.1"
      },
      {
        "text": "The fraction of population with access to credit in 1976 was estimated at 6 percent and increased by 1996 to 26 percent. The data also reveal that as measure of financial deepening, it grew slowly in the beginning and from 1986 grew more sharply. We recognize that at best this measure of intermediation is a limited measure of what we would like to have ideally, and it seems likely we are off in levels.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data",
        "sec_num": "6.1"
      },
      {
        "text": "We begin with the standard, benchmark LEB model, shutting down credit altogether. We then consider an alternative intermediated economy, with two sectors, one open to credit and saving. Only labor is mobile, hence a unique wage rate, whereas capital cannot move to the other sector. In other words, a worker residing in the non intermediated sector may find a job in the credit sector, even though she will not be able to deposit her wealth in the financial intermediary. The relative size 27 of each sector is taken to be exogenous and changing over time given by the fraction of people with access to credit reported in Table 2 in the Appendix. As mentioned, this is our key measure of liberalization.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 622,
            "end": 629,
            "text": "Table 2",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "Financial Liberalization",
        "sec_num": "6.2.1"
      },
      {
        "text": "Relevant for dynamic simulations is the initial 1976 economy-wide distribution of wealth 28 . As mentioned before, Jeong (1999) constructs a measure of wealth from the SES data using observations on household assets and the value of owner occupied housing units.",
        "cite_spans": [
          {
            "start": 89,
            "end": 91,
            "text": "28",
            "ref_id": "BIBREF27"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Initial wealth distribution",
        "sec_num": "6.2.2"
      },
      {
        "text": "Any calibration exercise requires a metric to assess how well the model matches the data. As an example, the business cycles literature has focused on models that are able to generate plausible co-movements of certain aggregate variables with output. Almost by definition, the metric requires that the economy displayed by these models be in a steady state. Even though the economy we consider here eventually reaches a steady state, we are interested in the (deterministic) transition to it, thus the metric put forth as our objective function suffers from being somewhat ad hoc. In particular, we consider the normalized sum of the period by period squared deviations of the predictions of the model from the actual Thai data for the five time series 29 displayed in Table 2 in the Appendix. We normalize the deviations in the five variables by dividing them by their corresponding means from the Thai data. More formally, where zJ denotes the variable s, t denotes time, and w,t is the weight given to the variable s in year t. In order to focus on a particular period, more weight may be given to those years. Analogously, all the weight may be set to one variable to assess how well the model is able to replicate it alone. All weights are re-normalized so that they add up to unity. Finally, sim and ec denote respectively \"simulated\" and \"Thai economy\", and M., denotes the variable zJm ean from the Thai data. We search over the cost of living v, subsistence level growth rate -g, and the bequest motive parameter w using a grid of 203 points or combinations of parameters 3 0 .",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 769,
            "end": 776,
            "text": "Table 2",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "The metric",
        "sec_num": "6.2.3"
      },
      {
        "text": "All the statistics but the savings rate have natural counterparts in the model. We consider \"savings\" the fraction of end-of-period wealth bequested to the next generation. The savings rate then is computed by dividing this measure of savings by net income 3 l.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The metric",
        "sec_num": "6.2.3"
      },
      {
        "text": "In this section we present the simulation results using the calibrated and estimated parameters from both data sets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Resullts",
        "sec_num": "7"
      },
      {
        "text": "We begin with the original LEB model without liberalization. If all periods and all variables are weighted equally, the parameters which minimize the squared error metric are v = 0.079, w = 0.479 and 7g. = 0.042. Figure 3 in page 40 displays the model simulations against the actual Thai data displayed earlier.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 213,
            "end": 221,
            "text": "Figure 3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Simulations using SES Data Parameters",
        "sec_num": "7.1"
      },
      {
        "text": "The figures show how the model fails to explain the levels and changes in roughly all variables. In the simulation, the growth rate of income is flat at roughly 2 percent. Growth is driven mainly by the exogenous growth of the subsistence level which is set at 4.2 percent per year. Overall, the economy shrinks in the early periods, and then by 1983 it grows at the wage level 32 . The simulated labor share is able to roughly match the trend displayed in the data, although it is always higher in levels. The simulated savings rate is decreasing at first and then slightly increasing, always at a higher level than the actual data. Entrepreneurship in the model is somewhat low. The Gini coefficient is always decreasing and terribly low, in contrast to the first increasing and then decreasing pattern that the Thai data exhibits.",
        "cite_spans": [
          {
            "start": 378,
            "end": 380,
            "text": "32",
            "ref_id": "BIBREF31"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulations using SES Data Parameters",
        "sec_num": "7.1"
      },
      {
        "text": "If we had tried to match the growth rate alone, we do somewhat better on that dimension. In fact, we are able to replicate the low growth -high growth phases seen in the data. Figure 4 in page 41 displays the model simulations when we restrict attention to the growth rate. The calibrated parameters here are v = 0.074, w = 0.7 and -g, = .1. The improvement in the growth rate comes at the expense of increasing the model's savings rate above one from 1985 onwards, far above the actual one. Labor share increases sharply in the model, but not in the data. The income Gini coefficient and the fraction of entrepreneurs are very poorly matched as both drop to zero. The reason for such drastic macroeconomic aggregates is the choice of model parameters which try to match the growth rate of income. The subsistence sector is so profitable relative to setting up a business that by 1988 all entrepreneurial activity disappears and everyone in the subsistence sector earns the same amount. It is clear that focusing on the growth rate alone has perverse effects on the rest of statistics",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 176,
            "end": 184,
            "text": "Figure 4",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Simulations using SES Data Parameters",
        "sec_num": "7.1"
      },
      {
        "text": "We now modify the benchmark model to mimic part of the Thai reality, allowing an exogenous increase in the intermediated sector from 6 percent to 26 percent from 1976-1996 as described in Table 2 in the Appendix. We weight each year and all the variables equally and search again for the parameters v, w and 7gr, allowing the best fit of the five variables. The parameters are M = 0.026, w = 0.321 and ygr = 0.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 188,
            "end": 195,
            "text": "Table 2",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "Simulations using SES Data Parameters",
        "sec_num": "7.1"
      },
      {
        "text": "The corresponding graphs are presented in Figure 5 , page 42.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 42,
            "end": 50,
            "text": "Figure 5",
            "ref_id": "FIGREF3"
          }
        ],
        "eq_spans": [],
        "section": "Simulations using SES Data Parameters",
        "sec_num": "7.1"
      },
      {
        "text": "The modified intermediated model's explanation of events differs sharply from that of the benchmark without an intermediated sector. Now the model is able to generate simulated time series which track the Thai economy more accurately. In the model, the growth rate of income is again lower than that of the Thai economy. The model still starts with negative growth until 1984. The initial phase of negative growth comes from an initial overly high aggregate wealth in the economy. But growth jumps to 5.4 percent by 1987. This high growth phase comes from the rapid expansion of credit during those years. Finally, the growth rate declines after 1987 monotonically, driven by the imposed diminishing returns in the production function. The model matches remarkably well the labor share levels and changes, especially after 1990 where they both show a steady rise. The savings rate is only closely matched for the period 1987-1996. The model also predicts a slightly decreasing fraction of entrepreneurs until 1985 and then a steady increase from 8.7 percent in 1985 to 16 1 percent in 1995, resembling more the actual levels. Finally, the Gini coefficient folows a slightly decreasing, then slightly increasing, and finally sharply decreasing trend, starting at .481 in 1976, then .377 by 1985, increasing to .451 by 1991 and declining again to .284 by 1996. Beneath these macro aggregates lie the model's underpinnings. Growth after 1985 is driven by a steady decline out of the subsistence sector, with income from earned wages and from profits steadily increasing to 1990. Profits per entrepreneur are particularly high. Then, with the subsistence sector depleted entirely, the wage increases faster, and profits begin to decrease. Thus labor share picks up and inequality falls.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulations using SES Data Parameters",
        "sec_num": "7.1"
      },
      {
        "text": "To isolate the role of credit, we can consider the same economy, at the same parameter values, but without the intermediated sector. In such a no-credit benchmark economy, roughly 80 percent of the labor force are still subsisters by 1996. In fact, this benchmark model is only capable of replicating the savings rate. It under-predicts labor share, the Gini coefficient, and the fraction of entrepreneurs. Labor share starts (low) at 7.7 percent and rises to 29.8 percent by 1988. The Gini coefficient declines from .462 in 1976 to .238 by 1988. From then onwards, both simulated series remain constant until 1996. Income growth is very badly matched, starting low initially and converging from negative to zero growth rate by 1996. The negative growth comes from a relative abundance of wealth in the economy: households eat and save that wealth as they move toward the subsistence growth rate of zero. We conclude then that the credit liberalization is solely responsible for the growth experience that the intermediated model displays.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulations using SES Data Parameters",
        "sec_num": "7.1"
      },
      {
        "text": "The simulation generated from the economy with no access to intermediation at the Townsend-Thai parameters, displays similar characteristics to the one using the SES data parameters and hence is not reported.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulations with Parameters from the Townsend-Thai Data",
        "sec_num": "7.2"
      },
      {
        "text": "We now turn attention to the intermediated economy at these parameter values. If we weight each year and all the variables equally, the calibrated parameters are v = 0.004, w = 0.267 and -ygr = .006. The scaling factor chosen for the initial distribution is 15 percent of the one used to convert wealth using in the ML estimation. The corresponding graphs are presented in Figure 6 , page 43.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 373,
            "end": 381,
            "text": "Figure 6",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Simulations with Parameters from the Townsend-Thai Data",
        "sec_num": "7.2"
      },
      {
        "text": "The model here also does well at explaining the levels and changes in all variables, even better than above with the SES data. Striking in particular is the growth rate of income, which although somewhat low in levels, tracks the Thai growth experience well. The model also does remarkably wel in matching labor share and the Gini measure of inequality. It under-predicts, however, the fraction of entrepreneurs, although it is able to replicate a positive trend. As usual, the model features a flatter savings rate although it matches well the last subperiod, 1988-1996. Economy wide growth is driven primarily by growth in the intermediated sector. That is where the bulk of the economy's entrepreneurs lie and a relatively high number of workers, from both the intermediated and non-intermediated sector.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulations with Parameters from the Townsend-Thai Data",
        "sec_num": "7.2"
      },
      {
        "text": "We address the robustness of the model in two ways. First, we change one parameter at a time and check whether the new simulation differs significantly from the benchmark one. Alternatively, we could see how sensitive the model is to changes in all the estimated parameters at the same time. We now explain each approach in detail.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sensitivity Analysis of MILE parameters",
        "sec_num": "8"
      },
      {
        "text": "From the estimated parameters and their standard errors, confidence intervals can be constructed 3 3 . One can then set one parameter at a time to its confidence interval lower or upper bound while fixing the rest of the parameters at their original values. Keeping the calibrated parameters also fixed, one can then simulate the economy. When we do this, it becomes clear that the simulations are more sensitive to some parameters than others. The reason is that some parameters are close to the value that would make the constraints described in Footnote 9 bind. When we perturb these parameters by changing them to their confidence interval bounds, we approach the constraints, so the model delivers very different dynamics. This is especially true for the parameters p and (. In fact, the lower bound of the confidence interval for p obtained from the Townsend-Thai dataset violates some of the restrictions that the model must satisfy to be well-behaved. Indeed, the unconstrained labor demand is zero, in which case no agent wiUl ever want to become an entrepreneur regardless of his setup cost x.",
        "cite_spans": [
          {
            "start": 97,
            "end": 100,
            "text": "3 3",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sensitivity Analysis of MILE parameters",
        "sec_num": "8"
      },
      {
        "text": "When we change the setup distribution parameter m beyond its confidence interval to its extreme values of [-1, 1], and still fix the rest of the parameters, we obtain somewhat more distorted pictures than if m were contained in the confidence interval. However, we do not obtain the cycles discussed by Lloyd-EUis and Bernhardt.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sensitivity Analysis of MILE parameters",
        "sec_num": "8"
      },
      {
        "text": "From the confidence intervals of the estimated parameters, we draw at random 5,000 different sets of parameter values. It turns out, by chance, that none violated the conditions in Footnote 9. Notice that since we also vary the scale parameter s, we are examining sensitivity to the initial wealth distribution when we use the SES dataset. Fixing the calibrated parameters at their original level, we run 5,000 simulations for each the SES and the Townsend-Thai dataset. We then compute the mean and standard deviation at each date over these 5,000 simulations of each of the five variables. Figures 5 and 6 also display (in dots) the 95 percent confidence intervals around the mean. Figure 5 shows that income growth, the savings rate and the fraction of entrepreneurs are quite 33We construct standard asymptotic 95% confidence intervals using the norrnal distribution.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 592,
            "end": 607,
            "text": "Figures 5 and 6",
            "ref_id": "FIGREF3"
          },
          {
            "start": 684,
            "end": 692,
            "text": "Figure 5",
            "ref_id": "FIGREF3"
          }
        ],
        "eq_spans": [],
        "section": "Sensitivity Analysis of MILE parameters",
        "sec_num": "8"
      },
      {
        "text": "insensitive to changes in the parameters within the 95 percent confidence intervals. Labor share and the Gini coefficient can potentially display different dynamics judging by the wider bands, especially after 1989 at the peak of the credit expansion. The reason for this diversity of paths depends on whether or not the subsistence sector was completely depleted by 1996. If such was the case, then demand for workers would drive up wages, increasing the labor share and reducing inequality. If, on the contrary, such depletion did not occur, labor share would remain fairly stable and inequality could increase 34 . Similar to the SES data results, the confidence intervals in Figure 6 show that the savings rate and the fraction of entrepreneurs are robust to changes in the parameters. Income growth is more sensitive than its SES analogue, especially in the earlier years, 1976-1980 and after 1990. However, the bands shrink during the period of high growth. This indicates that all parameter combinations delivered this high growth phase. Finally labor share and the Gini coefficient were very simular to their SES counterparts.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 679,
            "end": 687,
            "text": "Figure 6",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Sensitivity Analysis of MILE parameters",
        "sec_num": "8"
      },
      {
        "text": "We thus conclude that with the exceptions enumerated above, the model is robust to changes in the estimated parameters within their confidence intervals. We are yet more confident that the upturn of the Thai economy in the late 1980's could be attributed to the expansion of the financial sector.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sensitivity Analysis of MILE parameters",
        "sec_num": "8"
      },
      {
        "text": "We seek a measure of the welfare impact of the observed financial sector liberalization. As there can be general equilibrium effects in the model from this liberalization, we need to be clear about the appropriate welfare comparison. We shall compare the economy with the exogenously expanding intermediated sector to the corresponding economy without an intermediated sector at the same parameter values. The criterion will be end-of-period wealththat is what households in the model seek to maximize. For a given period, then, we shall characterize a household by its wealth b and beginning-of-period cost * and ask how much end-of-period wealth would increase (or decrease) if that household were in the intermediated sector in the liberalized economy, as compared 3 5 with the same household in the economy without intermediation, a restricted economy.",
        "cite_spans": [
          {
            "start": 768,
            "end": 771,
            "text": "3 5",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Welfare Comparisons",
        "sec_num": "9"
      },
      {
        "text": "If in fact the wage is the same in the liberalized and restricted economies, then this is also the obvious, traditional partial equilibrium experimenta simple comparison of matched pairs, each person with the same (b, x) combination but residing in two different sectors of a given economy, one receiving treatment in the intermediated sector and one without it. The wage is the same with and without intermediation in both SES and Townsend-Thai simulations before 1990, when the subsistence sector is not depleted.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Welfare Comparisons",
        "sec_num": "9"
      },
      {
        "text": "If the wage is different across the two economies, this latter comparison does not measure the net welfare impact of the liberalization. Rather it measures end-of-period welfare differences across sectors of a given economy that has experienced price changes. To be more specific, those in the non-intermediated sector of the liberalized economy will experience the impact of the liberalization through wage changes -workers in the non-intermediated sector may benefit from wage increases while entrepreneurs in the non-intermediated sector suffer losses, since they face a higher wage. And of course there is a similar price impact for those in the intermediated sector, but there is a credit effect there as well. There are such wage effects using the parameters estimated from both datasets after 1990. Implicit in this discussion is another problem which has no obvious remedy here, given the model. Although households in the model maximize end-of-period wealth, they pass on a fraction of that wealth to their heirs. Thus the end-of-period wealth effects of the liberalization are passed onto subsequent generations. The problem is that there is no obvious summary devicehouseholds do not maximize discounted expected utility, as in Greenwood and Jovanovic (1990) and the analysis of Townsend and Ueda (2001) , for example. Here then we do not attempt to circumvent the problem but rather present the more static welfare analysis for various separate periods. A related issue is the difficulty of weighting welfare changes by the endogenous and evolving distributions of wealth in the two economies -see below for more specifics on that.",
        "cite_spans": [
          {
            "start": 1239,
            "end": 1269,
            "text": "Greenwood and Jovanovic (1990)",
            "ref_id": "BIBREF13"
          },
          {
            "start": 1290,
            "end": 1314,
            "text": "Townsend and Ueda (2001)",
            "ref_id": "BIBREF34"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Welfare Comparisons",
        "sec_num": "9"
      },
      {
        "text": "We take a look first at the liberalized economy in 1979, three years after the 1976 initial start up, using the overall best fit Townsend-Thai data economy with liberalization. As noted earlier, the wage has not yet increased as a result of the liberalization. Its value is .0198 in the liberalized and restricted benchmark economies. The interest rate in the intermediated sector of the liberalized economy is very high, at 93 percent. This reflects the high marginal product of capital in an economy with a relatively low distribution of wealth. Figure 7b in page 44 displays the corresponding occupation partition, but now denoting for given beginning-of-period (b, x) combinations the corresponding occupation of a household in the no-credit economy and in the credit sector of the intermediated economy. The darker shades of Figure 7b denote households with (b, x) combinations who do not change their occupation as a result of the liberalization, that is, they are entrepreneurs (E) in the no-credit (NC) economy and in the intermediated sector of the liberalized (C) economy, or workers (W) in both instances. The light shades denote households who switch: low wealth but low cost agents who were workers become entrepreneurs, and high wealth, high cost agents who were entrepreneurs become workers. The picture is the overlap of the occupational maps in both sectors. For the credit sector, the key parameter is z, whereas for the no-credit sector, it is the curve xe(b, wo). Figure 7a in page 44 displays the corresponding end-of-period wealth percentage changes in the same (b, x) space. Since the wage is the same in both sectors, agents will only benefit from being in the credit sector, not only because they can freely borrow at the prevailing rate if they decide to become entrepreneurs, but because they can deposit their wealth and earn interest on it. The wealth gain due to interest rate earnings can be best seen by fixing x and moving along the b axis, noting the rise.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 548,
            "end": 557,
            "text": "Figure 7b",
            "ref_id": null
          },
          {
            "start": 830,
            "end": 839,
            "text": "Figure 7b",
            "ref_id": null
          },
          {
            "start": 1484,
            "end": 1493,
            "text": "Figure 7a",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Welfare Comparisons",
        "sec_num": "9"
      },
      {
        "text": "If on the other hand we look at the highest wealth, b = 0.5 edge, we can track the wealth changes that correspond to changing set up costs x. Going from the rear of the diagram, at high z, we see that the wealth increment is constant, but these households were workers in both economies, so set up costs x are never incurred. Then the wealth increment drops -these households were entrepreneurs in the no-credit economy and were investing some of their wealth in the set up costs x-those with high x gain the most, quitting that investment and becoming workers in the intermediated sector. Thus the percentage wealth increment drops as x decreases. One reaches a trough, however, when the household decides to remain an entrepreneur. Yet lower set up costs benefit entrepreneurs in the intermediated sector more than in the corresponding no-credit economy, because the residual funds can be invested at interest. Hence, the back edge rises up as x decreases further.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Welfare Comparisons",
        "sec_num": "9"
      },
      {
        "text": "The most dramatic welfare gains, however, are experienced by those agents who are compelled to be workers in the no-credit economy but become entrepreneurs in the intermediated sector. Although their setup cost was relatively low, their wealth was not enough to finance it. They were constrained on the extensive margin. When credit barriers are removed, they benefit the most. The sharp vertical rise corresponds to those on the margin of becoming a entrepreneur in the no-credit economy. Intuitively, this is because with their low x, they would have earned the highest profits if they could have been entrepreneurs. Credit in the intermediated sector allows that.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Welfare Comparisons",
        "sec_num": "9"
      },
      {
        "text": "A problem with this analysis, however, is that we may be computing welfare gains for household with (b, x) combinations that do not actually exist in either the liberalized economy or the no-credit economy, that is, have zero probability under the endogenous distribution of wealth. To remedy this, Figures 7c and 7d also in page 44 display the wealth distributions of the no-credit economy and credit economy (over both sectors) in 1979.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Welfare Comparisons",
        "sec_num": "9"
      },
      {
        "text": "Figures 7f and 7h present a similar version, plotting the joint density level curves of the end-of-period wealth levels in the no credit and liberalized sector 36 . Those on the 45 degree line correspond to those with no change in wealth. We use the endogenous end-of-period wealth distribution in both the credit and no-credit sector and the distribution of x at the estimated tilt parameter m to weight each (b, x) pair.",
        "cite_spans": [
          {
            "start": 160,
            "end": 162,
            "text": "36",
            "ref_id": "BIBREF35"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Welfare Comparisons",
        "sec_num": "9"
      },
      {
        "text": "We report last the density of percentage changes in wealth in Figures 7e and 7g also in page 44 by integrating the 3D graph in Figure 7a over the estimated range of x and weighting each b point using both the credit and no-credit wealth distribution 3 7 . We recognize that the distribution of wealth is endogenous, so taking any weighting is somewhat arbitrary. Still, when compared, they display a somewhat different pattern. We can convert this relative wealth gain into 1997 baht for both weighting distributions. The mean gain amounts to 61,582 baht using the no-credit distribution or 82,376 baht using the credit one. These numbers correspond to roughly 1.5 times and twice the average household yearly 1979 income 38 (measured in 1997 baht) respectively. The modal gains are significantly lower, 6,961 baht or 7,779 baht if we use the no-credit or credit distribution, respectively, which amount to roughly 17 percent or 19 percent of the 1979 average household yearly income. In dollars, these gains become $278 or $311 using the no-credit or credit distribution at the 1997 exchange rates.",
        "cite_spans": [
          {
            "start": 250,
            "end": 253,
            "text": "3 7",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 127,
            "end": 136,
            "text": "Figure 7a",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Welfare Comparisons",
        "sec_num": "9"
      },
      {
        "text": "By 1996, the wage has risen to 0.022 in the non-intermediated economy and to 0.029 in the intermediated one. The interest rate in the intermediated sector has fallen to 57 percent. The occupation partition diagram has no agents who were entrepreneurs becoming workers (though that number was never large). In contrast, the relative number of those who were workers and become entrepreneurs is higher. The three dimensional diagramn in Figure 8a in page 45 of wealth changes is still tilted upward towards high wealth, due to the interest rate effect. On the back edge, at the highest wealth shown, wealth increments are positive and constant for those who stay as workers, both due to higher wages and interest rate earnings, but those who were workers and become entrepreneurs have high wealth gains, which increases as x falls, since net profits of entrepreneurs increases as setup costs falls and funds can be put into the money market. However, one reaches a point where they would have been entrepreneurs in both economies, incurring x in both economies, and then the wealth gains though increasing as x decreases are relatively small or negative. Note that on the one hand, entrepreneurs in the intermediated sector face higher wages, obtaining lower profits. On the other, they are able to collect interest on their 38The joint density is approximated using kernel density estimation, from a generated sample of 10,000 points The kerrnel used is Epanechnikov. See Silverman (1986) for details. Some level curves fall below the 45°li ne, but this is an artifact of the kernel density estimation which tends to oversmooth. Figure 7a assures us that the liberalization only improves the welfare. Each contour level represents an increased density of 0.01, starting at 0.0025",
        "cite_spans": [
          {
            "start": 1471,
            "end": 1487,
            "text": "Silverman (1986)",
            "ref_id": "BIBREF32"
          }
        ],
        "ref_spans": [
          {
            "start": 435,
            "end": 444,
            "text": "Figure 8a",
            "ref_id": null
          },
          {
            "start": 1628,
            "end": 1637,
            "text": "Figure 7a",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Welfare Comparisons",
        "sec_num": "9"
      },
      {
        "text": "The density is approximated by the techniques explained in Footnote 36 3The 1979 average household yearly income is estimated from the SES data. Since we do not have actual SES data m 1979, we interpolate it using the average annual growth rate between 1976 and 1981 wealth. These opposing wealth effects will translate into net gains or losses depending on their relative magnitude. More salient, the former tent-shaped region has pervaded this graph -the biggest gainers throughout the entire distribution of wealth are those on the margin of indifference between staying as a worker or becoming an entrepreneur in the non-intermediated economy.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Welfare Comparisons",
        "sec_num": "9"
      },
      {
        "text": "The distributions of wealth of the no-credit and intermediated sector are also plotted in Figures 8c  and 8d in page 45 . Note that the scale has changed. Evidently both are more compressed from what they had been in 1979. Applying those distributions as weights to the diagrams with level wealth changes around the 45 degree line, one sees that again those at the low end of wealth would be measured as having extraordinary gains, from zero to ten-fold or more, and again in the credit economy a richer class gains somewhat from the yet high interest rates. The mean welfare gains of those who benefit from the liberalization amount to 52,573 baht or 65,789 1997 baht if we use the No-Credit or Credit distribution, respectively. The modal gains are lower at 6,863 baht or 15,905 baht using the No-Credit and Credit distribution. They correspond to roughly 9 percent and 21 percent, respectively, of the 1996 yearly household income as reported in the SES data. If we translate these modal gains into dollars, we obtain $275 or $636 per year. However, there is also a nontrivial fraction of entrepreneurs who end up losing due to higher wages. The mean losses for this subset of the population amount to 9,509 baht using the No-Credit distribution or 34,816 baht using the Credit distribution. They correspond to roughly 9 percent and 32 percent of the 1996 average household yearly income for the sample of entrepreneurs. In dollars, these losses become $380 and $1,393 using the No Credit and Credit distribution, respectively.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 90,
            "end": 119,
            "text": "Figures 8c  and 8d in page 45",
            "ref_id": "FIGREF3"
          }
        ],
        "eq_spans": [],
        "section": "Welfare Comparisons",
        "sec_num": "9"
      },
      {
        "text": "We now turn to the welfare comparison from the simulation using the best fit estimated MLE parameters using the SES data. The first thing to notice is that reported welfare gains are much lower. Two years after the outset of the liberalization, 1978, both economies have the same wage, and therefore the credit liberalization only improves the welfare of those who can take advantage of it. The 3D Figure 9a in page 46 resembles somewhat that of 1979 using the parameters estimated from the Townsend-Thai data. It is titled upward as we move along the b axis due to interest earning gains and again, the big winners are those who could not afford the set up cost (even though it was low) and had to take a job as a worker. If credit were available to them, they would become entrepreneurs, realizing huge profits, amounting to an increase in their wealth by a factor of up to nine-fold. The kernel density estimates in Figure 9e and 9g in page 46, however, show that the average wealth increase is somewhat lower, around 100 percent. These correspond to a mean wealth gain of 102,586 baht or 90,785 baht if we use the no-credit or credit distribution, respectively. The modal gains are again much lower, 5,560 baht for the no-credit or 17,000 baht for the credit distribution. These correspond to $222 or $680 at the 1997 exchange rate or, roughly 14 percent or 41 percent of the average household yearly income in 1978.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 398,
            "end": 407,
            "text": "Figure 9a",
            "ref_id": null
          },
          {
            "start": 919,
            "end": 928,
            "text": "Figure 9e",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Welfare Comparisons",
        "sec_num": "9"
      },
      {
        "text": "In 1996, the 3D Figure lOa in page 47 shows that welfare gains are somewhat smaller. Those agents that remain workers in the credit sector are better off because they earn a higher wage, and those that become entrepreneurs in both sectors end up losing because they face higher labor costs. As in the Townsend-Thai dataset, if we look at the distribution of welfare gains in Figures 10e and 10e, page 47 , there is a significant fraction of agents who end up losing about half of their annual wealth. The average wealth gain is still positive at around 100 percent if we use the no-credit wealth distribution and around 80 percent if we use the credit one. But both distributions have negative support, a result of the fact that agents benefit in diverse ways from the credit liberalization. The mean welfare gains for those who benefit from the liberalization are 83,444 1997 baht or 76,840 1997 baht for the no-credit and credit distribution, respectively, and correspond to 1.09 times or one time the 1996 average household yearly income. The modal welfare gains of those who gain are roughly 18,591 baht or 25,655 under the no-credit and credit distributions which correspond to roughly 24 percent and 34 percent of 1996 average household yearly income, equivalent to $1,030 at the 1997 exchange rate. The mean losses, for those worse off are 115,861 baht or 117,051 using the no-credit and credit distributions respectively, which amounts to 1.06 times or 1.08 times the average household yearly income for the sample of entrepreneurs, or roughly $4,650 using again the 1997 exchange rate.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 375,
            "end": 403,
            "text": "Figures 10e and 10e, page 47",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Welfare Comparisons",
        "sec_num": "9"
      },
      {
        "text": "In this section, we explore two important extensions to the model. These may be viewed as robustness checks to the results presented in the previous sections. The first concerns the liberalization of the capital account that Thailand experienced, especially after 1988. The second relaxes the assumption of restricted credit to allow for some external financing. We now take each one in turn. Figure 11 in page 48 displays the capital inflows as a fraction of GDP. The data come from the Bank of Thailand as reported in Alba, Hernandez and Klingbiel (1999) . From 1976 to 1986, private capital inflows to Thailand remained relatively low at an average of 1.05% of GDP. From 1986 to 1988, however, they increased rapidly to 10% of GDP, remaining at that average level until 1996.",
        "cite_spans": [
          {
            "start": 520,
            "end": 556,
            "text": "Alba, Hernandez and Klingbiel (1999)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 393,
            "end": 402,
            "text": "Figure 11",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Extensions: International Capital Inflows and Alternative Credit Regimes",
        "sec_num": "10"
      },
      {
        "text": "This enhanced capital availability was funnelled through the financial sector and thus it is modelled here as additional capital for those households that have access to the financial market (i.e. residing in the credit sector). We run this extended (open) version of the model at the estimated and calibrated parameters and compare it to the previous closed credit economy model at the same estimated and calibrated parameter values from the two datasets 39 . Although not shown, capital inflows contribute to a larger number of entrepreneurs, and larger firm size, in particular in the late 80's and early 90's. Since the marginal product of labor increases with capital utilization, more labor is demanded and thus the fraction of subsisters is depleted earlier. Thus labor share rises and inequality decreases, both relative to the actual path and relative to the earlier simulation. The interest rate tends to be lower with capital inflows. Nevertheless, the welfare changes are small, indeed, almost negligible.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Extensions: International Capital Inflows and Alternative Credit Regimes",
        "sec_num": "10"
      },
      {
        "text": "Because the surge in capital inflows coincides with the phase of high growth of per capita GDP, it has often been portrayed as an important factor contributing to that high growth. In order to disentangle the extent to which the phase of high growth was due to increased participation in the credit market versus additional capital availability due to capital account liberalization, we simulate the economy at the estimated and calibrated parameter values allowing for international capital inflows but using a linearized credit participation from 6% to 26%, that is, a one percent increase per year for each of the 20 years. As displayed in Figure 12 , page 48, this version of the model fails to match the upturn in GDP growth as compared to the benchmark credit economy. Thus, it seems from the model that capital inflows per se were not the cause of the high growth that Thailand experienced in the late 80's.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 643,
            "end": 652,
            "text": "Figure 12",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Extensions: International Capital Inflows and Alternative Credit Regimes",
        "sec_num": "10"
      },
      {
        "text": "The assumption of restricted credit may artificially deliver quantitatively large welfare gains from liberalization if those assumed to have no access were in fact able to receive some credit, perhaps from informal sources. Indeed, in the model so far, we have not allowed any form of lending (formal or informal) for those households residing in the no-credit sector. We now relax that assumption and explore whether the welfare gains from liberalization would differ significantly from those reported in the previous section.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Extensions: International Capital Inflows and Alternative Credit Regimes",
        "sec_num": "10"
      },
      {
        "text": "We follow Lloyd-Ellis and Bernhardt (2000) and introduce intermediation which is limited by a moral hazard problem 4 0 . In particular, given an interest rate of r, possibly different from that in the formal sector, entrepreneurs borrow L and put up their wealth b as collateral. After production they can abscond losing rb but escaping the repayment obligation rL. Absconders are apprehended with probability p and if so they can hide their income but receive a punishment corresponding to an additive disutility of d. Borrowers will renege on the loan contract if rb + pd < rL, so lenders only make loans that satisfy L < b + A, where A = pd/r. Thinking again about help from friends and relatives, we set r = 1 so that the objective function for households that now can \"borrow\" from the informal sector is the same as before. However, the constraint in (3) is now modified to k+z <b+A.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Extensions: International Capital Inflows and Alternative Credit Regimes",
        "sec_num": "10"
      },
      {
        "text": "In effect, parameter A is treated as a lump sum addition to wealth but only for those who borrow from the informal sector and choose to start firms This would allow more talented households to alleviate credit constraints 41 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Extensions: International Capital Inflows and Alternative Credit Regimes",
        "sec_num": "10"
      },
      {
        "text": "As shown in the Appendix, parameter A would be identified in cross sectional maximum likelihood estimation. However, to give parameter A a greater opportunity to influence the dynamic paths relative to the earlier simulation, we calibrate the parameter A against the dynamic aggregate data for each dataset using the previously estimated and calibrated parameter values for the other parameters. The calibrated values of parameter A are A = 0.0163 for the Townsend-Thai dataset and A = 0.0082 for the SES dataset. These correspond to 1.1 times and 30% of the subsistence income in 1976 for each dataset respectively.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Extensions: International Capital Inflows and Alternative Credit Regimes",
        "sec_num": "10"
      },
      {
        "text": "Similarly to the open economy version, the increased informal finance speeds up the creation of firms resulting in an earlier depletion of the fraction of subsisters. Again, labor share begins to increase along with a decline in the Gini coefficient, both at an earlier date.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Extensions: International Capital Inflows and Alternative Credit Regimes",
        "sec_num": "10"
      },
      {
        "text": "Although the parameter A could in principle have a large welfare impact, at the calibrated parameter A that best fits the Thai economy, these welfare gains and losses remain much as before. In particular, the counterparts of Figures 7a -lOa in pages 44-47 still feature the tent-shaped gains for relatively talented but poor people. Recall that in the intermediated sector, only the most talented individuals will start a firm, irrespective of their wealth. However, even when we relax the constraint in the no-credit sector by alowing informal finance, wealth still matters in determining who becomes an entrepreneur, and thus the tent-shaped welfare gains still appear. In addition, the increased wage in the latter periods does benefit workers in the liberalized economy. In the no-credit economy which now has informal credit, some households become richer but the additional capital from informal sources is insufficient to trigger an increase in the equilibrium wage rate. Thus, in the welfare experiment comparing the intermediated to the no-formal-credit economies, wage earners benefit more from the liberalization, but not much. In contrast, firms lose from the relative increase in the wage, but not much.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Extensions: International Capital Inflows and Alternative Credit Regimes",
        "sec_num": "10"
      },
      {
        "text": "A prediction of the model that could seemingly be checked in the data concerns rates of return to capital. One might suppose that with limited credit the rate of return to capital would be high. This is true for some firms in the simulations. However, for other firms without access to intermediation, wealth cannot be lent at interest and is thus invested internally at low rates of return. Thus the implication of the model is unclear about the mean, average rate of return to capital and only asserts that the dispersion of rates of return is higher for firms without access relative to those who can borrow and lend.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Extensions: International Capital Inflows and Alternative Credit Regimes",
        "sec_num": "10"
      },
      {
        "text": "From the welfare numbers presented, there seems to be a lot at stake in credit liberalizations. Even by our most conservative estimates there is a group of low wealth talented households who have much to gain, period by period, in income and wealth. On the other hand, the estimates reveal a group of entrepreneurs who have much to lose, period by period, in income and wealth, particularly if one takes into account the growth in wages. We do not push here any particular any number as the most compelling, because the numbers do vary and do depend on the dataset used. Indeed, the larger point is that welfare gains and losses are sensitive to the presumed, estimated micro underpinnings of the economy. If there were more substantial intermediation, then variations associated with further liberalization would matter less Indeed, if there were more substantial intermediation, then the impact on dynamics of (endogenous) changes in the wealth distribution would matter less, as in Krusell and Smith (1998) . But the micro data reject such presumed underpinnings, making welfare gains, potential losses, and the dynamic aspect of liberalization more substantial.",
        "cite_spans": [
          {
            "start": 985,
            "end": 1009,
            "text": "Krusell and Smith (1998)",
            "ref_id": "BIBREF19"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "11"
      },
      {
        "text": "Still, the surprisingly large order of magnitude of these gains and losses suggests the need for further refinements along a number of dimensions, to see if the magnitude survives somewhat more realistic specifications.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "11"
      },
      {
        "text": "One refinement has to do with labor and the labor market. The labor of the model here is uniform with respect to productivity, that is, every laborer earns the same wage. This ffies in the face of much empirical work mapping wage differentials to skills differentials and acquired human capital. More generally, earnings inequality contributes to overall inequality, and this might be salient, as in the work of Ricardo Paes de Barros in Brazil, for example. Jeong and Townsend (2000) document the success and failure of the LEB model in explaining inequality movements in Thailand, comparing it to an extended version of Greenwood and Jovanovic (1990) . Though the LEB model at the maximum likelihood parameter estimates does surprisingly well, it is clear that wage differentiation is needed in models and in model based empirical work. In the model of occupation choice of Evans and Jovanovic (1989) , for example, unobserved heterogeneous skills influence both wage earnings and the profits from entrepreneurship. This might suggest that entrepreneurs worry less about increased wages as they potentially exit to become part of a skilled work force.",
        "cite_spans": [
          {
            "start": 459,
            "end": 484,
            "text": "Jeong and Townsend (2000)",
            "ref_id": "BIBREF17"
          },
          {
            "start": 622,
            "end": 652,
            "text": "Greenwood and Jovanovic (1990)",
            "ref_id": "BIBREF13"
          },
          {
            "start": 876,
            "end": 902,
            "text": "Evans and Jovanovic (1989)",
            "ref_id": "BIBREF8"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "11"
      },
      {
        "text": "Second, one could endogenize access to credit as in the Greenwood and Jovanovic (1990) model with transactions costs. This would slow down the growth of financial infrastructure and would rationalize some of the limited participation that we see but there would be no Pareto-improving policy intervention. However, Townsend and Ueda (2001) in an extended version of the Greenwood and Jovanovic model draw the conclusion that restrictive financial sector policies may have nevertheless slowed down entry into the financial sector below the endogenous rate. Thus financial sector liberalization, allowing intermediation at its otherwise endogenous value, is also associated with welfare gains, as in this paper Although occupation choice models should allow more endogenous financial sector participation, they illustrate well as they stand the fact that there may be welfare losses for some sectors of the population, not just gains, to liberalization. This offers a political economy rational for the apparently restrictive policies that we observed in Thailand.",
        "cite_spans": [
          {
            "start": 56,
            "end": 86,
            "text": "Greenwood and Jovanovic (1990)",
            "ref_id": "BIBREF13"
          },
          {
            "start": 315,
            "end": 339,
            "text": "Townsend and Ueda (2001)",
            "ref_id": "BIBREF34"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "11"
      },
      {
        "text": "Third, the imagined industrial organization of the Thai economy is relatively simple. In the model here fixed setup costs are allowed to vary across potential entrepreneurs, as if drawn from a quadratic cumulative distribution, but the quadratic production function mapping labor and capital into output is uniform across potential entrepreneurs. This delivers the occupation partition diagram and variation over time in the size distribution of firms, a function of the wage and the endogenous distribution of wealth. Indeed, an industrial organization literature starting with Lucas (1978) begins the same way, at least in spirit. He postulates an underlying distribution of personal managerial talent and then studies the division of persons into managers and employees and the allocation of productive inputs across managers. This has implications for secular changes in average firm size. This point is revisited by Gollin (1999) .",
        "cite_spans": [
          {
            "start": 579,
            "end": 591,
            "text": "Lucas (1978)",
            "ref_id": "BIBREF24"
          },
          {
            "start": 921,
            "end": 934,
            "text": "Gollin (1999)",
            "ref_id": "BIBREF12"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "11"
      },
      {
        "text": "Here the distribution of size and profits among firms is driven by self-financing, an endogenous and evolving distribution of wealth, and differential access to credit. That is, high set up costs and limited credit can limit the use of real physical capital in the standard part of the production function or can impede entry entirely. Likewise, some portion of end-of period profits is passed on to subsequent time periods if not subsequent generations. This could be an explanation for some of the serial correlation in size, profits, and employment that is seen in actual data, even when shocks in the form of set up costs are independent and identically distributed over time and households There would be implications for the cross-sectional dispersion in growth rates. Indeed, it seems that in Thailand larger firms, and those with financial access, may have grown faster than smaller ones as the credit market expanded in the late 1980's. Recent theoretical work is beginning to readdress earlier the supposed facts of firm growth and survival in the context of endogenous limited financial contracts. See Albuquerque and Hopenhayn (2001) and Cooley, Marimon and Quadrini (2000) More generally both the industrial organization and credit market literature need to be brought together. Existing empirical work has documented relationships between investment and the balance sheet, for example, but much of this work is somewhat atheoretic, documenting that the world is not neoclassical but leaving us wondering what the impediments to trade really are. The general equilibrium models of Banerjee and Newman (1993) , Piketty (1997) and Aghion and Bolton (1997) take different stands on those underpinnings but collectively make the point that growth and inequality can be related to imperfect credit markets. That of course was our starting point here.",
        "cite_spans": [
          {
            "start": 1113,
            "end": 1145,
            "text": "Albuquerque and Hopenhayn (2001)",
            "ref_id": "BIBREF2"
          },
          {
            "start": 1150,
            "end": 1185,
            "text": "Cooley, Marimon and Quadrini (2000)",
            "ref_id": "BIBREF4"
          },
          {
            "start": 1594,
            "end": 1620,
            "text": "Banerjee and Newman (1993)",
            "ref_id": "BIBREF3"
          },
          {
            "start": 1623,
            "end": 1637,
            "text": "Piketty (1997)",
            "ref_id": "BIBREF28"
          },
          {
            "start": 1642,
            "end": 1666,
            "text": "Aghion and Bolton (1997)",
            "ref_id": "BIBREF0"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "11"
      },
      {
        "text": "Indeed, in related work Paulson and Townsend (2001) use the Townsend-Thai data to estimate via maximum likelihood methods not only the LEB model featured here, but also collateral based lending as in model of Evans and Jovanovic (1989) (EJ for short), for example, and also incentive-based lending as in the mechanism design literature of Aghion and Bolton (1997) and Lehnert (1998) (ABL for short). Observed relationships of entrepreneurship, investment, and access to credit as functions of wealth and talent suggest that the ABL model fits the micro Thai data best, but the EJ model fits well for those with relatively low levels of wealth and those in the Northeast, while LEB, the model here, is a close contender. This suggests that a calculation of the welfare gains and losses to financial intermediation based on these other models would be worthwhile, though the average and modal estimates here should not be rejected out of hand. It does seem plausible, however, that the dramatic gains near the wealth equal set-up costs or 45° line would be vulnerable to alternative specifications.",
        "cite_spans": [
          {
            "start": 24,
            "end": 51,
            "text": "Paulson and Townsend (2001)",
            "ref_id": "BIBREF27"
          },
          {
            "start": 339,
            "end": 363,
            "text": "Aghion and Bolton (1997)",
            "ref_id": "BIBREF0"
          },
          {
            "start": 368,
            "end": 382,
            "text": "Lehnert (1998)",
            "ref_id": "BIBREF20"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "11"
      },
      {
        "text": "The growth and inequality literature relying on each of these underpinnings presupposes, as in the LEB model here, either an overlapping generations model with a bequest motive or a simplistic, myopic solution to the household savings problem. More needs to be done to make the models dynamic. Coupling households with firms and modelling the firms' inter-temporal decision problems will require more work, but again, given the prelinminary results here, that work would appear to be warranted. Data on the growth rate of GDP is taken from the computations of Tinakorn and Sussangkarn (1998) of the TDRI (Thailand Development Research Institute). They use data from the the NESDB (National Economic Social Development Board) in Thailand. Data for the missing years 1976-1980 were taken directly from the NESDB \"Gross Regional Product and Gross Provincial Product\" national income accounts and for 1996 as reported by the Bank of Thailand. The real GDP growth series in Table 2 is constructed by subtracting a 3-year moving average of the reported TFP growth in Tinakorn and Sussangkarn (1998) from the observed GDP growth rate. TFP growth was extrapolated for the missing years. We subtract TFP growth because we are only interested in growth due to factor accumulation, as the model allows no technological progress 42 . The data on labor share come also from the calculations of Tinakorn and Sussangkarn (1998) . The savings rate can also be estimated from national income accounts. Here we use the numbers provided by the Bank of Thailand from 1980-1996 and extrapolated the missing years. Data on the number of entrepreneurs as a fraction of the Thai population come from successive rounds of the national level income and expenditures socio-economic survey, the SES mentioned earlier, administered by the National Statistics Office. Here we use the occupation of the head of the household unit. There are four broad categories for occupation: wage worker, farmer, nonfarm entrepreneur, and inactive. We define entrepreneur as the head of household listed as non-farm entrepreneur. We approximate the missing years using cubic spline interpolation. The same SES surveys were used to compute the widely used Gini index as a measure of inequality. Finally we again use the SES data and the calculations of Jeong (1999) to determine the fraction of the population which has access to intermediated, credit and savings markets, i.e., that reside in the credit sector 43 .",
        "cite_spans": [
          {
            "start": 1061,
            "end": 1092,
            "text": "Tinakorn and Sussangkarn (1998)",
            "ref_id": "BIBREF33"
          },
          {
            "start": 1381,
            "end": 1412,
            "text": "Tinakorn and Sussangkarn (1998)",
            "ref_id": "BIBREF33"
          },
          {
            "start": 2308,
            "end": 2320,
            "text": "Jeong (1999)",
            "ref_id": "BIBREF16"
          }
        ],
        "ref_spans": [
          {
            "start": 969,
            "end": 976,
            "text": "Table 2",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "11"
      },
      {
        "text": "In this appendix we first derive the parameters that are estimated and then show how we recover the five technology parameters from the maximum likelihood estimates. We then explain in full detail the constraints on the parameter space imposed by the theory.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B ML Estimation",
        "sec_num": null
      },
      {
        "text": "The occupation indifference point xe(b, w) given in Equation 11 in the main text can be written as,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 Deriving the estimated parameters",
        "sec_num": null
      },
      {
        "text": "F u 1 k CF2 _\\3 ( -W) 2 -k-x w = k [a +-(-w)j + 2-(-- x) + 2 (B1)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 Deriving the estimated parameters",
        "sec_num": null
      },
      {
        "text": "Define the following constants K, = ap -, K2 = +-a(C-w), and",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 Deriving the estimated parameters",
        "sec_num": null
      },
      {
        "text": "K 3 = (1-w). (B2) p p p",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 Deriving the estimated parameters",
        "sec_num": null
      },
      {
        "text": "We can then write equation (B1) as w = (2)K + (b-z)K2 + K3-b (B3)",
        "cite_spans": [
          {
            "start": 56,
            "end": 60,
            "text": "K3-b",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 Deriving the estimated parameters",
        "sec_num": null
      },
      {
        "text": "where we made explicit again that kc = b -. Solving the above quadratic equation for x and taking the root which ensures 44 that dk > 0 in (Bi), we obtain",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 Deriving the estimated parameters",
        "sec_num": null
      },
      {
        "text": "K( -+X =fK~-i Ks-2(v+b)l B4 x'(b, w) = b + K2 - K -----7 (B4)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 Deriving the estimated parameters",
        "sec_num": null
      },
      {
        "text": "The constants which can be estimated are K 1 , K 2 (w), and K 3 (w) defined earlier in equation (B2) where now the dependence on the wage w is made explicit in the notation. It can be shown with some tedious algebra that numbers like ku(w), b(w) and b'(w) in Figure 1 are entirely determined by these constants In addition, with a non-linear transformation into constants 4 3 The SES survey records whether any member of the household transacted during the previous month with any of the formal financial institutions, such as commnercial banks, savings banks, BAAC, government housing banks, financial companies or credit financiers. A household is categorized as having access to credit if it transacted with any formal financial institution.",
        "cite_spans": [
          {
            "start": 372,
            "end": 375,
            "text": "4 3",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 259,
            "end": 267,
            "text": "Figure 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "B.1 Deriving the estimated parameters",
        "sec_num": null
      },
      {
        "text": "\"The intuition for choosing the positive root is that if the setup cost x is larger, more capital k is required for the agent to be indifferent between both occupations Cl( = K 2 (w) = 2wK3() and C 3 =--(B5)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 Deriving the estimated parameters",
        "sec_num": null
      },
      {
        "text": "K 1~~~~~K 1 K 1",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 Deriving the estimated parameters",
        "sec_num": null
      },
      {
        "text": "we can rewrite all the key parameters of the occupation partition as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 Deriving the estimated parameters",
        "sec_num": null
      },
      {
        "text": "(w) = C 2 (w), b (w) = C()+C 2 () _ C 3 (W)=C 3 + C 1 (W) 2 -+C 2 (W)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 Deriving the estimated parameters",
        "sec_num": null
      },
      {
        "text": "and finally, as in equation B4,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 Deriving the estimated parameters",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "xe(b, w) = b -C(w) + VCi(w)2 + C 2 (w) -C 3 b.",
            "eq_num": "(B7)"
          }
        ],
        "section": "B.1 Deriving the estimated parameters",
        "sec_num": null
      },
      {
        "text": "In the estimation, we make use of the constants defined in (B5) rather than those in (B2) because as equation (B7) shows, the unknown parameters enter additively or with low power on exponents rather than the more complicated case of (B4).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 110,
            "end": 114,
            "text": "(B7)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "B.1 Deriving the estimated parameters",
        "sec_num": null
      },
      {
        "text": "As explained in Section 5, only three parameters are identified in a simple cross-section and not five. However, if we exploit the variation in the wages observed in the data we can fully identify all the production parameters. In particular, if we are able to partition the original sample into two subsamples 45 facing different underlying wages w,,j = 1,2, then we obtain estimates of Cll, C 1 2 , C 2 1 , C 2 2 , C 3 and m, where C, = C,(w,). More specifically, if we group the parameters m, C 1 l, C 21 , C 3 for Subsample 1 and m, C 12 , C 22 , C3 for Subsample 2, with m and C 3 common across subsamples, then the likelihood of the sample in the two regions is determined. In other words, the MLE algorithm searches over the parameters C,,, C 3 , m and s in such a way as to make the observed sample most likely. Then, the five production parameters can be recovered from the four C,,, C 3 , and an estimate of the average wage 4 \" in each subsample converted to LEB units. Therefore, full identification is achieved.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 Deriving the estimated parameters",
        "sec_num": null
      },
      {
        "text": "Finally, equation (B7) can be modified to allow for the limited intermediation introduced in Section 10:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 Deriving the estimated parameters",
        "sec_num": null
      },
      {
        "text": "xe(b, w, A) = b + A-C,(w) + VCI(w) 2 ",
        "cite_spans": [
          {
            "start": 35,
            "end": 36,
            "text": "2",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 Deriving the estimated parameters",
        "sec_num": null
      },
      {
        "text": "+ C 2 (w)-C 3 b, where 2w+A 3W rC 2 (W) = 2(7+A)-Ks(w) (B8)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 Deriving the estimated parameters",
        "sec_num": null
      },
      {
        "text": "It is clear from the expression above that A enters as a separate parameter and would be identified in cross sectional maximum likelihood estimation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 Deriving the estimated parameters",
        "sec_num": null
      },
      {
        "text": "Given the estimates of Cll, C 1 2 , C 21 , C 22 and C 3 we first recover the constants K 1 and K 2 1 , K 22 , K 31 , K 32 where K,, = K,(w,) as before. From the definition of the C's given in (B5), we can write",
        "cite_spans": [
          {
            "start": 119,
            "end": 121,
            "text": "32",
            "ref_id": "BIBREF31"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.2 Recovering the technology parameters",
        "sec_num": null
      },
      {
        "text": "K, = -C XK() = C( ) and K3(w) = 2 ( + C )). (B9)~3 ~ C 3 W C )",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.2 Recovering the technology parameters",
        "sec_num": null
      },
      {
        "text": "45 1n principle and depending on the data, we could use more than two subsamples, thus obtaining different estimates for the production parameters. We could then use Mmimum Classical Distance methods to obtain the estimates for the whole sample.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.2 Recovering the technology parameters",
        "sec_num": null
      },
      {
        "text": "46We take the wage to be the labor income for those individuals who reported having no business.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.2 Recovering the technology parameters",
        "sec_num": null
      },
      {
        "text": "We now use the definition of the K's given in equation (B2) to recover the five production parameters. We first find C by dividing K 31 by K 32 . After some algebra we obtain w2Y31-wv32",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.2 Recovering the technology parameters",
        "sec_num": null
      },
      {
        "text": "Using the definition of either K 31 or K 32 , using the expression for C derived above we obtain a similar expression for p:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.2 Recovering the technology parameters",
        "sec_num": null
      },
      {
        "text": "P=( W2 -WI Bl '= ~~~~~~~~~~~~(Bil)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.2 Recovering the technology parameters",
        "sec_num": null
      },
      {
        "text": "Now subtracting K 22 from K 21 and using the expression for p we can solve for the parameter e yielding e (W2 -W)(",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.2 Recovering the technology parameters",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "K 21 -K 2 2 )",
            "eq_num": "(B12)"
          }
        ],
        "section": "B.2 Recovering the technology parameters",
        "sec_num": null
      },
      {
        "text": "We obtain a by using the expressions for e and p just derived and either combination of K 2 ,,w, or K 22 , W 2 into its definition. After some algebra, we obtain",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.2 Recovering the technology parameters",
        "sec_num": null
      },
      {
        "text": "K22 -K2 (B13)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.2 Recovering the technology parameters",
        "sec_num": null
      },
      {
        "text": "Finally, we recover 3 from its definition using the expressions from a 2 and p. This yields,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.2 Recovering the technology parameters",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "K 2 1 -K 2 2 2 I -~~~~~K 1 .",
            "eq_num": "(B314)"
          }
        ],
        "section": "B.2 Recovering the technology parameters",
        "sec_num": null
      },
      {
        "text": "The nature of the constraints that the model suggests should be imposed on the parameter space guided the choice of the MATLAB maximization routine fmincon. It allows for bounds, and for linear and nonlinear constraints. In what foUows, we explain each in turn. The parameters that the algorithm searches over are m, Cil, C 12 , C 21 , C 22 , C 3 and s. First, the specification of the talent distribution restricts the support of m E [-1,11. In addition, the expression for profits given in (8) , written as a quadratic expression in k, is well-behaved as long as the constant K 2 defined in (B2) is negative. This implies that C 3 needs to be positive. Finally, the scaling factor s must be positive. In addition to these bounds on the parameters, the critical value of b must satisfy:",
        "cite_spans": [
          {
            "start": 492,
            "end": 495,
            "text": "(8)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.3 Constraints on the parameter space",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "0 < b(w,) < 1, for i = 1, 2.",
            "eq_num": "(B15)"
          }
        ],
        "section": "B.3 Constraints on the parameter space",
        "sec_num": null
      },
      {
        "text": "If the cutoff value b is larger than one, then the parameters governing the cutoff level x' given in (B7) will not be identified. However, since the probability of being a worker and having wealth in LEB units b > 1 is zero, the log-likelihood of this zero probability event is minus infinity and so we do not need to impose the restriction. In addition, since the cutoff level z' is increasing in b and concave, it must be the case that b(w,) < x*(w.), and",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.3 Constraints on the parameter space",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "(B16) x*(wt,) < b*(w,), for i =1,2.",
            "eq_num": "(1317)"
          }
        ],
        "section": "B.3 Constraints on the parameter space",
        "sec_num": null
      },
      {
        "text": "It turns out that both expressions are satisfied if k,' > 0 for t = 1, 2 or in terms of the estimates, if we impose the linear constraints C 2 > 231 for i = 1,2.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.3 Constraints on the parameter space",
        "sec_num": null
      },
      {
        "text": "Finally, Footnote 9 imposes additional constraints on the parameters. In particular, ( > w, for i = 1, 2 and or > 0. Assume without loss of generality that w2 > wi. FRom the expression for ( in equation (B10), > w 2 as long as K 31 > K 32 . Some algebra yields that this is equivalent to",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.3 Constraints on the parameter space",
        "sec_num": null
      },
      {
        "text": "1-b 2 > W2 -Wl",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.3 Constraints on the parameter space",
        "sec_num": null
      },
      {
        "text": "or in terms of the estimated parameters,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.3 Constraints on the parameter space",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "C 21 > C22 + C3(w2-w).",
            "eq_num": "(B19)"
          }
        ],
        "section": "B.3 Constraints on the parameter space",
        "sec_num": null
      },
      {
        "text": "Likewise, from the expression for a in equation (B12), a > 0 as long as K 2 , > K 22 . We can rewrite this as k' > k2' or simply C 1 l > C 12 . (B20)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.3 Constraints on the parameter space",
        "sec_num": null
      },
      {
        "text": "However, in the actual estimation rather than imposing the constraints given in (B19) and (B20) ex-ante, we learned from experience that the numerical algorithm performed better without imposing them, then checking and eliminating the estimates that did not satisfy them after convergence had been achieved.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.3 Constraints on the parameter space",
        "sec_num": null
      },
      {
        "text": "In this appendix we describe how we compute the equilibrium wage each period using a bisection method, discretize the support of the resulting distribution of wealth, and allow the upper and lower bounds of wealth to evolve. We are numerically computing non-steady state equilibria to LEB, with diversity across agents in the setup costs x and with the \"transactions technology\" associated with liquidity constraints. We first describe the equilibrium computations in the benchmark LEB model and we then turn to the intermediated version.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C Computational Appendix",
        "sec_num": null
      },
      {
        "text": "Given that the benchmark LEB model is absent of any credit market, we only need to compute the equilibrium wage w.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C.1 Equilibrium in the Benchmark LEB model",
        "sec_num": null
      },
      {
        "text": "The initial wealth distribution for the current period t is discretized over 201 grid points. This distribution is used by a function that determines the equilibrium wage wt at date t.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C.1.1 Determining the Equilibrium Wage",
        "sec_num": null
      },
      {
        "text": "Consider now a given wage w (where we drop the time subscript t). Given this value of w, the cutoff setup costs xe(b, w) and xu(b, w) in Figure 1 in the paper can be determined for each value of the support of the given initial wealth distribution b E B. This determines the occupational choice for the agents with wealth b: the mass of people for whom the setup cost x satisfies x < x'(b, w) wiU become entrepreneurs. Given that the total population has mass one, individual probabilities coincide with the fraction of agents in the population. Therefore, the total number of agents with wealth b that will become entrepreneurs is the fraction (probability) of agents with initial wealth b multiplied by the probability of the event x < X'(b, w). Aggregating over the entire support Bt we obtain the total number of entrepreneurs E(w) as a function of the wage w. More formally, Thus in the end, each agent with initial wealth b will have been assigned to a B'-value in next period support B'. Evidently the state (B', G', w') for next period is enough to determine next period's outcome, without further reference to the details of the contemporary decision.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 137,
            "end": 145,
            "text": "Figure 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "C.1.1 Determining the Equilibrium Wage",
        "sec_num": null
      },
      {
        "text": "This section describes the algorithm that computes the equilibrium when capital markets are introduced in the economy. We need to determine the wage w and interest rate R simultaneously so that given the two, agents make their occupational choice and the labor and capital markets clear. The intermediated and non-intermediated sectors interact here through the cross-mobility of workers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C.2 Computing the intermediated economy",
        "sec_num": null
      },
      {
        "text": "The computational program runs two loops, the outer loop determining the wage w and the inner one determining the interest rate R. The algorithm starts with a guess of the wage w, and then the algorithm calls the subroutine that determines the interest rate R. That is, given the wage w, it finds the capital market interest rate R in the intermediated sector that clears the capital market. Once the interest rate R is determined, the occupational choice in each sector is found. We then check whether the labor market clears. If not, we update the value of w using the bisection method described above, but here, the interest rate R is determined at each update of the wage w. The labor market is in equilibrium when equation (19) in the main text holds:",
        "cite_spans": [
          {
            "start": 728,
            "end": 732,
            "text": "(19)",
            "ref_id": "BIBREF18"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C.2 Computing the intermediated economy",
        "sec_num": null
      },
      {
        "text": "We can also rewrite it as Ec(w, R) + LC(w,R)+SC(w,R) =f and ENC(w)+L dC(W) +SNC(W) =1-f,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ec(W, R) + ENc(w) + LC(w, R) + L dC(W) +Sc(w, R) + SNc(w) = 1 (C6)",
        "sec_num": null
      },
      {
        "text": "where f is the relative weight of the intermediated (C) sector in the overall economy. The determination of end-of-period wealth and hence bequests is easily done by tracking each sector separately.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ec(W, R) + ENc(w) + LC(w, R) + L dC(W) +Sc(w, R) + SNc(w) = 1 (C6)",
        "sec_num": null
      },
      {
        "text": "The algorithm determining the interest rate R also uses a bisection method. Similarly, the use of this method is warranted by the fact that the capital demand of a particular firm in the intermediated sector ku (w, R) and the number of firms in that sector as determined by the critical value of setup costs i(w, R) are both monotonically decreasing in the interest rate R, and thus a unique equilibrium exists. Net aggregate savings follows equation 17of the text and is computed as, 201 £(w,R) D(w,R) = Zb,jc(b,) -ku(w,R)H(i(w,R),m) -",
        "cite_spans": [
          {
            "start": 485,
            "end": 488,
            "text": "201",
            "ref_id": "BIBREF19"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ec(W, R) + ENc(w) + LC(w, R) + L dC(W) +Sc(w, R) + SNc(w) = 1 (C6)",
        "sec_num": null
      },
      {
        "text": "xdH(x,m) (C8) i=1 ,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ec(W, R) + ENc(w) + LC(w, R) + L dC(W) +Sc(w, R) + SNc(w) = 1 (C6)",
        "sec_num": null
      },
      {
        "text": "where following the main text notation, 9c( ) refers to the initial wealth probability function in the intermediated sector. Intuitively, if at a given (w, R) pair D(w, R) is negative, then the interest rate R is too low and needs to be higher. If on the contrary D(w, R) is positive, then the guessed interest rate is too high and so it should be lower, except if R = 1. In fact, when the interest rate R reaches the lower bound one, both the savings and the storage technology are equally productive. In other words, there is enough capital accumulation and net aggregate savings D(w, R) can be strictly positive.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ec(W, R) + ENc(w) + LC(w, R) + L dC(W) +Sc(w, R) + SNc(w) = 1 (C6)",
        "sec_num": null
      },
      {
        "text": "For a given wage w, the algorithm that determines the interest rate R starts with RL = 1 and some arbitrary 4 8 upper bound RH. It then computes D(w, RL) with the interest rate at the lower bound RL. 1980 1982 1984 1986 1988 1990 1992 1994 1996 1978 1980 1982 1984 1966 1988 1990 1992 1994 1996 Labor Share Fraction of Entrepreneurs 1978 980 182 184 196 198 s99 1992 1994 1996 1978 1980 1982 1984 1986 1988 1990 1992 1994 1996 Gini Coefficient 08 02' 1978 1980 1982 1984 1986 1988 1990 1992 1994 1996 Legend: -(thick) Thai Economy, -Closed Economy, --Economy with capital flows and linear participation.",
        "cite_spans": [
          {
            "start": 108,
            "end": 111,
            "text": "4 8",
            "ref_id": null
          },
          {
            "start": 200,
            "end": 294,
            "text": "1980 1982 1984 1986 1988 1990 1992 1994 1996 1978 1980 1982 1984 1966 1988 1990 1992 1994 1996",
            "ref_id": null
          },
          {
            "start": 346,
            "end": 426,
            "text": "184 196 198 s99 1992 1994 1996 1978 1980 1982 1984 1986 1988 1990 1992 1994 1996",
            "ref_id": null
          },
          {
            "start": 447,
            "end": 500,
            "text": "02' 1978 1980 1982 1984 1986 1988 1990 1992 1994 1996",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ec(W, R) + ENc(w) + LC(w, R) + L dC(W) +Sc(w, R) + SNc(w) = 1 (C6)",
        "sec_num": null
      },
      {
        "text": "SeeGreenwood and Jovanovic (1990) orTownsend and Ueda (2001).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "'We use the functional forms contamned in the 1993 workng paper, although the published version contains slight modifications.6 SeeGriffin et al. (1987) and references therein.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "5 Note that e > \"u76, C > W8i and ( > wNE, C > wC and p >0 , a > 0 for both datasets as required in Footnote 9",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The mterested reader will find a more detailed explanation inJeong (1999).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "We assume that the intermediated sector, with its distribution of wealth, is scaled up period by period according to the exogenous credit expansion. Alternatively, we could have sampled from the no-credit sector distribution of wealth and selected the correspondung fraction to the exogenous expansion, but the increase is small and his would have made little difference in the numerical computations.r8Smce this estimated measure of wealth is likely to differ in scale and units to the wealth reported in the Townsend-Thai data, we allow for a different scaling factor to convert SES wealth into the model units. In other words, we use two scaling factors when we calibrate the model using the parameters estimated with the Townsend-Thai data. One is estimated with ML techniques and converts wealth and incomes reported in the data, whereas the other is calibrated and converts the SES wealth measure used to generate the economy-wide initial distribution.2 9 Note that in computing the growth rate we lose one observation, so the time index in the formula given in(25) runs from 1977 to 1996 for the growth rate statistic.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "0 As mention earlier, when we use the Townsend-Thai data, we also search over a grid of 20 scaling factors for the mitial distribution of wealth. 31More formally we can express the savings rate (in an economy without credit) asSavings Rate = fB f'l W(b, x, w)dH(x, m)dG(b) (26) f 5 l f 0 Y (b, x, w)dH(x, m)dG(b)where income Y(b, x, w) is given by W(b, x, W) = Y(b, x, w) +b as expressed in equation(4). Note that for some parameters, the savings rate may be larger than one.32 Smce the cost of living v is roughly 3 times the subsistence income -y, wage growth rate wvll always be lower than 7yrg",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "'This dichotomous feature of the model could be improved by imposing diminishing returns in the subsistence sector.35 We could compare the end-of-period wealth of a given household with (b, x) in the non-intermediated sector of the intermediated economy with the same (b,x) household in the non-intermediated economy This would decompose the welfare gains (and losses).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "1n addition, we re-calibrated the cost of living v, subsistence level growth rate 7gr and the bequest motive parameter w for this open economy version and found even fewer differences compared to the closed economy model. In particular, the calibrated bequest motive parameter w is lower for both datasets in the open economy version, so that the depletion of subsisters happens at a slower rate.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "0 We also tried modifying the constraint in(3) to k E i4O, bxz, where the parameter N. measures the severity of the financing constraints. Thus, if some of the assets that make up wealth are illiquid, we would expect rN < 1. Unfortunately, this specrfication is not useful because the parameter N cannot be identified.4t We are implicitly assuming a partial equilibrium, unlimited supply of funds by setting r = 1. However, the magnitude of the calibrated parameter A as reported below is comparable to the average amount of informal borrowing found in the Townsend-Thai dataset by those households who borrow informally.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "420ur version of the LEB model allows exogenous technological progress in the subsistence sector yg, but when we calibrate the intermediated economy in Section 6 in the text, the parameter -g, is virtually zero.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "7 In our algorithm we take this upper bound as 1 7 from prior experience",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Here we take the upper bound to be 10 from prior experience",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "where g is the discretized probability function of the wealth distribution (cdf) G. Now let Ld(w) denote the total labor demand by entrepreneurs at the wage w. Notice that labor demand consists of two parts: demand by unconstrained firms, which solely depends on the wage w, and demand by constrained firms which depends on both the capital employed bx and the wage w. More formally, 201 z(b6,)Ld(w) = E tI(w)H(xu(b., w)) +where g is the discretized probability function of the wealth distribution (cdf) G. Intuitively, if at the given wage w, Ld(w) + E(w) is greater than one, then the wage is too low and needs to be higher. That is, labor demand is proportional to number of entrepreneurs E, and it is easy to show that both E(w) and Ld(w) are monotonically decreasing in wages. If E(w) + Ld(w) is less than one, the guessed wage is too high and so it should be lower, except if w = w. Indeed, if we reach the lower bound w, it means that at this minimum wage, total labor demand in the urban sector (entrepreneurs and workers) is less than the total population and therefore some agents will become subsisters More formally, the algorithm uses a bisection method to determine the wage rate w . The use of this simple method is warranted by the fact that both E(W) and Ld(w) are monotonically decreasing in the wage w and thus a unique equilbrium exists. It starts with WL = w and some arbitrary 4 7 upper bound WH = W-It then computes E(WL) + Ld (WL) with the wage at the lower bound, WL = w. This is the obvious initial guess. Then if E(WL) + Ld(WL) < 1, labor market clearing is achieved If on the contrary E(WL) + Ld(WL) > 1, there is an excess demand at the prevailing wage WL and the wage needs to be raised. From here onwards the algorithm proceeds as follows:1. Update the wage to w' = w+WH and compute E(w') + Ld(WI).(a) If E(W,') + Ld(tI) < 1, update the upper bound WH =W' and repeat to Step 1. If no guess appears to ever clear the market, we have nevertheless a sequence of upper and lower bounds with the equilibrium wage trapped in an interval whose width is converging. So, if WH -WL < , where e is a convergence criterion, then the program sets W = WL.",
        "cite_spans": [
          {
            "start": 384,
            "end": 387,
            "text": "201",
            "ref_id": "BIBREF19"
          },
          {
            "start": 1399,
            "end": 1402,
            "text": "4 7",
            "ref_id": null
          },
          {
            "start": 1450,
            "end": 1454,
            "text": "(WL)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "annex",
        "sec_num": null
      },
      {
        "text": "The support of the wealth distribution for next period, B', is again discretized over 201 points. The endpoints are computed as follows. The upper bound BH is defined as the bequest of the agent with the highest initial wealth b, assuming she has the lowest setup coat x. Similarly, the lower bound BL is defined as the bequest of the agent with the lowest initial wealth b assuming she has the highest setup cost x. We take BL and BH as the two endpoints of the support B' and divide the interval into 201 equally spaced grid points. Now with the equilibrium wage determined, the occupation for each agent and her corresponding income and wealth can be computed. We thus can find what her bequest will be. We then proceed by placing this bequest to the closest bequest B' E B' grid point. Next period bequest as a function of the initial wealth b and occupation choice is as follows:, (the agent becomes a subsister or worker), (unconstrained entrepreneur). (C3) The assignment of bequests to the appropriate B-grid points varies according to their occupational choice. For the workers it is relatively simple. All workers with given initial wealth b will bequest the same amount given in equation (C3) above. So we find the B' E B' closest to that bequest B and assign the measure of all workers with initial wealth b to that particular value. More formally,where g'(.) denotes the bequest (and hence next period wealth) distribution. We can then proceed analogously for all initial wealth grid points b E B. The assignment for entrepreneurs is more difficult because the bequest also depends on the setup cost x. A simple straightforward way would be to discretize x and then for each (x, b) pair, compute the corresponding occupational choice, income and bequest and assign it to the closest B'-grid point. But this entails discretizing z. The approach we take does away with discretizing x. The intuition is to go backwards.Consider for example the unconstrained entrepreneurs. We know that for a given ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C.1.2 Computing the bequest given the equilibrium wage w",
        "sec_num": null
      },
      {
        "text": "where 6 is the distance between any two consecutive points in the support B'. Using equation (C3) we compute the setup costs ZL and iH that yield, respectively BL and BH as optimal bequests given initial wealth b and wage w. We conclude then that all unconstrained entrepreneurs with setup costs x satisfying z E [XL,ZHI will bequest amounts B e [BL, B I that wiU be assigned to B'. The corresponding density is just H(ZH) -H(ZL) multiplied by the density of the initial wealth b given by g(b). We can proceed in this fashion for all grid points B' E [BL, BH,I. We treat the constrained entrepreneurs similarly, except that in order to find the setup costs ZL and ZH one needs to solve a quadratic equation (rather than a simple linear equation).This is the obvious initial guess. Then if D(w, RL) > 0, credit market clearing is achieved. If on the contrary D(w, RL) < 0, there is an excess demand of savings at the prevailing interest rate RL and it needs to be raised. From here onwards, following closely the wage algorithm, it proceeds as follows:1. Update the interest rate to R' = R,+RH and compute D(w, R'). As before, if no guess appears to ever clear the market, there is a sequence of shrinking intervals with the equilibrium interest rate trapped in it, so if RH -RL < e, where again e is a convergence criterion, then the program sets R = RL. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "~~~~2",
        "sec_num": null
      },
      {
        "text": ". 1978 1980 1982 1984 1986 1988 1990 1992 1994 1996 1978 1980 1982 1984 1986 1988 1990 1992 1994 1996 Labor Share Fraction of Entrepreneurs 1978 1980 1982 1984 1986 1988 1990 199 1994 1996 1978 19S0 3982 3984 1986 1988 3990 3992 1994 1996 Gini Coefficient 1980 1982 1984 1986 1988 1990 1992 1994 1996 Mean Simlatt Gini (dt-oefcnt) ofdnestra ",
        "cite_spans": [
          {
            "start": 2,
            "end": 101,
            "text": "1978 1980 1982 1984 1986 1988 1990 1992 1994 1996 1978 1980 1982 1984 1986 1988 1990 1992 1994 1996",
            "ref_id": null
          },
          {
            "start": 140,
            "end": 238,
            "text": "1978 1980 1982 1984 1986 1988 1990 199 1994 1996 1978 19S0 3982 3984 1986 1988 3990 3992 1994 1996",
            "ref_id": null
          },
          {
            "start": 256,
            "end": 300,
            "text": "1980 1982 1984 1986 1988 1990 1992 1994 1996",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "02",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "A Trickle-down Theory of Growth and Development wiht Debt Overhang",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Aghion",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Bolton",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "Review of Economic Studies",
        "volume": "64",
        "issue": "2",
        "pages": "151--72",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "P. Aghion and P. Bolton. A Trickle-down Theory of Growth and Development wiht Debt Overhang. Review of Economic Studies, 64(2):151-72, 1997.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Financial Liberalization and the Capital Account: Thailand",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Alba",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Hernandez",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Klingebiel",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "P. Alba, L. Hernandez, and D. Klingebiel. Financial Liberalization and the Capital Account: Thai- land 1988-1997. manuscript, Worldbank, 1999.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Optimal Lending Contracts and Firm Dynamics. manuscript revised",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Albuquerque",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [],
            "last": "Hopenhayn",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "R. Albuquerque and H. Hopenhayn. Optimal Lending Contracts and Firm Dynamics. manuscript revised, June 2001.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Occupational Choice and the Process of Development",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Banerjee",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Newman",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "Journal of Polstical Economy",
        "volume": "101",
        "issue": "2",
        "pages": "274--298",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "A. Banerjee and A. Newman. Occupational Choice and the Process of Development. Journal of Polstical Economy, 101(2):274-298, 1993.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Aggregate Consequences of Limited Contract Enforceability. mimeo",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Cooley",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Marimon",
            "suffix": ""
          },
          {
            "first": "V",
            "middle": [],
            "last": "Quadrini",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "T. Cooley, R. Marimon, and V. Quadrini. Aggregate Consequences of Limited Contract Enforce- ability. mimeo, November 2000.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Experience, Expectations and Export Dynamics. mimeo",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Das",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Roberts",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Tybout",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "M. Das, M. Roberts, and J. Tybout. Experience, Expectations and Export Dynamics. mimeo, 1998.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Growth and Saving among Individuals and Households",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Deaton",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Paxson",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Review of Economics and Statistics",
        "volume": "82",
        "issue": "2",
        "pages": "212--225",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "A. Deaton and C. Paxson. Growth and Saving among Individuals and Households. Review of Economics and Statistics, 82(2):212-225, 2000.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Growth is Good for the Poor",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Dollar",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Kraay",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Journal of Economic Growth",
        "volume": "7",
        "issue": "3",
        "pages": "195--225",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "D. Dollar and A. Kraay. Growth is Good for the Poor. Journal of Economic Growth, 7(3):195-225, 2002.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "An Estimated Model of Entrepreneurial Choice under Liquidity Constraints",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Evans",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Jovanovic",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "Journal of Political Economy",
        "volume": "97",
        "issue": "",
        "pages": "808--827",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "D. Evans and B. Jovanovic. An Estimated Model of Entrepreneurial Choice under Liquidity Con- straints. Journal of Political Economy, 97:808-827, 1989.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Development of the Labor Surplus Economy: Theory and Policy",
        "authors": [
          {
            "first": "J",
            "middle": [
              "C"
            ],
            "last": "Fei",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Ranis",
            "suffix": ""
          }
        ],
        "year": 1964,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "J.C.H Fei and G. Ranis. Development of the Labor Surplus Economy: Theory and Policy. Richard D. Irwin, Inc., 1964.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Economic Growth and the Income of the Poor. mimeographed, Harvard Institute for International Development",
        "authors": [
          {
            "first": "J",
            "middle": [
              "L"
            ],
            "last": "Gallup",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Radelet",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Warner",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "J.L. Gallup, S. Radelet, and A. Warner. Economic Growth and the Income of the Poor. mimeographed, Harvard Institute for International Development, 1998.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Evaluation of Financial Liberalization: A general equilibrium model with constrained occupation choice",
        "authors": [
          {
            "first": "X",
            "middle": [],
            "last": "Gine",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Townsend",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "World Bank Policy Paper",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "X. Gine and R. Townsend. Evaluation of Financial Liberalization: A general equilibrium model with constrained occupation choice. World Bank Policy Paper, 2003.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Nobody's Business but My Own: Self Employment and Small Entreprise in Economimc Development. mimeo, Williams College",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Gollin",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "D. Gollin. Nobody's Business but My Own: Self Employment and Small Entreprise in Economimc Development. mimeo, Williams College, 1999.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Financial Development, Growth, and the Distribution of Income",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Greenwood",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Jovanovic",
            "suffix": ""
          }
        ],
        "year": 1990,
        "venue": "Journal of Polittcal Economy",
        "volume": "98",
        "issue": "",
        "pages": "1076--1107",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "J. Greenwood and B. Jovanovic. Financial Development, Growth, and the Distribution of Income. Journal of Polittcal Economy, 98:1076-1107, 1990.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Selecting Functional Form in Production Function Analysis",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Griffin",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Montgomery",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Rister",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "Western Journal of Agncultural Economtcs",
        "volume": "12",
        "issue": "2",
        "pages": "216--227",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "R. Griffin, J. Montgomery, and M. Rister. Selecting Functional Form in Production Function Anal- ysis. Western Journal of Agncultural Economtcs, 12(2):216-227, 1987.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Explaining Rising Wage Inequality: Explorations with a Dynamic General Equilibrium Model of Labor Earnings with Heterogeneous Agents",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Heckman",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Lochner",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Taber",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "Review of Economsc Dynamtcs",
        "volume": "1",
        "issue": "",
        "pages": "1--58",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "J. Heckman, L. Lochner, and C. Taber. Explaining Rising Wage Inequality: Explorations with a Dynamic General Equilibrium Model of Labor Earnings with Heterogeneous Agents. Review of Economsc Dynamtcs, 1:1-58, 1998.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Education and Credit: Sources of Growth unth Increasing Inequality in Thatland",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Jeong",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "H. Jeong. Education and Credit: Sources of Growth unth Increasing Inequality in Thatland. PhD thesis, University of Chicago, Chicago, Illinois, 1999.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "An Evaluation of Models of Growth and Inequality. mimeo",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Jeong",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Townsend",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "H. Jeong and R. Townsend. An Evaluation of Models of Growth and Inequality. mimeo, University of Chicago, 2000.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Monetary transmission mechanism in Thailand",
        "authors": [
          {
            "first": "U",
            "middle": [],
            "last": "Klinhowhan",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "U. Klinhowhan. Monetary transmission mechanism in Thailand. Master's thesis, Thammasat Uni- versity, Bangkok, 1999",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Income and Wealth Heterogeneity in the Macroeconomy",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Krusell",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Smith",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "Journal of Polztical Economy",
        "volume": "106",
        "issue": "",
        "pages": "867--896",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "P. Krusell and A. Smith. Income and Wealth Heterogeneity in the Macroeconomy. Journal of Polztical Economy, 106:867-896, 1998.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Asset Pooling, Credit Rationing and Growth",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Lehnert",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "Federal Reserve Board: Finance and Economics Discussion Series",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "A. Lehnert. Asset Pooling, Credit Rationing and Growth. Working Paper 1998-52, Federal Reserve Board: Finance and Economics Discussion Series, 1998.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Economic Development with Unlimited Supplies of Labor",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Lewis",
            "suffix": ""
          }
        ],
        "year": 1954,
        "venue": "Manchester School of Economics and Social Studies",
        "volume": "28",
        "issue": "",
        "pages": "139--191",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "A. Lewis. Economic Development with Unlimited Supplies of Labor. Manchester School of Economics and Social Studies, 28:139-191, 1954.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Enterprise, Inequality, and Economic Development",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Lloyd-Ellis",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Bernhardt",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "H. Lloyd-Ellis and D. Bernhardt. Enterprise, Inequality, and Economic Development. mimeographed, 1993",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Enterprise, Inequality, and Economic Development",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Lloyd-Ellis",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Bernhardt",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Retnew of Economic Studies",
        "volume": "67",
        "issue": "1",
        "pages": "147--168",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "H. Lloyd-Ellis and D. Bernhardt. Enterprise, Inequality, and Economic Development. Retnew of Economic Studies, 67(1):147-168, 2000.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "On the size Distribution of Business Firms",
        "authors": [
          {
            "first": "R",
            "middle": [
              "E"
            ],
            "last": "Lucas",
            "suffix": ""
          }
        ],
        "year": 1978,
        "venue": "Bell Journal of Economics",
        "volume": "9",
        "issue": "2",
        "pages": "508--523",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "R. E. Lucas. On the size Distribution of Business Firms. Bell Journal of Economics, 9(2):508-523, 1978.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "What Happened to Thai Commercial Banks in Pre-Asian Crisis Period: Microeconomic Analysis of Thai Banking Industry",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Okuda",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Mieno",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Httotshubashi Journal of Economics",
        "volume": "40",
        "issue": "2",
        "pages": "97--121",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "H. Okuda and F. Mieno. What Happened to Thai Commercial Banks in Pre-Asian Crisis Period: Microeconomic Analysis of Thai Banking Industry. Httotshubashi Journal of Economics, 40(2):97- 121, 1999.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "The Evolution of Welfare, Poverty and Inequality in Brazil over the last 3 decades: 1916 to 1990. mimeo, DIPES",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Paes De Barros",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "R. Paes de Barros. The Evolution of Welfare, Poverty and Inequality in Brazil over the last 3 decades: 1916 to 1990. mimeo, DIPES/IPEA and Yale University.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "The Nature of Financial Constraints: Distinguishing the Micro Underpinnings of Macro Models. mimeographed",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Paulson",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Townsend",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "A Paulson and R. Townsend. The Nature of Financial Constraints: Distinguishing the Micro Underpinnings of Macro Models. mimeographed, 2001.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "The Dynamics of the Wealth Distribution and the Interest Rate with Credit Rationing",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Piketty",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "Review of Economic Studies",
        "volume": "64",
        "issue": "",
        "pages": "173--189",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "T. Piketty. The Dynamics of the Wealth Distribution and the Interest Rate with Credit Rationing. Review of Economic Studies, 64:173-189, 1997.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "The Debate on Globalization, Poverty and Inequality: Why Measurement Matters. mimeographed, The World Bank",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Ravallion",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "M. Ravallion. The Debate on Globalization, Poverty and Inequality: Why Measurement Matters. mimeographed, The World Bank, 2002.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "Diminishing Returns to Scale in Family Planning Expenditures: Thailand, 1976-81 mimeographed",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "",
            "suffix": ""
          },
          {
            "first": "Paul",
            "middle": [],
            "last": "Schultz",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "T. Paul Schultz. Diminishing Returns to Scale in Family Planning Expenditures: Thailand, 1976-81 mimeographed, Yale University, 1997.",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "Density Estimation for Statistics and Data Analysis",
        "authors": [
          {
            "first": "B",
            "middle": [
              "W"
            ],
            "last": "Silverman",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "B. W. Silverman. Density Estimation for Statistics and Data Analysis. Chapman and Hall, London, England, 1986.",
        "links": null
      },
      "BIBREF33": {
        "ref_id": "b33",
        "title": "Total Factor Productivity Growth in Thailand: 1980-1995. mimeo, Macroeconomic Policy Program",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Tinakorn",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Sussangkarn",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "P. Tinakorn and C. Sussangkarn. Total Factor Productivity Growth in Thailand: 1980-1995. mimeo, Macroeconomic Policy Program, TDRI, 1998.",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "Transitional Growth with Increasing Inequality and Financial Deepening. mimeo",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Townsend",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Ueda",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "R. Townsend and K. Ueda. Transitional Growth with Increasing Inequality and Financial Deepening. mimeo, University of Chicago, 2001.",
        "links": null
      },
      "BIBREF35": {
        "ref_id": "b35",
        "title": "Questionnaire design and data collection for NICHD grant \"Risk, Insurance and the Family,\" and NSF grants. mimeo",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Paulson",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Sakuntasathien",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [
              "J"
            ],
            "last": "Lee",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Binford",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "R. Townsend principal investigator with A. Paulson, S. Sakuntasathien, T. J. Lee, and M. Binford. Questionnaire design and data collection for NICHD grant \"Risk, Insurance and the Family,\" and NSF grants. mimeo, 1997.",
        "links": null
      },
      "BIBREF36": {
        "ref_id": "b36",
        "title": "Plant Level Irreversible Investment and Equilibrium Business Cycles. mimeographed",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Veracierto",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "M. Veracierto. Plant Level Irreversible Investment and Equilibrium Business Cycles. mimeographed, 1998.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "text": ". The above equation, however, does not restrict x to be lower than b. Define b, such that xe(b, w) = b. For b < b in Figure 1, xle (b, w) would exceed b. Households will not have the wealth to finance the setup cost x, and are forced to become workers. They are constrained on the extensive margin' 2 . Henceforth, we restrict Xe(b, w) to equal to b in this region, b < b. Note as well that agents with b = xe(b, w) will start businesses employing only labor as they used up all their wealth financing the setup cost. This captures in an extreme way the idea that small family owned firms use little capital.",
        "num": null,
        "fig_num": null,
        "type_str": "figure",
        "uris": null
      },
      "FIGREF2": {
        "text": "Occupational Choice Map 1~~~~~~~~~~~~~~~~~~~~9 Occupational Choice Map: SES data (left) and Townsend-Thai data (right) Benchmark Model: Best Overall Fit (SES Data) .Legend: --That Economy, -Simulation. ........... ...I N~~~~~~~~~~~~~~~04 -_ _ _ _ _ O-_ _ __________-____ 0 Benchmnark Model: Best Growvth Rate (SES Data). Legend: -T --Simu!atn.",
        "num": null,
        "fig_num": "1234",
        "type_str": "figure",
        "uris": null
      },
      "FIGREF3": {
        "text": "Intermediated Model (SES Data).Legend: --(dash-dash) Thai Economy, -(solid) Simulation at estimated parameters, -. (dash-dot) Mean Simulation, *-(dot-dot) ConfidenceCntervals.",
        "num": null,
        "fig_num": "5",
        "type_str": "figure",
        "uris": null
      },
      "FIGREF4": {
        "text": ": Pct Change in Wealth in 1996 Flg 8 b. WNC = 0 02, wC =° 03. Pct Change in Wealth NC Dilst Fig 8 f Final Wealth, NC Dist. Welfare Comparison in 1996: Townsend-Thai Data Pct Change m Wealh. NC Dst. Final Wealth NC Dlst. Welfare Comparison in 1978: SES Data Fig O a. Pct Change In Wealth In 1996 Fig 10 b. wNc = 05, wc 0.08, Foreign Capital Inflows and Financial Liberalization Legend: -Fomgn Cap. Inflows as a fraction of GDP, --Fraction of population with access to intermediatton Access to Capital and Foreign Cap. Inflows: SES (left) and Townsend-Thai (right)",
        "num": null,
        "fig_num": "8889991112",
        "type_str": "figure",
        "uris": null
      },
      "TABREF0": {
        "text": "",
        "num": null,
        "html": null,
        "content": "<table><tr><td/><td colspan=\"3\">MLE Results</td><td/></tr><tr><td/><td>SES</td><td/><td colspan=\"2\">Townsend-Thai</td></tr><tr><td/><td>Coefficient</td><td>S E.</td><td>Coefficient</td><td>S E</td></tr><tr><td>Scalmng Factor</td><td/><td/><td/><td/></tr><tr><td>sa</td><td>1.4236</td><td>0.00881</td><td>1.4338</td><td>0.03978</td></tr><tr><td>Subsistence Level</td><td/><td/><td/><td/></tr><tr><td>-y</td><td>0.02744</td><td>0.00119</td><td>0.01538</td><td>0.00408</td></tr><tr><td colspan=\"2\">F7:red Cost Dtstributon</td><td/><td/><td/></tr><tr><td>m</td><td>-0 5933</td><td>0 05801</td><td>0.00559</td><td>0.17056</td></tr><tr><td>Technology</td><td/><td/><td/><td/></tr><tr><td>ca</td><td>0.54561</td><td>0.06711</td><td>0.97545</td><td>0.00191</td></tr><tr><td>1B</td><td>0.39064</td><td>0.09028</td><td>0.0033</td><td>0.00013</td></tr><tr><td>p</td><td>0.03384</td><td>0.00364</td><td>0.00966</td><td>0.00692</td></tr><tr><td>or</td><td>0.1021</td><td>0.02484</td><td>0.00432</td><td>0.00157</td></tr><tr><td/><td>0.2582</td><td>0.03523</td><td>0.12905</td><td>0.04146</td></tr><tr><td>Number of Obs.</td><td colspan=\"2\">24,433</td><td>1,272</td><td/></tr><tr><td>Log-Likelihood</td><td colspan=\"2\">-8,233.92</td><td colspan=\"2\">-616.92</td></tr></table>",
        "type_str": "table"
      },
      "TABREF1": {
        "text": "Thai Data Year GDP Growth Savings Rate Labor Share Frac. of Entr. Income Gini Fin. Lib.",
        "num": null,
        "html": null,
        "content": "<table><tr><td>1976</td><td>7.656</td><td>0.219</td><td>0.402</td><td>0.140</td><td>0.418</td><td>0.060</td></tr><tr><td>1977</td><td>8.048</td><td>0.219</td><td>0.402</td><td>0.143</td><td>0.412</td><td>0.078</td></tr><tr><td>1978</td><td>9.255</td><td>0.219</td><td>0.382</td><td>0.146</td><td>0.413</td><td>0.089</td></tr><tr><td>1979</td><td>4.944</td><td>0.219</td><td>0.380</td><td>0.148</td><td>0.420</td><td>0.096</td></tr><tr><td>1980</td><td>5.911</td><td>0.222</td><td>0.388</td><td>0.149</td><td>0.430</td><td>0.099</td></tr><tr><td>1981</td><td>6.309</td><td>0.210</td><td>0.395</td><td>0.150</td><td>0.443</td><td>0.100</td></tr><tr><td>1982</td><td>5.149</td><td>0.224</td><td>0.401</td><td>0.150</td><td>0.457</td><td>0.100</td></tr><tr><td>1983</td><td>4.328</td><td>0.220</td><td>0.407</td><td>0.151</td><td>0.469</td><td>0.100</td></tr><tr><td>1984</td><td>4.662</td><td>0.225</td><td>0.405</td><td>0.150</td><td>0.480</td><td>0.100</td></tr><tr><td>1985</td><td>4.607</td><td>0.231</td><td>0.401</td><td>0.150</td><td>0.487</td><td>0.101</td></tr><tr><td>1986</td><td>5.737</td><td>0.244</td><td>0.385</td><td>0.150</td><td>0.489</td><td>0.105</td></tr><tr><td>1987</td><td>8.262</td><td>0.275</td><td>0.373</td><td>0.150</td><td>0.486</td><td>0.124</td></tr><tr><td>1988</td><td>10.008</td><td>0.320</td><td>0.365</td><td>0.150</td><td>0.486</td><td>0.150</td></tr><tr><td>1989</td><td>8.231</td><td>0.341</td><td>0.351</td><td>0.150</td><td>0.496</td><td>0.172</td></tr><tr><td>1990</td><td>9.580</td><td>0.330</td><td>0.357</td><td>0.150</td><td>0.512</td><td>0.190</td></tr><tr><td>1991</td><td>9.078</td><td>0.347</td><td>0.362</td><td>0.148</td><td>0.527</td><td>0.206</td></tr><tr><td>1992</td><td>9.237</td><td>0.338</td><td>0.393</td><td>0.150</td><td>0.535</td><td>0.220</td></tr><tr><td>1993</td><td>8.237</td><td>0.341</td><td>0.404</td><td>0.158</td><td>0.532</td><td>0.231</td></tr><tr><td>1994</td><td>7.515</td><td>0.348</td><td>0.425</td><td>0.170</td><td>0.521</td><td>0.240</td></tr><tr><td>1995</td><td>7.181</td><td>0.349</td><td>0.447</td><td>0.179</td><td>0.509</td><td>0.249</td></tr><tr><td>1996</td><td>4.850</td><td>0.332</td><td>0.458</td><td>0.180</td><td>0.503</td><td>0.260</td></tr></table>",
        "type_str": "table"
      }
    }
  }
}