{
  "paper_id": "D23795625",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:04:12.590003Z"
  },
  "title": "Entrepreneurship and the Allocation of Government Spending Under Imperfect Markets",
  "authors": [
    {
      "first": "Asif",
      "middle": [],
      "last": "Islam",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Economics Global Indicators Group",
        "institution": "",
        "location": {}
      },
      "email": "aislam@worldbank.org"
    }
  ],
  "year": "2015-01",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D23795625",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "Spending Under Imperfect Markets",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Entrepreneurship and the Allocation of Government",
        "sec_num": null
      },
      {
        "text": "There is much consensus that entrepreneurship has far reaching benefits for innovation, job creation, and development as a whole. This has lead researchers on a quest to unlock the mechanisms that encourage greater entrepreneurship with the goal of promoting compatible economic policies. A key feature of this literature has been the size of government -specifically the size of government spending -which several studies have found to have a negative relationship with entrepreneurship (see Aidis et al., 2012 for a review of the literature). The intuition is twofold. First, high levels of government spending tend to be a proxy for the level of government involvement in the economy implying more burdensome regulations imposed by the government. Increasing burden of government regulations tends to discourage entrepreneurship.",
        "cite_spans": [
          {
            "start": 493,
            "end": 511,
            "text": "Aidis et al., 2012",
            "ref_id": "BIBREF2"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Second, higher total government spending implies greater social security and welfare spending by the state.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "This may provide safety nets for potential entrepreneurs, effectively raising the opportunity cost of entrepreneurship, thus discouraging entrepreneurship activities.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "In this study we expand on the latter hypothesis. We add to the literature by exploring the impact of the composition of government spending -not just the size -on the likelihood of engaging in entrepreneurship activity. We specifically explore the consequences of a reallocation of government spending from private subsidies to social and public goods on entrepreneurial activity, assuming the presence of credit market failures. We define entrepreneurship activity as startups with the expectation to create 10 jobs or more. We develop the relationship between government spending composition and entrepreneurship by combining the literature on economic growth, entrepreneurship, and government spending under credit market imperfections.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Under credit market imperfections, individuals who would like to invest in education may be unable to do so as they are unable to obtain credit. Thus the presence of credit market failures can lead to underinvestment in human capital. In this scenario government welfare spending received by creditconstrained individuals can alleviate their constraints and enable them to invest in education. Thus through this channel, government spending in social goods -which mostly includes welfare spending, health,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "housing and education spending -may result in an increase in investment in human capital. Expanding human capital in the economy would equip individuals with the necessary skills to engage in entrepreneurship activities (Unger et al., 2011) . Furthermore, there may be implications for the type and quality of entrepreneurship activities. The larger the number of people engaged in the process of exchanging ideas, the more innovative the entrepreneurship activity may be as opposed to just self-employment.",
        "cite_spans": [
          {
            "start": 220,
            "end": 240,
            "text": "(Unger et al., 2011)",
            "ref_id": "BIBREF19"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Alternatively, it has been argued in some studies that welfare spending by the government may increase the opportunity cost of engaging in entrepreneurial activity as potential entrepreneurs may choose welfare benefits as an alternative to risky entrepreneurial activity. However, under this scenario it is typically assumed that there are no credit market imperfections. Thus, while the literature has argued for the moral hazard disincentive mechanisms for entrepreneurship and social spending, the presence of credit market failures may invert the relationship whereby social spending can increase human capital investment, potentially increasing an individual's likelihood of engaging in entrepreneurship activity. Of course, which mechanism dominates cannot be known a priori and is essentially an empirical question. In addition to social spending, increasing government spending in the usual public goods such as law and order and infrastructure may create an environment that is conducive for entrepreneurial activity. Individuals are more likely to start businesses if they believe their investments are protected. Improved transportation and communication infrastructure may increase the degree of connectivity and networks required for innovative entrepreneurship.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "On the other hand, there is the issue of private subsidies. This type of spending involves expenditures towards firms such as marketing subsidies, energy subsidies, and so forth. These types of spending are typically captured by large firms and thus tend to substitute private investment. Furthermore they provide an unfair advantage to established firms as opposed to emerging firms and therefore are detrimental towards new entry or increase in entrepreneurs over time.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "This study empirically addresses the central hypothesis of whether a reallocation of government spending from private subsidies to social and public goods under credit market imperfections encourages entrepreneurial activity. Our analysis exploits the GEM database, which covers 50 developed and developing economies between 2001 and 2009 and which includes all startups, regardless of their legal status. The Global Enterprise Monitor survey (GEM) covers at least 2,000 individuals annually in each country. The individual level data (approximately 650,000 usable observations) are generated through surveys which enabled the production of stratified samples, drawn from the data which correspond to the whole working age population in each participating country. Our empirical approach is to exploit individual level variation in entrepreneurship activity and cross-country variation in government spending. To achieve this we combine cross-country microeconomic individual level data with country-specific government spending data from the IMF's Government Financial Statistics database (GFS). Most of the literature has focused on total entrepreneurial activity which includes self-employment. We follow Estrin and Mickiewicz (2011) and focus on entrepreneurs that aspire to create 10 or more jobs, which is important for economic growth. We include several individual level controls from the GEM data set and macroeconomic controls from the World Bank Development Indicators (WDI). Concerns about simultaneity bias are ameliorated in our use of aggregate explanatory variables because the individual decision of a potential entrepreneur should not affect country-level institutions or economic development. However, endogeneity may arise because the mean country-level individual entry outcome may affect some of the country-level variables, so we lag all our macroeconomics and institutional variables by one year.",
        "cite_spans": [
          {
            "start": 1208,
            "end": 1236,
            "text": "Estrin and Mickiewicz (2011)",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Our study confirms findings in the literature that government size, measured via total spending, has a negative effect on entrepreneurial activity. However, in contrast to the literature that has cited social spending as one of the reasons for this negative relationship, we find that government spending on social and public goods at the cost of private subsidies actually improves entrepreneurial activity. This result is robust when we lag our spending variable up to 5 years in order to capture long term effects.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "In summary, the contributions of this paper are as follows: (i) This is the first study to our knowledge that examines the relationship between the composition of government spending on public goods and entrepreneurship. (ii) We confirm the negative effect of total government spending on entrepreneurship as shown in the literature, however we depart from the literature by showing that this may not be due to increased social spending. We achieve this by exploring subcategories of total government spending. (iii)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "We find that increases in the share of government spending in social and public goods may encourage entrepreneurial activity especially when it comes at the cost of private subsidies. We posit that this finding may be consistent with findings from the growth, fiscal policy, and credit market imperfections literature.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The rest of the paper is structured as follows. Sections 2, 3, 4, and 5 present the conceptual model, data and methods, results, and conclusions, respectively.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Individuals may start new ventures if the expected returns are greater than the alternatives (Casson, 1982; Parker, 2004) . Under competitive markets, the nature of both the entrepreneur and entrepreneurship activity determines the level of risks involved. However, under the presence of credit market imperfections and usual externalities associated with public goods, several factors may affect the expected returns from starting new ventures and probably the variance of the potential income stream from these ventures as well.",
        "cite_spans": [
          {
            "start": 93,
            "end": 107,
            "text": "(Casson, 1982;",
            "ref_id": "BIBREF4"
          },
          {
            "start": 108,
            "end": 121,
            "text": "Parker, 2004)",
            "ref_id": "BIBREF12"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conceptual model",
        "sec_num": "2."
      },
      {
        "text": "The presence of credit market failures implies that certain individuals willing to engage to in entrepreneurial activities may be unable to do so due to lack of funds assuming financial constraints affect engagement in entrepreneurship more than paid employment. This is a direct effect of credit market failures. Indirectly, the presence of credit market failures may also imply that certain individuals are unable to finance human capital investment which may endow them with the necessary skills to engage in entrepreneurial activity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conceptual model",
        "sec_num": "2."
      },
      {
        "text": "Finally alleviation of credit market failures may increase the pool of individuals engaging in innovation resulting in positive externalities which may promote innovative entrepreneurial activity. Thus, the presence of credit market failures may increase the opportunity cost of engaging in entrepreneurial activity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conceptual model",
        "sec_num": "2."
      },
      {
        "text": "Certain public goods may be essential for entrepreneurial activity (Tybout, 2000; Goedhuys and Sleuwaegen, 2010) . The quality of infrastructure, specifically transportation and communication may determine how easy it is for individuals to access the resources they need for startups. In addition, basic public services such as law and order may be necessarily for individuals to be confident that any investment they make on entrepreneurial activity is protected. Lack of public goods may increase the risk associated with startups and also reduce the expected returns.",
        "cite_spans": [
          {
            "start": 67,
            "end": 81,
            "text": "(Tybout, 2000;",
            "ref_id": "BIBREF18"
          },
          {
            "start": 82,
            "end": 112,
            "text": "Goedhuys and Sleuwaegen, 2010)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conceptual model",
        "sec_num": "2."
      },
      {
        "text": "The presence of credit market failures and the provision of public goods present externalities that justify the presence of government intervention. We consider a specific type of government intervention -fiscal spending policy that specifically alleviates credit constraints (social spending) and increases the provision of public goods (public good spending). We include the following categories under social and public goods:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conceptual model",
        "sec_num": "2."
      },
      {
        "text": "education, health, housing, welfare, social protection, infrastructure, religion and culture, environment, and public order and safety. Thus, if government spending in these categories alleviates credit market imperfections and improves the provision of public goods, we may expect greater entrepreneurial activity in return. As an aside, we do note that the literature has raised the concern that certain welfare benefits may increase the opportunity costs of risky startups. We argue that this is more likely for self-employment with no expectation of expansion, which our definition of entrepreneurship excludes. We do concede that we cannot completely rule out the entrepreneurial disincentives of welfare benefits, and thus we leave it as an empirical question to be explored.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conceptual model",
        "sec_num": "2."
      },
      {
        "text": "Governments also engage in certain types of spending policy that may be detrimental to entrepreneurial activity. These include private subsidies that typically are captured by large firms. Such subsidies tend to benefit a few small numbers of firms, and essentially crowd out entrepreneurial activity. Furthermore, private subsidies typically attract relatively more rent seeking activities than social and public goods simply due to the fact that the beneficiaries of private subsidies are more concentrated while the benefits of social and public goods are more diffuse. Thus potential entrepreneurs may end up being attracted to these rent seeking activities instead of creating startups. Examples of private subsidies include energy and marketing subsidies, agricultural subsidies, manufacturing subsidies, and defense spending that tends to be higher than the optimal required levels.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conceptual model",
        "sec_num": "2."
      },
      {
        "text": "The financing connotation of any expansion of fiscal policy is important. If an expansion in certain government spending results in higher future taxes, there may be distortionary effects. We therefore make explicit the financial source of any expansion in government spending in public goods. We consider reductions in private subsidies as the source of finance of any expansion in public goods. Thus, we implicitly do not make any judgment on the expansion of total government spending leaving us open to the possibility that this may be correlated with larger regulatory burdens and potential crowding out of the private sector. Thus the hypothesis that follows is whether reallocating government spending from private subsidies to social and public goods results in greater entrepreneurial activity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conceptual model",
        "sec_num": "2."
      },
      {
        "text": "This is not the first study to consider these categories of government spending. López and Islam (2012) consider a similar reallocation of government spending on economic growth. They do theoretically model the implications of switching spending from private to public goods on innovation, without explicitly considering entrepreneurship. There is a theoretical literature on government subsidies and entrepreneurial activity (see Li, 2002 for a review). Using a general equilibrium analysis Li (2002) presents a theoretical model where it finds that pro poor income programs are more likely improve entrepreneurial activity than targeted interest rate subsidies. Of course, the results for pro poor income programs are qualified by possible offsets by distortionary taxes to fund the increase in such programs. We sidestep this issue by explicitly considering private subsidies as the funding source for social and pubic goods.",
        "cite_spans": [
          {
            "start": 81,
            "end": 103,
            "text": "López and Islam (2012)",
            "ref_id": null
          },
          {
            "start": 431,
            "end": 439,
            "text": "Li, 2002",
            "ref_id": "BIBREF9"
          },
          {
            "start": 492,
            "end": 501,
            "text": "Li (2002)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conceptual model",
        "sec_num": "2."
      },
      {
        "text": "In this section we provide the details of the data used in this study and the empirical methods employed.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data and methods",
        "sec_num": "3."
      },
      {
        "text": "We start off with the government spending variables and other macro-level controls. We then describe the individual level data set, and finish the section off with a description of our empirical approach.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data and methods",
        "sec_num": "3."
      },
      {
        "text": "We use the International Monetary Fund's Government Finance Statistics (GFS) database that contains government spending data comparable across countries. The GFS database has the largest degree of coverage in comparison to similar data sets such as EUROSTAT or the Asian Development Bank that tend to be region specific. Our key variable of interest is the share of social and public goods -the sum of total social and public good spending over total government spending. There are two advantages of this measure.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Government spending and macroeconomic controls",
        "sec_num": "3.1"
      },
      {
        "text": "By using the share of social and public goods and controlling for total government spending, we explicitly identify the financing source of spending as other spending categories which mainly include government private subsidies and defense spending. The second advantage is that we obtain a unit free measure of spending that is unaffected by currency and inflation fluctuations. This approach alleviates measurement error. We split our measure of total government spending into consumption spending and investment spending obtained from the Penn World Tables (PWT) . The latter category is combined with private investment, providing a measure of total investment in the economy.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 553,
            "end": 565,
            "text": "Tables (PWT)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Government spending and macroeconomic controls",
        "sec_num": "3.1"
      },
      {
        "text": "We follow the literature in controlling for macroeconomic measures of development and institutions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Government spending and macroeconomic controls",
        "sec_num": "3.1"
      },
      {
        "text": "Following Williamson (2000) , protection of private property rates is considered a key institutional characteristic. Protection from arbitrary government action is considered to be a substantial component of the overall protection of property rights, and thus a popular measure for institutions in the literature has been the Polity IV measure of constraints on the arbitrary power of the executive branch of the government which we include in our estimations (Acemoglu and Johnson, 2005; Estrin and Mickiewicz, 2011) .",
        "cite_spans": [
          {
            "start": 10,
            "end": 27,
            "text": "Williamson (2000)",
            "ref_id": "BIBREF21"
          },
          {
            "start": 460,
            "end": 488,
            "text": "(Acemoglu and Johnson, 2005;",
            "ref_id": "BIBREF0"
          },
          {
            "start": 489,
            "end": 517,
            "text": "Estrin and Mickiewicz, 2011)",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Government spending and macroeconomic controls",
        "sec_num": "3.1"
      },
      {
        "text": "We control for real GDP per capita to account for the overall economic development in the economy which has been noted to be related to entrepreneurship (Acs et al., 1994; Carree et al., 2002; Wennekers et al., 2005; Estrin and Mickiewicz, 2011; Aidis et al., 2012) . The literature has also explored the link between economic growth and entrepreneurial activity. Two opposing hypotheses have been proposed. On one hand periods of recession result in non-expansion or contraction of existing firms, thus lowering the opportunity cost of startups. This is known as \"recession push.\" On the other hand economic growth may mean larger expected gains from startup activity thus increasing entrepreneurship activity which is known as \"prosperity-pull\" (Stel et al., 2007; Parker, 2009) . We include economic growth as a control variable but do not develop this hypothesis further.",
        "cite_spans": [
          {
            "start": 153,
            "end": 171,
            "text": "(Acs et al., 1994;",
            "ref_id": "BIBREF1"
          },
          {
            "start": 172,
            "end": 192,
            "text": "Carree et al., 2002;",
            "ref_id": "BIBREF3"
          },
          {
            "start": 193,
            "end": 216,
            "text": "Wennekers et al., 2005;",
            "ref_id": "BIBREF20"
          },
          {
            "start": 217,
            "end": 245,
            "text": "Estrin and Mickiewicz, 2011;",
            "ref_id": "BIBREF6"
          },
          {
            "start": 246,
            "end": 265,
            "text": "Aidis et al., 2012)",
            "ref_id": "BIBREF2"
          },
          {
            "start": 747,
            "end": 766,
            "text": "(Stel et al., 2007;",
            "ref_id": "BIBREF17"
          },
          {
            "start": 767,
            "end": 780,
            "text": "Parker, 2009)",
            "ref_id": "BIBREF13"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Government spending and macroeconomic controls",
        "sec_num": "3.1"
      },
      {
        "text": "Since we use aggregate country level measures of government spending, this alleviates concerns of simultaneity bias. This is because individual level decisions to engage in entrepreneurial activity should not affect country-level government spending decisions. However, the mean country-level individual entrepreneurial decisions may affect some aspect of government spending policy, not necessarily the broad range of fiscal policy we consider. Regardless, we lag all our government spending measures and macroeconomic controls by one year to limit issues concerning endogeneity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Government spending and macroeconomic controls",
        "sec_num": "3.1"
      },
      {
        "text": "We obtain individual level data from the Global Entrepreneurship Monitor (GEM). These data are generated through stratified samples of 2,000 individuals surveyed per country. The sample is drawn from the working age population of the country capturing both entrepreneurs and non-entrepreneurs. We use the standard definition of entrepreneurship or nascent entrepreneurs (details below) with the additional requirement that they expect to create ten jobs or more within the next five years, a definition also used by Estrin and Mickiewicz (2011) to identify high aspiration entrepreneurs. The cut-off point of ten jobs or more was selected as it is consistent with the standard distinction between small and micro enterprises.",
        "cite_spans": [
          {
            "start": 516,
            "end": 544,
            "text": "Estrin and Mickiewicz (2011)",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Entrepreneurship measure and individual-level controls",
        "sec_num": "3.2"
      },
      {
        "text": "The standard definition of nascent entrepreneurship follows Reynolds et al. (2005) and is already available in the GEM data set. An individual is considered a nascent entrepreneur if he or she is between the ages of 18 and 64 and has taken some action towards starting a business in the last year, and expects to own or share the business they are starting, which must not have paid any wages of salaries for more than 3 months.",
        "cite_spans": [
          {
            "start": 60,
            "end": 82,
            "text": "Reynolds et al. (2005)",
            "ref_id": "BIBREF14"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Entrepreneurship measure and individual-level controls",
        "sec_num": "3.2"
      },
      {
        "text": "We use the available data from the GEM data which are consistent and comparable across time. Combined with the government spending variables the sample spans from 2001 to 2009 covering 50 individual countries for a total of around 650,000 observations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Entrepreneurship measure and individual-level controls",
        "sec_num": "3.2"
      },
      {
        "text": "We use individual controls that have been established in the literature as significant determinants of entrepreneurial activity. We control for personal characteristics such as education, age, gender, employment status, experience, and networks (Parker 2009) . Education has been found to have a positive relationship with entrepreneurship (Robinson and Sexton, 1994; Davidson and Honig, 2003) . The choice of entrepreneurship activity may also be affected by whether an individual is employed or not. Studies have indicated that networks, start-up knowledge, and fear of failure have been important determinants of entrepreneurship (Estrin and Mickiewicz, 2011; Wennekers et al., 2005; Aidis et al., 2010) . The basic idea is better information from networks or having previous experience may lower the cost and uncertainty associated with entrepreneurial activity. We thus control for whether the individual knows other entrepreneurs, owns or manages an existing business, whether they have previously acted as a business angel, or if they have a \"fear of failure.\" ",
        "cite_spans": [
          {
            "start": 245,
            "end": 258,
            "text": "(Parker 2009)",
            "ref_id": "BIBREF13"
          },
          {
            "start": 340,
            "end": 367,
            "text": "(Robinson and Sexton, 1994;",
            "ref_id": "BIBREF15"
          },
          {
            "start": 368,
            "end": 393,
            "text": "Davidson and Honig, 2003)",
            "ref_id": null
          },
          {
            "start": 633,
            "end": 662,
            "text": "(Estrin and Mickiewicz, 2011;",
            "ref_id": "BIBREF6"
          },
          {
            "start": 663,
            "end": 686,
            "text": "Wennekers et al., 2005;",
            "ref_id": "BIBREF20"
          },
          {
            "start": 687,
            "end": 706,
            "text": "Aidis et al., 2010)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Entrepreneurship measure and individual-level controls",
        "sec_num": "3.2"
      },
      {
        "text": "We adopt the econometric model used by Estrin and Mickiewicz (2011) . Our dependent variable is a dummy for whether or not an individual has engaged in nascent entrepreneurship with the expectation of creating 10 jobs or more in 5 years. We use a probit model with random country-year effects in all our estimations. This accounts both for unobserved heterogeneity across countries and also measurement error and idiosyncrasies that are country-year sample specific. This estimation model has been found to be a better fit for the GEM data set than country effects as the data set is highly imbalanced with countries appearing once or twice. Furthermore, broad compositional changes in government spending within a country take a long time, and the main variation comes from across countries. Therefore country fixed effects may wash out the more important cross-country variation in government spending. The focus on country-years rather than countries is also appropriate as it fits the logic of the GEM sampling methodology (Estrin and Mickiewicz, 2011) .",
        "cite_spans": [
          {
            "start": 39,
            "end": 67,
            "text": "Estrin and Mickiewicz (2011)",
            "ref_id": "BIBREF6"
          },
          {
            "start": 1027,
            "end": 1056,
            "text": "(Estrin and Mickiewicz, 2011)",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Econometric model",
        "sec_num": "3.3"
      },
      {
        "text": "The base empirical model is as follows: Where i denotes individuals, j denotes country, and t denotes time. Entry is a dummy equal to one if the individual is engaged in nascent entrepreneurial activity and zero otherwise. As stated earlier, we use the random country-year effects probit model. We use this model to present our base estimations. In later estimations we modify it by experimenting with different lags of the government spending variables and various components of government spending on social and public goods.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Econometric model",
        "sec_num": "3.3"
      },
      {
        "text": "Our estimation results are presented in tables 3 and 4. In column 1 of table 3 we present the results with only total government spending so as to replicate the typical relationship found between total government spending and entrepreneurial activity in the literature. We affirm the negative relationship between total government spending and entrepreneurship which is consistent with the literature. The benchmark estimation result is provided in column 2 of table 3 where we now include the composition of government spending -the share of spending on social and public goods. This is also repeated in column 1 of table 4",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4."
      },
      {
        "text": "for comparison purposes. As expected we find that an increase in the share of social and public good spending has positive effect on the rate of entrepreneurial activity, at the 1% level of statistical significance.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4."
      },
      {
        "text": "The interpretation of this result is that holding total government fixed, a reallocation of government spending from private subsidies to social and public goods increases the likelihood of an individual to engage in entrepreneurial activity. As stated earlier, the mechanisms that relate social goods and public goods to entrepreneurship, especially via the alleviation of credit constraints and human capital investment, may take time to have an effect. Thus in table 3, from columns 3 to 6, we increase the lag of the spending variables by one year. Accordingly, the spending variables in column 6 of table 3 are lagged by 5 years.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4."
      },
      {
        "text": "We find that the coefficient of the share of social and public goods is positive and statistically significant at the 1% level consistently through the different lags of the variable. We also find that increases in other types of spending at the cost of social and public good spending has a negative effect on entrepreneurial activity. We can see this through the coefficient of government consumption that represents all other categories of government spending. The coefficient is consistently negative and significant at the 1% level throughout columns 2 through 6 in table 3. This may shed some light on the relationship between total government spending and entrepreneurship. One possible interpretation of this result is that an expansion of government spending usually includes a sizeable increase in private subsidies which tend to be detrimental for entrepreneurship activity. The alternative explanation found in the literature is that the negative effect of total government spending reflects encroachment by the government on private property rights. This is plausible but not completely tenable given that we control for constraints on the executive.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4."
      },
      {
        "text": "A natural extension to the results would be to explore whether more disaggregated subcategories of social and public goods have similar effects on entrepreneurship as the aggregate measure. Thus in table 4 columns 3 to 4 we substitute the share of social and public goods with a more detailed component of the spending variable. A word of caution applies to the following results. Typically disaggregated categories are more prone to measurement error, and in some disaggregated categories have missing informationinfrastructure spending being a prime example where we see a significant drop in the number of observations. Furthermore specific categories of spending tend to be more susceptible to endogeneity given that they can be specifically promoted as a response to the existing levels of entrepreneurial activity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4."
      },
      {
        "text": "However, some insightful findings can be gleaned from the results. Table 4 column 2 provides the results for the share of social good spending alone. Social good spending is further broken down to education and health spending in column 3, which we call human capital spending.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 67,
            "end": 74,
            "text": "Table 4",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4."
      },
      {
        "text": "Coefficients for both social spending and human capital spending are positive and statistically significant, with the former being significant at 5% and the latter significant at the 1% level. We find positive coefficients but no significant effects of the subcategories of social protection and infrastructure spending.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4."
      },
      {
        "text": "It is important to note the large drop in the number of observations for the infrastructure spending estimation results and therefore the findings should be taken with a grain of salt. The indication seems to support the credit constraint-human capital investment story. Of course there may be interrelationships within the social and public good spending components making them more effective when they are lumped together as a group.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4."
      },
      {
        "text": "Results for most of the control variables are consistent with findings in the literature. Returning to our benchmark estimation result in column 2 of table 3, we find that current owners or manager of business, as well as those who have been business angels in the past are more likely to start new businesses (Minniti et al., 2005; Mickiewicz, 2005; Aidis et al., 2012) . All coefficients are at the 1% level of statistical significance. We also find that education has a positive coefficient, significant at the 1% level for all education levels apart from the lowest education qualification category (some secondary degree) which is significant at the 5% level. We also confirm that proxies for networks such as \"knows other entrepreneurs\" have a positive coefficient significant at the 1% level (Singh et al., 1999; Hills et al., 1997) . We also find the expected negative signs for \"fear of failure\" and female found in the literature (Estrin and Mickiewicz, 2011) . The positive coefficient for age and the negative coefficient for age squared, both significant at the 1% level confirm the inverted \"U\" shape relationship between age and entrepreneurship found in the literature. In summary, our individual level controls establish findings that several other studies have found.",
        "cite_spans": [
          {
            "start": 310,
            "end": 332,
            "text": "(Minniti et al., 2005;",
            "ref_id": "BIBREF11"
          },
          {
            "start": 333,
            "end": 350,
            "text": "Mickiewicz, 2005;",
            "ref_id": null
          },
          {
            "start": 351,
            "end": 370,
            "text": "Aidis et al., 2012)",
            "ref_id": "BIBREF2"
          },
          {
            "start": 799,
            "end": 819,
            "text": "(Singh et al., 1999;",
            "ref_id": "BIBREF16"
          },
          {
            "start": 820,
            "end": 839,
            "text": "Hills et al., 1997)",
            "ref_id": "BIBREF8"
          },
          {
            "start": 940,
            "end": 969,
            "text": "(Estrin and Mickiewicz, 2011)",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4."
      },
      {
        "text": "Turning to our macro-level controls, we find that the level of development, as measured by the log of real GDP per capita, has a negative association with entrepreneurial activity, statistically significant at the 1% level. This result is consistent with previous studies which have found a similar relationship (Wennekers et al., 2005; Aidis et al., 2012) . The coefficient for the annual GDP growth rate is positive but insignificant for the benchmark estimation results. However the coefficient does gain significance at higher lags of the spending variables, giving some support for the \"prosperity-pull\" hypothesis. We do not find any significant association between constraints on the executive and entrepreneurship. This is consistent with Estrin and Mickiewicz (2011) results who find similar results when using our definition of entrepreneurship. They credit this insignificant result to multicollinearity between the constraints to executive measure and GDP per capita. Since this variable is not a central focus in this study, we do not explore this relationship further.",
        "cite_spans": [
          {
            "start": 312,
            "end": 336,
            "text": "(Wennekers et al., 2005;",
            "ref_id": "BIBREF20"
          },
          {
            "start": 337,
            "end": 356,
            "text": "Aidis et al., 2012)",
            "ref_id": "BIBREF2"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "4."
      },
      {
        "text": "This study set out to go one step farther than existing studies by exploring the composition of government spending in addition to total government spending, the latter having received a significant amount of attention in the literature. Borrowing from different strands of the growth, fiscal policy, and credit market imperfections literature, we develop a simple conceptual model that shows how increasing the share of social and public goods at the cost of private subsidies may produce an environment conducive for entrepreneurial activity. Using data and empirical models employed in the literature we confirm several results found by existing studies including the negative relationship between total government size and entrepreneurial activity. However, unlike previous studies, we do not credit this necessarily to expanding social spending. We find that when social and public good spending is increased at the cost of private subsidies, there is an increase in entrepreneurial activity. This result is not surprising given the rationale for government intervention under credit market imperfections.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "5."
      },
      {
        "text": "While our findings are fairly positive towards the engagement of the government in certain sectors, we also draw attention to the limitations of the policy implications that can be gleaned from this study. We identify a specific financing source for social and public good spending -which is private subsidies. We cannot say with certainty that the same effects will prevail when increased taxes or government debt is used to finance such expenditures. Second, while our study does provide explicit policy recommendations, in practice such policies may be difficult to carry out. Eliminating certain private subsidies or defense spending is likely to be political unfavorable, thus making a spending compositional change policy hard to implement.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "5."
      },
      {
        "text": "Regardless, the results presented are insightful and should engender further debate on the nexus between government intervention and entrepreneurship outcomes. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions",
        "sec_num": "5."
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Unbundling institutions",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Acemoglu",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Johnson",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Journal of Political Economy",
        "volume": "113",
        "issue": "5",
        "pages": "949--995",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Acemoglu, D., & Johnson, S. (2005). Unbundling institutions. Journal of Political Economy, 113(5), 949-995.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Why does the self employment rate vary across countries and over time?",
        "authors": [
          {
            "first": "Z",
            "middle": [],
            "last": "Acs",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Audretsch",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Evans",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Acs, Z., Audretsch, D., & Evans, D. (1994). Why does the self employment rate vary across countries and over time? Discussion paper 871. London: CEPR.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Size matters: entrepreneurial entry and government",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Aidis",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Estrin",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Mickiewicz",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "Small Business Economics",
        "volume": "39",
        "issue": "",
        "pages": "119--139",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Aidis, R., Estrin, S., & Mickiewicz, T. (2012) Size matters: entrepreneurial entry and government. Small Business Economics, 39: 119-139",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Economic development and business ownership: An analysis using data of 23 OECD countries in the period 1976-1996",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Carree",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Van Stel",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Thurik",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Wennekers",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Small Business Economics",
        "volume": "19",
        "issue": "4",
        "pages": "271--290",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Carree, M., van Stel, A., Thurik, R., & Wennekers, S. (2002). Economic development and business ownership: An analysis using data of 23 OECD countries in the period 1976-1996. Small Business Economics, 19(4), 271-290.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "The entrepreneur. An economic theory",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Casson",
            "suffix": ""
          }
        ],
        "year": 1982,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Casson, M. (1982). The entrepreneur. An economic theory. Oxford: Martin Robertson.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "The role of social and human capital among nascent entrepreneurs",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Davidsson",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Honig",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Journal of Business Venturing",
        "volume": "13",
        "issue": "",
        "pages": "301--331",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Davidsson, P., & Honig, B. (2003). The role of social and human capital among nascent entrepreneurs. Journal of Business Venturing, 13, 301-331.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Institution and female entrepreneurship",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Estrin",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Mickiewicz",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Small Business Economics",
        "volume": "37",
        "issue": "",
        "pages": "397--415",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Estrin, S., & Mickiewicz, T. (2011). Institution and female entrepreneurship. Small Business Economics, 37:397-415",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "High-Growth Entrepreneurial Firms in Africa: A Quantile Regression Approach",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Goedhuys",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Sleuwaegen",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "Small Business Economics",
        "volume": "34",
        "issue": "",
        "pages": "31--51",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Goedhuys, M., & Sleuwaegen, L. (2010). High-Growth Entrepreneurial Firms in Africa: A Quantile Regression Approach. Small Business Economics, 34:31-51",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Opportunity recognition: Perceptions and behaviours of entrepreneurs. Frontiers of entrepreneurship research",
        "authors": [
          {
            "first": "G",
            "middle": [
              "E"
            ],
            "last": "Hills",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [
              "T"
            ],
            "last": "Lumpkin",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [
              "P"
            ],
            "last": "Singh",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hills, G. E., Lumpkin, G. T., & Singh, R. P. (1997). Opportunity recognition: Perceptions and behaviours of entrepreneurs. Frontiers of entrepreneurship research.Wellesley, MA: Babson College.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Entrepreneurship and government subsidies: A general equilibrium analysis",
        "authors": [
          {
            "first": "W",
            "middle": [],
            "last": "Li",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Journal of Economic Dynamics & Control",
        "volume": "26",
        "issue": "",
        "pages": "1815--1844",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Li, W. (2002). Entrepreneurship and government subsidies: A general equilibrium analysis, Journal of Economic Dynamics & Control 26:1815-1844",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Fiscal spending for economic growth in the presence of imperfect markets. CEPR Discussion Paper no. 8709. London, Centre for Economic Policy Research",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "López",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Islam",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "López, R., & Islam, A. (2011). Fiscal spending for economic growth in the presence of imperfect markets. CEPR Discussion Paper no. 8709. London, Centre for Economic Policy Research. http://www.cepr.org/pubs/dps/DP8709.asp",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Entrepreneurship and network externalities",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Minniti",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Journal of Economic Behavior & Organization",
        "volume": "57",
        "issue": "",
        "pages": "1--27",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Minniti, M. (2005). Entrepreneurship and network externalities. Journal of Economic Behavior & Organization, 57, 1-27.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "The economics of self-employment and entrepreneurship",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Parker",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Parker, S. (2004). The economics of self-employment and entrepreneurship. Cambridge: Cambridge University Press.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "The economics of entrepreneurship",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Parker",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Parker, S. (2009). The economics of entrepreneurship. Cambridge UK: Cambridge University Press.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Global entrepreneurship monitor: Data collection design and implementation",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Reynolds",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "Bosma",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Autio",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Hunt",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "De Bono",
            "suffix": ""
          },
          {
            "first": "I",
            "middle": [],
            "last": "Servais",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "Small Business Economics",
        "volume": "24",
        "issue": "3",
        "pages": "205--231",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Reynolds, P., Bosma, N., Autio, E., Hunt, S., De Bono, N., Servais, I., et al. (2005). Global entrepreneurship monitor: Data collection design and implementation 1998-2003. Small Business Economics, 24(3), 205-231.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "The effect of education and experience on self-employment success",
        "authors": [
          {
            "first": "P",
            "middle": [
              "B"
            ],
            "last": "Robinson",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [
              "A"
            ],
            "last": "Sexton",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "Journal of Business Venturing",
        "volume": "9",
        "issue": "",
        "pages": "141--156",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Robinson, P. B., & Sexton, E. A. (1994). The effect of education and experience on self-employment success. Journal of Business Venturing, 9, 141-156.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Opportunity recognition through social network characteristics of entrepreneurs. Frontiers of entrepreneurship research",
        "authors": [
          {
            "first": "R",
            "middle": [
              "P"
            ],
            "last": "Singh",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [
              "E"
            ],
            "last": "Hills",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Hybels",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [
              "T"
            ],
            "last": "Lumpkin",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Singh, R. P., Hills, G. E., Hybels, R., & Lumpkin, G. T. (1999). Opportunity recognition through social network characteristics of entrepreneurs. Frontiers of entrepreneurship research. Wellesley, MA: Babson College.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "The effect of business regulations on nascent and young business entrepreneurship",
        "authors": [
          {
            "first": "V",
            "middle": [],
            "last": "Stel",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Andre´",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [
              "T"
            ],
            "last": "Storey",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "Small Business Economics",
        "volume": "28",
        "issue": "2-3",
        "pages": "171--186",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Stel, V., Andre´, D., & Storey, R. T. (2007). The effect of business regulations on nascent and young business entrepreneurship. Small Business Economics, 28(2-3), 171-186.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Manufacturing firms in developing countries: How well do they do and why",
        "authors": [
          {
            "first": "J",
            "middle": [
              "R"
            ],
            "last": "Tybout",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Journal of Economic Literature",
        "volume": "38",
        "issue": "1",
        "pages": "11--44",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Tybout, J. R. (2000). Manufacturing firms in developing countries: How well do they do and why? Journal of Economic Literature, 38(1), 11-44.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Human capital and entrepreneurial success: A meta-analytical review",
        "authors": [
          {
            "first": "J",
            "middle": [
              "M"
            ],
            "last": "Unger",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Rauch",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Frese",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "Rosenbusch",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Journal of Business Venturing",
        "volume": "26",
        "issue": "3",
        "pages": "341--358",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Unger, J.M., Rauch, A., Frese, M., & Rosenbusch, N. (2011). Human capital and entrepreneurial success: A meta-analytical review. Journal of Business Venturing, 26(3): 341-358.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Nascent entrepreneurship and the level of economic development",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Wennekers",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Van Stel",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Thurik",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Reynolds",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Small Business Economics",
        "volume": "24",
        "issue": "3",
        "pages": "293--309",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wennekers, S., van Stel, A., Thurik, R., & Reynolds, P. (2005). Nascent entrepreneurship and the level of economic development. Small Business Economics, 24(3), 293-309.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "The new institutional economics: Taking stock, looking ahead",
        "authors": [
          {
            "first": "O",
            "middle": [],
            "last": "Williamson",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Journal of Economic Literature",
        "volume": "38",
        "issue": "3",
        "pages": "595--613",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Williamson, O. (2000). The new institutional economics: Taking stock, looking ahead. Journal of Economic Literature, 38(3), 595-613.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "uris": null,
        "fig_num": null,
        "type_str": "figure",
        "text": ") = f(Share of social and public goods , Total Government consumption , Investment , GDP/Capita , GDP growth rate , Individual level controls )",
        "num": null
      },
      "TABREF0": {
        "content": "<table/>",
        "html": null,
        "type_str": "table",
        "text": "presents country averages for the main variables. Summary statistics including standard deviations and the ranges of all variables are available in table 2. Descriptions and sources of both macro and individual level variables are presented in table A1 in the appendix. The level of aggregation -individual or country -is also indicated for all the variables.",
        "num": null
      },
      "TABREF1": {
        "content": "<table><tr><td>Country name</td><td>Start up rate</td><td>Social and Public goods/Total Spending</td><td>Social goods/Total Spending</td><td>Education and Health/Total Spending</td><td>Govt Cons /GDP</td><td>Investment /GDP</td><td>Exec Const</td><td>GDP growth rate</td><td>Real GDP pc</td></tr><tr><td/><td>%</td><td>%</td><td>%</td><td>%</td><td>%</td><td>%</td><td/><td>%</td><td>USD</td></tr><tr><td>Algeria</td><td>7.93</td><td>61.54</td><td>28.50</td><td>18.24</td><td>15.76</td><td>31.00</td><td>5</td><td>2.40</td><td>2,174</td></tr><tr><td>Argentina</td><td>4.26</td><td>60.85</td><td>54.46</td><td>8.84</td><td>5.62</td><td>17.45</td><td>6</td><td>-0.20</td><td>7,263</td></tr><tr><td>Australia</td><td>1.57</td><td>62.36</td><td>60.26</td><td>23.26</td><td>9.48</td><td>25.45</td><td>7</td><td>3.04</td><td>22,746</td></tr><tr><td>Austria</td><td>1.55</td><td>72.79</td><td>69.22</td><td>22.87</td><td>8.85</td><td>22.32</td><td>7</td><td>3.10</td><td>25,525</td></tr><tr><td>Belgium</td><td>0.84</td><td>24.94</td><td>12.82</td><td>7.85</td><td>10.75</td><td>25.29</td><td>7</td><td>1.84</td><td>23,608</td></tr><tr><td>Bolivia</td><td>3.60</td><td>66.62</td><td>49.68</td><td>33.26</td><td>7.25</td><td>10.66</td><td>7</td><td>4.56</td><td>1,132</td></tr><tr><td>Chile</td><td>4.18</td><td>79.50</td><td>66.29</td><td>32.47</td><td>4.57</td><td>26.15</td><td>7</td><td>4.09</td><td>6,008</td></tr><tr><td>China</td><td>4.10</td><td>9.72</td><td>4.82</td><td>1.65</td><td>15.47</td><td>38.35</td><td>3</td><td>10.26</td><td>1,500</td></tr><tr><td>Croatia</td><td>2.81</td><td>79.61</td><td>68.34</td><td>23.52</td><td>8.70</td><td>28.65</td><td>7</td><td>4.22</td><td>5,911</td></tr><tr><td>Czech Republic</td><td>2.18</td><td>74.30</td><td>60.49</td><td>25.78</td><td>13.45</td><td>23.81</td><td>7</td><td>6.75</td><td>7,020</td></tr><tr><td>Denmark</td><td>1.07</td><td>60.19</td><td>56.55</td><td>10.86</td><td>10.29</td><td>24.41</td><td>7</td><td>1.99</td><td>31,290</td></tr><tr><td>Egypt, Arab</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Rep.</td><td>5.74</td><td>65.76</td><td>59.21</td><td>15.94</td><td>7.95</td><td>20.44</td><td>3</td><td>7.09</td><td>1,766</td></tr><tr><td>Finland</td><td>0.90</td><td>70.92</td><td>67.35</td><td>19.08</td><td>9.36</td><td>22.87</td><td>7</td><td>3.34</td><td>25,953</td></tr><tr><td>France</td><td>0.26</td><td>48.34</td><td>22.87</td><td>19.91</td><td>10.45</td><td>20.44</td><td>6</td><td>1.63</td><td>22,547</td></tr><tr><td>Germany</td><td>1.68</td><td>55.24</td><td>5.37</td><td>2.74</td><td>11.29</td><td>19.56</td><td>7</td><td>1.38</td><td>23,534</td></tr><tr><td>Greece</td><td>2.00</td><td>61.22</td><td>57.09</td><td>20.28</td><td>9.25</td><td>24.29</td><td>7</td><td>3.55</td><td>13,743</td></tr><tr><td>Guatemala</td><td>1.64</td><td>74.33</td><td>49.87</td><td>26.92</td><td>12.25</td><td>15.59</td><td>6</td><td>3.28</td><td>1,892</td></tr><tr><td>Hungary</td><td>1.40</td><td>64.55</td><td>59.31</td><td>20.74</td><td>10.54</td><td>22.45</td><td>7</td><td>3.38</td><td>5,322</td></tr><tr><td>India</td><td>2.24</td><td>14.75</td><td>10.28</td><td>4.53</td><td>12.21</td><td>27.91</td><td>7</td><td>7.27</td><td>556</td></tr><tr><td>Iran, Islamic</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Rep.</td><td>3.39</td><td>62.30</td><td>53.75</td><td>17.72</td><td>9.59</td><td>32.55</td><td>2</td><td>5.05</td><td>2,137</td></tr><tr><td>Ireland</td><td>1.94</td><td>74.95</td><td>69.09</td><td>33.18</td><td>6.54</td><td>24.45</td><td>7</td><td>5.76</td><td>28,259</td></tr><tr><td>Israel</td><td>1.64</td><td>57.76</td><td>54.28</td><td>26.00</td><td>12.04</td><td>24.59</td><td>7</td><td>4.36</td><td>20,277</td></tr><tr><td>Italy</td><td>1.11</td><td>69.11</td><td>64.41</td><td>18.55</td><td>8.89</td><td>24.62</td><td>7</td><td>1.33</td><td>19,818</td></tr><tr><td>Jordan</td><td>3.00</td><td>52.55</td><td>38.23</td><td>23.71</td><td>7.91</td><td>39.45</td><td>3</td><td>5.60</td><td>2,179</td></tr><tr><td>Kazakhstan</td><td>2.78</td><td>56.22</td><td>39.71</td><td>10.83</td><td>5.14</td><td>28.16</td><td>2</td><td>10.70</td><td>2,166</td></tr><tr><td>Latvia</td><td>3.45</td><td>65.46</td><td>51.47</td><td>19.46</td><td>9.27</td><td>29.49</td><td>7</td><td>7.79</td><td>5,522</td></tr><tr><td>Lebanon</td><td>3.76</td><td>17.83</td><td>9.66</td><td>9.00</td><td>6.18</td><td>49.97</td><td>7</td><td>9.27</td><td>5,895</td></tr><tr><td>Malaysia</td><td>2.10</td><td>46.95</td><td>33.98</td><td>28.82</td><td>5.46</td><td>24.63</td><td>4</td><td>5.10</td><td>4,772</td></tr><tr><td>Netherlands</td><td>0.75</td><td>66.89</td><td>62.17</td><td>25.25</td><td>16.30</td><td>19.33</td><td>7</td><td>2.18</td><td>25,202</td></tr><tr><td>New Zealand</td><td>3.50</td><td>82.28</td><td>74.76</td><td>34.50</td><td>9.17</td><td>20.24</td><td>7</td><td>2.90</td><td>13,734</td></tr><tr><td>Norway</td><td>1.64</td><td>70.95</td><td>63.49</td><td>21.01</td><td>8.42</td><td>22.48</td><td>7</td><td>1.93</td><td>39,638</td></tr><tr><td>Philippines</td><td>1.18</td><td>32.60</td><td>20.22</td><td>15.15</td><td>4.59</td><td>16.95</td><td>6</td><td>4.78</td><td>1,185</td></tr><tr><td>Poland</td><td>1.95</td><td>74.20</td><td>67.17</td><td>17.45</td><td>8.37</td><td>19.34</td><td>7</td><td>2.98</td><td>4,572</td></tr><tr><td>Portugal</td><td>2.21</td><td>74.68</td><td>67.02</td><td>31.50</td><td>5.93</td><td>29.96</td><td>7</td><td>2.42</td><td>11,555</td></tr><tr><td>Romania</td><td>1.22</td><td>74.73</td><td>58.05</td><td>19.23</td><td>7.89</td><td>27.92</td><td>7</td><td>6.94</td><td>2,520</td></tr></table>",
        "html": null,
        "type_str": "table",
        "text": "",
        "num": null
      },
      "TABREF2": {
        "content": "<table><tr><td>Variable</td></tr></table>",
        "html": null,
        "type_str": "table",
        "text": "",
        "num": null
      },
      "TABREF3": {
        "content": "<table><tr><td>Dependent variable: Start-up, expects 10</td><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(5)</td><td>(6)</td></tr><tr><td>jobs or more</td><td>coef/se</td><td>coef/se</td><td>coef/se</td><td>coef/se</td><td>coef/se</td><td>coef/se</td></tr><tr><td>Share of public goods lagged by 1 year</td><td/><td>0.347***</td><td/><td/><td/><td/></tr><tr><td/><td/><td>(0.110)</td><td/><td/><td/><td/></tr><tr><td>Share of public goods lagged by 2 years</td><td/><td/><td>0.301***</td><td/><td/><td/></tr><tr><td/><td/><td/><td>(0.107)</td><td/><td/><td/></tr><tr><td>Share of public goods lagged by 3 years</td><td/><td/><td/><td>0.311***</td><td/><td/></tr><tr><td/><td/><td/><td/><td>(0.108)</td><td/><td/></tr><tr><td>Share of public goods lagged by 4 years</td><td/><td/><td/><td/><td>0.318***</td><td/></tr><tr><td/><td/><td/><td/><td/><td>(0.105)</td><td/></tr><tr><td>Share of public goods lagged by 5 years</td><td/><td/><td/><td/><td/><td>0.370***</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(0.105)</td></tr><tr><td>Share of government consumption -1 year lag</td><td>-3.585***</td><td>-2.538***</td><td/><td/><td/><td/></tr><tr><td/><td>(0.531)</td><td>(0.623)</td><td/><td/><td/><td/></tr><tr><td>Share of investment -1 year lag</td><td>0.093</td><td>0.296</td><td/><td/><td/><td/></tr><tr><td/><td>(0.289)</td><td>(0.315)</td><td/><td/><td/><td/></tr><tr><td>Share of government consumption -2 year lag</td><td/><td/><td>-2.822***</td><td/><td/><td/></tr><tr><td/><td/><td/><td>(0.610)</td><td/><td/><td/></tr><tr><td>Share of investment -2 year lag</td><td/><td/><td>0.235</td><td/><td/><td/></tr><tr><td/><td/><td/><td>(0.311)</td><td/><td/><td/></tr><tr><td>Share of government consumption -3 year lag</td><td/><td/><td/><td>-2.892***</td><td/><td/></tr><tr><td/><td/><td/><td/><td>(0.598)</td><td/><td/></tr><tr><td>Share of investment -3 year lag</td><td/><td/><td/><td>0.170</td><td/><td/></tr><tr><td/><td/><td/><td/><td>(0.319)</td><td/><td/></tr><tr><td>Share of government consumption -4 year lag</td><td/><td/><td/><td/><td>-2.990***</td><td/></tr><tr><td/><td/><td/><td/><td/><td>(0.596)</td><td/></tr><tr><td>Share of investment -4 year lag</td><td/><td/><td/><td/><td>0.127</td><td/></tr><tr><td/><td/><td/><td/><td/><td>(0.319)</td><td/></tr><tr><td>Share of government consumption -5 year lag</td><td/><td/><td/><td/><td/><td>-2.818***</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(0.572)</td></tr><tr><td>Share of investment -5 year lag</td><td/><td/><td/><td/><td/><td>0.022</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(0.309)</td></tr><tr><td>Currently own or manage a business</td><td>0.244***</td><td>0.272***</td><td>0.274***</td><td>0.276***</td><td>0.279***</td><td>0.284***</td></tr><tr><td/><td>(0.009)</td><td>(0.011)</td><td>(0.011)</td><td>(0.010)</td><td>(0.010)</td><td>(0.010)</td></tr><tr><td>Knows Entrepreneurs -Personally know someone who started a business in the last</td><td>0.396***</td><td>0.397***</td><td>0.391***</td><td>0.390***</td><td>0.391***</td><td>0.391***</td></tr><tr><td/><td>(0.009)</td><td>(0.010)</td><td>(0.010)</td><td>(0.010)</td><td>(0.010)</td><td>(0.010)</td></tr><tr><td>Fear of failure would prevent start up engagement</td><td>-0.239***</td><td>-0.258***</td><td>-0.254***</td><td>-0.252***</td><td>-0.254***</td><td>-0.257***</td></tr><tr><td/><td>(0.009)</td><td>(0.011)</td><td>(0.011)</td><td>(0.011)</td><td>(0.011)</td><td>(0.011)</td></tr><tr><td>Female</td><td>-0.215***</td><td>-0.229***</td><td>-0.228***</td><td>-0.228***</td><td>-0.227***</td><td>-0.222***</td></tr><tr><td/><td>(0.008)</td><td>(0.010)</td><td>(0.009)</td><td>(0.009)</td><td>(0.009)</td><td>(0.009)</td></tr><tr><td>Age</td><td>0.017***</td><td>0.015***</td><td>0.014***</td><td>0.014***</td><td>0.014***</td><td>0.014***</td></tr><tr><td/><td>(0.002)</td><td>(0.002)</td><td>(0.002)</td><td>(0.002)</td><td>(0.002)</td><td>(0.002)</td></tr><tr><td>Age squared</td><td>-0.000***</td><td>-0.000***</td><td>-0.000***</td><td>-0.000***</td><td>-0.000***</td><td>-0.000***</td></tr><tr><td/><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td></tr><tr><td>Currently works part-time or full-time</td><td>0.104***</td><td>0.109***</td><td>0.110***</td><td>0.112***</td><td>0.115***</td><td>0.115***</td></tr><tr><td/><td>(0.011)</td><td>(0.012)</td><td>(0.012)</td><td>(0.012)</td><td>(0.012)</td><td>(0.012)</td></tr><tr><td>Attained some secondary degree</td><td>0.146***</td><td>0.125**</td><td>0.135***</td><td>0.116**</td><td>0.118**</td><td>0.131***</td></tr><tr><td/><td>(0.038)</td><td>(0.050)</td><td>(0.049)</td><td>(0.051)</td><td>(0.052)</td><td>(0.050)</td></tr></table>",
        "html": null,
        "type_str": "table",
        "text": "",
        "num": null
      },
      "TABREF4": {
        "content": "<table><tr><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(5)</td></tr><tr><td>coef/se</td><td>coef/se</td><td>coef/se</td><td>coef/se</td><td>coef/se</td></tr></table>",
        "html": null,
        "type_str": "table",
        "text": "",
        "num": null
      }
    }
  }
}