{
  "paper_id": "D24895630",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:04:16.468555Z"
  },
  "title": "Depreciations without Exports? Global Value Chains and the Exchange Rate Elasticity of Exports",
  "authors": [
    {
      "first": "Swarnali",
      "middle": [],
      "last": "Ahmed",
      "suffix": "",
      "affiliation": {},
      "email": "sahmed@imf.org"
    },
    {
      "first": "Maximiliano",
      "middle": [],
      "last": "Appendino",
      "suffix": "",
      "affiliation": {},
      "email": "mappendino@imf.org"
    },
    {
      "first": "Michele",
      "middle": [],
      "last": "Ruta",
      "suffix": "",
      "affiliation": {},
      "email": "mruta@worldbank.org"
    },
    {
      "first": "Jaebin",
      "middle": [],
      "last": "Ahn",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Tamim",
      "middle": [],
      "last": "Bayoumi",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Ruo",
      "middle": [],
      "last": "Chen",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Cristina",
      "middle": [],
      "last": "Constantinescu",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Stephan",
      "middle": [],
      "last": "Danninger",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Mitali",
      "middle": [],
      "last": "Das",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Romain",
      "middle": [],
      "last": "Duval",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Martin",
      "middle": [],
      "last": "Kaufman",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Subir",
      "middle": [],
      "last": "Lall",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Daniel",
      "middle": [],
      "last": "Leigh",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Nan",
      "middle": [],
      "last": "Li",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Weicheng",
      "middle": [],
      "last": "Lian",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Denisse",
      "middle": [],
      "last": "Pierola",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Dulani",
      "middle": [],
      "last": "Seneviratne",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Gonzalo",
      "middle": [],
      "last": "Varela",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "2015-08",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D24895630",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "In part of the economic literature, competitively valued exchange rates are seen as crucial to promote exports (Freund and Pierola, 2012 , Di Nino et al. 2012 , Eichengreen and Gupta, 2013 , Nicita, 2013 ). 2 However, in the aftermath of the financial crisis, some episodes of large depreciations appeared to have had little impact on exports (e.g. Japan). This has led some observers to question the effectiveness of lower exchange rates (Financial Times, 2015) . Are currency depreciations becoming less effective in boosting export growth? What affects the responsiveness of exports to exchange rate changes?",
        "cite_spans": [
          {
            "start": 111,
            "end": 136,
            "text": "(Freund and Pierola, 2012",
            "ref_id": "BIBREF16"
          },
          {
            "start": 137,
            "end": 158,
            "text": ", Di Nino et al. 2012",
            "ref_id": null
          },
          {
            "start": 159,
            "end": 188,
            "text": ", Eichengreen and Gupta, 2013",
            "ref_id": "BIBREF13"
          },
          {
            "start": 189,
            "end": 203,
            "text": ", Nicita, 2013",
            "ref_id": null
          },
          {
            "start": 439,
            "end": 462,
            "text": "(Financial Times, 2015)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. INTRODUCTION",
        "sec_num": null
      },
      {
        "text": "This paper addresses these questions in two steps. First, we analyze how the elasticity of exports to the Real Effective Exchange Rate (REER), a standard synthetic measure of the price competitiveness of countries, has changed over time and across countries and sectors. Second, we study how the formation of Global Value Chains (GVCs) has affected this relationship. Figure 1 focuses on a sample of Central Eastern European countries and provides some suggestive preliminary evidence to motivate our analysis. The figure shows that those countries that are more tightly integrated in German supply chains (Poland, Hungary, Czech Republic and Slovakia) saw a much stronger flattening of the REER growth / export growth to Germany correlation than those that are more loosely integrated in German supply chains (Bulgaria, Latvia, Lithuania, Romania, and Slovenia). While other factors were certainly at play, this evidence suggests that cross-border production linkages may contribute to reducing the effectiveness of depreciations to boost exports.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 368,
            "end": 376,
            "text": "Figure 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "I. INTRODUCTION",
        "sec_num": null
      },
      {
        "text": "In our empirical analysis, we use a panel framework covering 46 countries over the period 1996-2012 to formally investigate the questions above. The period of analysis and sample size are determined by the availability of value-added trade data from the OECD-WTO Trade in Value Added (TiVA) database used to assess the role of GVC integration. We focus on manufacturing exports because of the importance of cross-border linkages in this sector. We find evidence that the REER elasticity of exports has decreased over time. Specifically, the REER elasticity of gross real exports fell in absolute value from an average of 1.1 at the beginning of the period to 0.6 at the end of the period.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. INTRODUCTION",
        "sec_num": null
      },
      {
        "text": "We also show that this decline preceded the global financial crisis, suggesting that it is only in part driven by cyclical factors such as weak global demand. In short, the effectiveness of exchange rate depreciations to boost manufacturing exports does appear to have muted.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. INTRODUCTION",
        "sec_num": null
      },
      {
        "text": "We next focus on the determinants of the documented lower responsiveness of exports to exchange rate changes. Specifically, we examine whether the formation of cross-border supply chains has affected the REER elasticity of exports. To understand the role of GVCs in the transmission of exchange rate changes, we need to decompose gross exports into their domestic and foreign valueadded components, where the latter consists of the imported inputs embodied in exports. Cross-border production linkages are expected to lower the REER elasticity of (gross) exports for two reasons. First, an exchange rate depreciation improves the competitiveness of domestic value added in exports, but raises the cost of imported inputs. Second, as domestic value added embodied in exported intermediates can be further processed and exported to third countries, a depreciation makes downstream producers more competitive.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. INTRODUCTION",
        "sec_num": null
      },
      {
        "text": "To capture these ideas in a simple way, we use two measures of GVC integration developed by Koopman et al. (2010) . The first variable measures the participation of a country to cross-border production. Participation can take place through forward linkages (i.e. domestic value added exported in intermediates re-exported to third countries) and/or backward linkages (i.e. foreign value added embodied in gross exports; that is, the import content of exports). We expect higher GVC participation to lower the REER elasticity of exports because, as discussed above, both backward and forward linkages should mute the competitiveness gains of a depreciation. The second measure captures the position of a country in GVCs, whether upstream or downstream (i.e. whether the country enters GVCs predominantly through forward or backward linkages). Since the position variable measures the relative strength of backward and forward linkages, its impact on the REER elasticity of exports is in principle ambiguous.",
        "cite_spans": [
          {
            "start": 92,
            "end": 113,
            "text": "Koopman et al. (2010)",
            "ref_id": "BIBREF21"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. INTRODUCTION",
        "sec_num": null
      },
      {
        "text": "We find evidence that the rise in GVC participation explains on average 40 percent of the fall of the REER elasticity of exports. For countries with highest participation in supply chains (i.e. in the first 20 th percentile in our dataset), this channel explains more than half of the reduction of the exchange rate elasticity over the period of analysis. Importantly, the finding that GVC participation reduces REER elasticity is quite robust and continues to hold when we use industry-level data which are less likely to suffer from endogeneity problems. We also find some -even if not consistent-evidence suggesting that the role of GVCs in dampening the responsiveness of exports to a real depreciation is mainly due to backward linkages rather than other metrics such as the position of a country in the value chain. Intuitively, a depreciation of the real exchange rate only improves competitiveness of domestic value added embodied in final good exports. The larger an economy's import content of exports, the smaller the impact on export volumes of a depreciation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. INTRODUCTION",
        "sec_num": null
      },
      {
        "text": "As the above results illustrate, the decline of the REER elasticity of exports can be in part explained by the fact that REERs do not properly capture changes in price competitiveness in a world with GVCs. As Johnson (2014) puts it, countries ultimately produce and trade value added. Indeed, we show that, using measures of REER that correct for GVC participation developed in the literature Johnson, 2013, and Bayoumi et al., 2013) , we do not find the same decreasing pattern of elasticity over time. Interestingly, we also find that the estimates of the elasticity of value-added exports to valueadded measures of the REER are about 1/2 to 1/6 of our estimates in gross terms. While more work is needed in this area, this may indicate that the role of exchange rates in promoting export surges and in the macroeconomic adjustment process needs to be carefully re-evaluated in a world where GVCs are increasingly important. This paper contributes to the part of empirical literature on the impact of exchange rates on export growth. This is an important question as the influential literature on the relationship between exchange rates and income growth (Hausmann et al., 2005 , Eichengreen, 2007 , Rodrik, 2008 emphasizes the role of export surges in the development process, the so called export-led growth. Some studies based on cross-country analysis stressed the role of the level of development and the composition of exports in explaining the impact of exchange rates on exports. Freund and Pierola (2012) find that depreciation stimulates manufacturing exports in developing countries, but not in developed countries. The results in Eichengreen and Gupta (2013) indicate that the effect of the real exchange rate is stronger for exports of services than for goods. We add to this literature by showing that the nature of trade, that is the extent to which countries are integrated in global production chains, also matters to explain the relationship between exchange rates and trade.",
        "cite_spans": [
          {
            "start": 393,
            "end": 411,
            "text": "Johnson, 2013, and",
            "ref_id": null
          },
          {
            "start": 412,
            "end": 433,
            "text": "Bayoumi et al., 2013)",
            "ref_id": "BIBREF3"
          },
          {
            "start": 1157,
            "end": 1179,
            "text": "(Hausmann et al., 2005",
            "ref_id": "BIBREF17"
          },
          {
            "start": 1180,
            "end": 1199,
            "text": ", Eichengreen, 2007",
            "ref_id": "BIBREF12"
          },
          {
            "start": 1200,
            "end": 1214,
            "text": ", Rodrik, 2008",
            "ref_id": "BIBREF27"
          },
          {
            "start": 1490,
            "end": 1515,
            "text": "Freund and Pierola (2012)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 1644,
            "end": 1672,
            "text": "Eichengreen and Gupta (2013)",
            "ref_id": "BIBREF13"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. INTRODUCTION",
        "sec_num": null
      },
      {
        "text": "While we do not attempt to review the growing literature on this topic, it is worth stressing that a number of papers have looked at the role of cross-border production linkages in the transmission of exchange rate changes focusing on specific countries and/or episodes. Our results confirm in a cross section the recent findings by Amiti et al. (2014) using disaggregated data for Belgian firms that the impact of a depreciation on export volumes is lower for exporters with higher import shares. Our results are also consistent with the recent work by Mattoo et al. (2014) on the effect of China's exchange rate depreciation on exports of other developing countries in third markets. They find that this effect is substantially attenuated for products that rely more on foreign inputs, and hence have a lower content of Chinese domestic value added. Finally, Eichengreen and Tong (2015) find that two episodes of revaluation of the renminbi increased profits of firms exporting final goods to China, but not necessarily of firms that export intermediate goods for processing.",
        "cite_spans": [
          {
            "start": 333,
            "end": 352,
            "text": "Amiti et al. (2014)",
            "ref_id": "BIBREF0"
          },
          {
            "start": 554,
            "end": 574,
            "text": "Mattoo et al. (2014)",
            "ref_id": "BIBREF23"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. INTRODUCTION",
        "sec_num": null
      },
      {
        "text": "The rest of the paper is organized as follows: Section II provides new evidence of the REER elasticity of total, goods and manufacturing exports, documenting its decline over time. Section III focuses on the role of integration in GVCs and contains the main finding of the paper and a number of robustness tests. Concluding remarks follow.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. INTRODUCTION",
        "sec_num": null
      },
      {
        "text": "In this section, we investigate systematically the impact of real exchange rate changes on export volumes and document the decline of this elasticity over time.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "II. THE REER ELASTICITY OF EXPORTS",
        "sec_num": null
      },
      {
        "text": "To empirically test the relationship between exchange rates and exports, we exploit the variation across countries and over time to capture the marginal impact of real exchange rate changes on growth of export volumes, conditional on time/country fixed effects and other controls. The regression framework is based on the approach in the cross-country literature discussed in the Introduction, notably Freund and Pierola (2012) and Eichengreen and Gupta (2013) .",
        "cite_spans": [
          {
            "start": 402,
            "end": 427,
            "text": "Freund and Pierola (2012)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 432,
            "end": 460,
            "text": "Eichengreen and Gupta (2013)",
            "ref_id": "BIBREF13"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Empirical Strategy",
        "sec_num": null
      },
      {
        "text": "We use a panel framework, where annual real export growth is expressed as a function of annual real exchange rate growth. We obtain export data from various sources 3 (total exports, goods plus services, from OECD-WTO TiVA, merchandise and manufacturing exports from UN-COMTRADE) and data on Real Effective Exchange Rates from the IMF Information Notice System (INS). 4 To control for country specific differences, we include cross section specific fixed effects.",
        "cite_spans": [
          {
            "start": 368,
            "end": 369,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Empirical Strategy",
        "sec_num": null
      },
      {
        "text": "Similarly, we include time specific fixed effects to control for global demand and any other time specific factor that might influence the results (e.g. changes in trade restrictiveness, the slowdown in global trade). The regression specification is as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Empirical Strategy",
        "sec_num": null
      },
      {
        "text": "it it t i it it Control REER Exp               (1)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Empirical Strategy",
        "sec_num": null
      },
      {
        "text": "where it Exp  denotes real (total, merchandise or manufacturing) export growth of country i at time t, it REER  is the growth in the real effective exchange rate for country i at time t, i  and t  are country and time fixed effects, respectively. The coefficient β captures the effect of a depreciation on export growth. We also include in the regression a number of controls, it Control , commonly used in the literature. Specifically, we control for initial conditions by including lagged GDP and use exportweighted GDP of the country's main trading partners which gives a sense of the demand for the country's exports in a particular year. 5 We estimate the regressions with standard errors clustered across cross-section (White cross-section covariance method).",
        "cite_spans": [
          {
            "start": 647,
            "end": 648,
            "text": "5",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Empirical Strategy",
        "sec_num": null
      },
      {
        "text": "Using this framework, we run regressions on 46 countries for the period 1996-2012. The choice of the period of analysis and sample of countries is determined by the availability of data on trade in value added from the OECD-WTO TiVA database used to undertake the main analysis in Section III.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Empirical Strategy",
        "sec_num": null
      },
      {
        "text": "Unless otherwise stated, the data sources and country coverage are given in the Appendix. Table 1 presents our results on the REER elasticity of exports in our sample. As the dependent variable, we use growth of (real) total exports in goods and services in Panel A, growth of exports in goods in Panel B, and growth of manufacturing exports in Panel C. 6 We find that the REER elasticity decreased over time for total, merchandise and manufacturing real exports. Panel A shows that the elasticity of total exports has declined by nearly half, from -1.42 for the period 1996-2003 to -0.70 for the period 2004-2012. Panels B and C also report a decreasing pattern using growth of real exports of goods and manufacturing sectors. The elasticities are estimated to be -1.38 and -1.29 in the period 1996-2003 and -0.63 and -0.62 in the period 2004-2012 for goods and manufacturing exports, respectively. 7",
        "cite_spans": [
          {
            "start": 354,
            "end": 355,
            "text": "6",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 90,
            "end": 97,
            "text": "Table 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "A. Empirical Strategy",
        "sec_num": null
      },
      {
        "text": "Consistent with findings in the literature (Eichengreen and Gupta, 2013) , total exports tend to display higher REER elasticity as the real exchange rate impacts services exports more powerfully than 5 In this specification, the country specific average growth rates should be captured by the country fixed effect. While not reported here, we also find that results are robust to alternative sets of controls, such as GDP in nominal US$ terms and GDP per capita. 6 We follow the literature here and focus first on gross exports. We turn to the impact of exchange rate changes on value-added exports in Table 4 . 7 However, in additional regressions not reported here, we find weaker results using total export volumes from World Economic Outlook (IMF) database. Specifically, the point estimates of the elasticity are smaller and the decreasing pattern is less steep than in Table 1 . As common to this literature, results also tend to be sensitive to the methodology through which real export series are obtained from nominal values. We come back to this point in Section III.B. goods. A reason for this differential impact, which is consistent with our findings presented in Section III, is precisely that services have a lower import content than goods and manufacturing exports.",
        "cite_spans": [
          {
            "start": 43,
            "end": 72,
            "text": "(Eichengreen and Gupta, 2013)",
            "ref_id": "BIBREF13"
          },
          {
            "start": 200,
            "end": 201,
            "text": "5",
            "ref_id": null
          },
          {
            "start": 463,
            "end": 464,
            "text": "6",
            "ref_id": null
          },
          {
            "start": 612,
            "end": 613,
            "text": "7",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 602,
            "end": 609,
            "text": "Table 4",
            "ref_id": null
          },
          {
            "start": 875,
            "end": 882,
            "text": "Table 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "B. The Decline in the REER Elasticity of Manufacturing Exports",
        "sec_num": null
      },
      {
        "text": "Unless otherwise specified, we will focus on manufacturing exports in the rest of the paper.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. The Decline in the REER Elasticity of Manufacturing Exports",
        "sec_num": null
      },
      {
        "text": "The reason is threefold. First, manufacturing is the sector that has been mostly associated to the growth in cross-border supply chains that is at the heart of our explanation for the decline of the REER elasticity. Second, we can exploit the information on GVC integration at the sectoral and sub-sectoral level from the TiVA database in the analysis of next section. Finally, focusing on a narrower sector and (as done in Section III) on subsectors is also a way of addressing the endogeneity problem of aggregate data, as export growth of narrower sectors is less likely to directly impact the value of the exchange rate.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. The Decline in the REER Elasticity of Manufacturing Exports",
        "sec_num": null
      },
      {
        "text": "One possible concern is that the lower elasticity identified in this paper is exclusively driven by the global financial crisis. To have a better understanding of exactly when the sensitivity started decreasing for (manufacturing) exports, we run rolling regressions for the same specification using 7year windows. 8 Figure 2 shows that the REER elasticity has gradually decreased since mid-1990s and remained almost flat since early 2000s. Importantly, the decline in REER elasticity of exports pre-dates the global financial crisis. The weak external demand associated to the crisis is, therefore, a factor among others at play. What can these factors be?",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 317,
            "end": 325,
            "text": "Figure 2",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "C. Discussion: Why Has the REER Elasticity Declined?",
        "sec_num": null
      },
      {
        "text": "While not exhaustive or exclusive, we see four types of explanations for the lower REER elasticity of exports. First, the lower responsiveness of exports to real exchange rate changes may reflect the fact that trade growth has slowed down. Trade growth expanded in the 1990s as production fragmented internationally into GVCs and decreased in the 2000s as this process decelerated (Constantinescu et al., 2015) . Second, trade policy may have become progressively more responsive to real depreciations. Bown and Crowley (2012) find evidence that temporary trade barriers such as antidumping and countervailing duties are set in response to currency movements by trading partners.",
        "cite_spans": [
          {
            "start": 381,
            "end": 410,
            "text": "(Constantinescu et al., 2015)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 503,
            "end": 526,
            "text": "Bown and Crowley (2012)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C. Discussion: Why Has the REER Elasticity Declined?",
        "sec_num": null
      },
      {
        "text": "Third, exchange rate pass-through may have decreased over time. Recent papers show that high performing firms (Berman et al., 2012) , large exporters (Amiti et al., 2014) , and exporters of high quality goods (Chen and Juvenal, 2014) are more likely to absorb exchange rate movements in their mark-ups. 9 To the extent that these firms are increasingly more important in world trade, we should expect that export volumes respond less to currency depreciation.",
        "cite_spans": [
          {
            "start": 110,
            "end": 131,
            "text": "(Berman et al., 2012)",
            "ref_id": "BIBREF6"
          },
          {
            "start": 150,
            "end": 170,
            "text": "(Amiti et al., 2014)",
            "ref_id": "BIBREF0"
          },
          {
            "start": 209,
            "end": 233,
            "text": "(Chen and Juvenal, 2014)",
            "ref_id": null
          },
          {
            "start": 303,
            "end": 304,
            "text": "9",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C. Discussion: Why Has the REER Elasticity Declined?",
        "sec_num": null
      },
      {
        "text": "In the next section, we investigate whether integration in GVCs contributes to explain the decline in the REER elasticity of exports. Specifically, we exploit the variation across countries and manufacturing subsectors of different measures of GVC integration to assess the impact that crossborder supply chains have on the relationship between exchange rates and trade.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C. Discussion: Why Has the REER Elasticity Declined?",
        "sec_num": null
      },
      {
        "text": "In this section, we first introduce the basic measures of GVC integration and then use these measures to empirically test the impact of GVCs on exchange rate elasticities. Figure 3 reproduces a schematic diagram developed by Koopman et al. (2010) of gross trade accounting. 10 A country's gross exports can be decomposed into domestic value added (DV) -the domestic content in a country's gross exports -and foreign value added (FV) -the value added from foreign countries embodied in a country's gross exports. DV can be further divided into four components based on the next use or destination: (1) exported in final goods, (2) exported in intermediates, (3) exported in intermediates re-exported to third countries, and, (4) exported in intermediates that return home.",
        "cite_spans": [
          {
            "start": 225,
            "end": 246,
            "text": "Koopman et al. (2010)",
            "ref_id": "BIBREF21"
          }
        ],
        "ref_spans": [
          {
            "start": 172,
            "end": 180,
            "text": "Figure 3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "III. GVCS AND THE REER ELASTICITY OF EXPORTS",
        "sec_num": null
      },
      {
        "text": "We follow Koopman et al. (2010) in using this decomposition to obtain several measures of integration in GVCs at the country-sector level. First, we define forward linkages (GVC_Forward Linkages i,k ) as the domestic content of a country-sector in third-country exports (i.e. the value of inputs produced domestically that are used in other countries' exports, IV i,k ) as a share of the country-sector's gross exports (EXP i,k ). Furthermore, we define the backward linkages (GVC_Backward Linkages i,k ) as the foreign content (FV i,k ) in a country-sector's gross exports (i.e. the import content of exports).",
        "cite_spans": [
          {
            "start": 10,
            "end": 31,
            "text": "Koopman et al. (2010)",
            "ref_id": "BIBREF21"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Measures of GVC Integration",
        "sec_num": null
      },
      {
        "text": "GVC_Forward",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Measures of GVC Integration",
        "sec_num": null
      },
      {
        "text": "Linkages i,k = IV i,k /EXP i,k GVC_Backward Linkages i,k = FV i,k /EXP i,k",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Measures of GVC Integration",
        "sec_num": null
      },
      {
        "text": "where subscripts i and k denote a country and sector, respectively.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Measures of GVC Integration",
        "sec_num": null
      },
      {
        "text": "Second, we define the participation index (GVC_Participation i,k ) as the sum of the foreign value added embodied in a country's exports and the indirect value-added exports expressed as a percentage of gross exports. This index gives a sense of how integrated a country is in GVCs, either via backward or forward linkages. Again, we can express this index at the country or the country-sector level. Formally, the participation index is given by",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Measures of GVC Integration",
        "sec_num": null
      },
      {
        "text": "GVC_Participation i,k = IV i,k /EXP i,k + FV i,k /EXP i,k",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Measures of GVC Integration",
        "sec_num": null
      },
      {
        "text": "Finally, we follow Koopman et al. (2010) in defining an index of position at the country or country-sector level (GVC_Position i,k ). 11 Two countries can have identical participation indices but they may participate in GVCs by specializing in activities upstream or downstream in the production process. If a country is upstream in the production process, it is likely that it has a high value of forward linkages relative to backward. On the other hand, if a country specializes in the last steps of production ",
        "cite_spans": [
          {
            "start": 19,
            "end": 40,
            "text": "Koopman et al. (2010)",
            "ref_id": "BIBREF21"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Measures of GVC Integration",
        "sec_num": null
      },
      {
        "text": "GVC_Position i,k = ln (1+IV i,k /EXP i,k ) -ln (1+FV i,k /EXP i,k )",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Measures of GVC Integration",
        "sec_num": null
      },
      {
        "text": "In the next subsection, we use these indices at the country and at the country-sector level to investigate how GVC integration affects the relationship between changes in the level of exchange rates and exports. Intuitively, as countries are more integrated in global production processes either through backward or forward linkages, a depreciation only improves the competitiveness of a fraction of the value of final goods exports. This simple observation has important implications that can be best understood by comparing the impact of a depreciation in a traditional model where production is entirely domestic with a setting characterized by cross-border input linkages.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Measures of GVC Integration",
        "sec_num": null
      },
      {
        "text": "Traditional macroeconomic models predict that a depreciation increases exports through an expenditure switching mechanism: foreign demand for domestically produced goods increases as the lower exchange rate makes them more competitive. GVCs complicate this simple mechanism. 12 Consider backward and forward linkages separately. In presence of backward linkages, a depreciation increases the cost of imported intermediate inputs used in final-good production, thus lowering the competitive gain. When a country exports intermediate goods (forward linkages), a depreciation also increases the competitiveness of downstream producers, which stimulates demand for their goods, thus counterbalancing the expenditure-switching mechanism. Therefore, our conjecture is that backward and forward linkages are associated to a lower exchange rate elasticity of exports. We expect higher GVC participation to lower the REER elasticity of exports, while GVC position has in principle an ambiguous sign. The empirical model allows us to formally test these ideas and identify the key transmission channels in the data.",
        "cite_spans": [
          {
            "start": 275,
            "end": 277,
            "text": "12",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Measures of GVC Integration",
        "sec_num": null
      },
      {
        "text": "In order to test whether the integration in GVCs affects the REER elasticity of exports, we exploit the panel variation of the different GVC measures. Specifically, we use value-added exports data from the OECD-WTO TiVA database to build measures of GVC participation, backward and forward linkages, and GVC position for each country and, when available, for each manufacturing subsectors, from 1996 to 2012, using the definition provided in the previous subsection. As data are available only for selected years, we also rely on time-series constructed by Duval et al. (2014) interpolating the OECD-WTO data in some of our regressions.",
        "cite_spans": [
          {
            "start": 557,
            "end": 576,
            "text": "Duval et al. (2014)",
            "ref_id": "BIBREF11"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. GVCs and REER Elasticity",
        "sec_num": null
      },
      {
        "text": "The regressions reported in this section build on Equation (1) and can be grouped in three categories. First, we add to the regressions for manufacturing exports growth the interaction of the REER with each of these GVC variables. Since the underlying data used to construct GVC data is published approximately every five years, we consider five-year average time series instead of annual time series in our panel regressions as well. 13 Second, we increase the cross-sectional variation of GVC measures considering manufacturing exports growth at the industry level and we interact the REER with GVC participation at the industry level. Finally, we consider value-added exports and alternative measures of REER that correct for the presence of GVCs, namely the REER in Goods Value Added or REER in Tasks Value Added (Bayoumi et al., 2013) , and compare the estimates of the elasticity of value-added exports to these measures with our original estimates. Table 2 shows that, in line with our hypothesis, higher participation in GVCs is related to lower elasticity of manufacturing exports to REER. Column (2) of Table 2 shows that countries with higher participation in GVCs present a lower exchange rate elasticity of manufacturing exports both in the first panel for annual data and the second panel with the five-year averages. The computed point estimates are consistent with previous results: The average GVC participation of 36.05 in the five-year average sample of the second panel of Table 2 predicts an elasticity of -1.06 14 , in line with the elasticity estimated in column (1) of Table 2 .",
        "cite_spans": [
          {
            "start": 435,
            "end": 437,
            "text": "13",
            "ref_id": null
          },
          {
            "start": 817,
            "end": 839,
            "text": "(Bayoumi et al., 2013)",
            "ref_id": "BIBREF3"
          }
        ],
        "ref_spans": [
          {
            "start": 956,
            "end": 963,
            "text": "Table 2",
            "ref_id": "TABREF2"
          },
          {
            "start": 1113,
            "end": 1120,
            "text": "Table 2",
            "ref_id": "TABREF2"
          },
          {
            "start": 1493,
            "end": 1500,
            "text": "Table 2",
            "ref_id": "TABREF2"
          },
          {
            "start": 1593,
            "end": 1600,
            "text": "Table 2",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "B. GVCs and REER Elasticity",
        "sec_num": null
      },
      {
        "text": "Turning to the other measures of supply chain integration, we find that GVC position has an impact on the exchange rate elasticity but not always statistically significant and that most of the GVC participation's impact is related to backward linkages. Specifically, column (3) of Table 2 shows that the elasticity of manufacturing exports to the REER does not change with GVC position in the first panel with annual data but it is more negative the higher the position in GVCs in the case of the fiveyear averages in the second panel. Consistently with existing firm-level studies, column (4) highlights finally, unit roots in variables are less of an issue. In this sense, five-year average regressions provide a further robustness test of our results.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 281,
            "end": 288,
            "text": "Table 2",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "Manufacturing Exports",
        "sec_num": null
      },
      {
        "text": "that backward linkages (i.e. the import-content of exports) explain the variation of the elasticity with GVC participation more than forward linkages.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Manufacturing Exports",
        "sec_num": null
      },
      {
        "text": "We can also provide a back of the envelope quantification of the impact of GVC participation on the REER elasticity of exports. In the second panel of Table 2 , we can see that a country with no participation in GVCs would have a REER elasticity of -1.75, therefore, on average, GVC participation reduces REER elasticity by approximately 40 percent (-1.75+1.06/-1.75). Figure 4 shows that if we did the same calculation with the 20th and 80th percentile of participation in GVCs, we would expect a reduction of REER elasticity between 25 percent and 55 percent, respectively. Similarly, Figure 4 also provides the range of the impact of GVC position and backward linkages using the estimates in columns",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 151,
            "end": 158,
            "text": "Table 2",
            "ref_id": "TABREF2"
          },
          {
            "start": 369,
            "end": 377,
            "text": "Figure 4",
            "ref_id": null
          },
          {
            "start": 587,
            "end": 595,
            "text": "Figure 4",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Manufacturing Exports",
        "sec_num": null
      },
      {
        "text": "(3) and (4) of the second panel of Table 2 .",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 35,
            "end": 42,
            "text": "Table 2",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "Manufacturing Exports",
        "sec_num": null
      },
      {
        "text": "We exploit sectoral variation in manufacturing exports and GVC participation in Table 3 and confirm our previous results. The first three columns show that, when we use exports growth at the industry level, the evolution of elasticity over time holds: the elasticity for the first half of the sample (1996) (1997) (1998) (1999) (2000) (2001) (2002) (2003) is higher than for the most recent years (2004) (2005) (2006) (2007) (2008) (2009) (2010) (2011) . The fourth column confirms that higher GVC participation reduces the REER elasticity of exports: for the average country-sector GVC participation of 4.5, the predicted elasticity is -1.34, close to the result in the first column of -1.36. The robustness of the main results using sectoral data can also be considered as evidence against endogeneity bias because it is unlikely that developments in a particular industry would have an impact on currency movements.",
        "cite_spans": [
          {
            "start": 300,
            "end": 306,
            "text": "(1996)",
            "ref_id": null
          },
          {
            "start": 307,
            "end": 313,
            "text": "(1997)",
            "ref_id": null
          },
          {
            "start": 314,
            "end": 320,
            "text": "(1998)",
            "ref_id": null
          },
          {
            "start": 321,
            "end": 327,
            "text": "(1999)",
            "ref_id": null
          },
          {
            "start": 328,
            "end": 334,
            "text": "(2000)",
            "ref_id": null
          },
          {
            "start": 335,
            "end": 341,
            "text": "(2001)",
            "ref_id": null
          },
          {
            "start": 342,
            "end": 348,
            "text": "(2002)",
            "ref_id": null
          },
          {
            "start": 349,
            "end": 355,
            "text": "(2003)",
            "ref_id": null
          },
          {
            "start": 397,
            "end": 403,
            "text": "(2004)",
            "ref_id": null
          },
          {
            "start": 404,
            "end": 410,
            "text": "(2005)",
            "ref_id": null
          },
          {
            "start": 411,
            "end": 417,
            "text": "(2006)",
            "ref_id": null
          },
          {
            "start": 418,
            "end": 424,
            "text": "(2007)",
            "ref_id": null
          },
          {
            "start": 425,
            "end": 431,
            "text": "(2008)",
            "ref_id": null
          },
          {
            "start": 432,
            "end": 438,
            "text": "(2009)",
            "ref_id": null
          },
          {
            "start": 439,
            "end": 445,
            "text": "(2010)",
            "ref_id": null
          },
          {
            "start": 446,
            "end": 452,
            "text": "(2011)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 80,
            "end": 87,
            "text": "Table 3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Sectoral Analysis",
        "sec_num": null
      },
      {
        "text": "A recent literature has developed measures of REER that correct for GVC participation, generally defined as value-added REER Johnosn, 2012, and Bayoumi et al., 2013) . We use these measures to estimate the elasticity of value-added exports to changes in value-added REER and compare these estimates with our estimates of the standard REER to gross total exports. Specifically, the first row in Table 4 presents the same results as in Table 1 but for a shorter time series and less countries due to data availability. In the second line of Table 4 , we regress value-added exports on the standard REER. In the last two rows, instead of using the standard REER and gross exports, we regress value-added exports on two measures of the REER corrected for GVC participation taken from Bayoumi et al. (2013) : the REER in Tasks Value Added (a measure that is close to the value-added REER by Bems and Johnson, 2012) and the REER in Goods Value Added. 15 We establish two main results that corroborate the importance of GVC integration as a determinant of the decline in the responsiveness of exports to real exchange rate changes. First, the value-added REER elasticity does not present the same decreasing pattern as the standard REER elasticity does. This result is independent of the specific measure of the value-added REER.",
        "cite_spans": [
          {
            "start": 125,
            "end": 143,
            "text": "Johnosn, 2012, and",
            "ref_id": null
          },
          {
            "start": 144,
            "end": 165,
            "text": "Bayoumi et al., 2013)",
            "ref_id": "BIBREF3"
          },
          {
            "start": 780,
            "end": 801,
            "text": "Bayoumi et al. (2013)",
            "ref_id": "BIBREF3"
          },
          {
            "start": 886,
            "end": 909,
            "text": "Bems and Johnson, 2012)",
            "ref_id": "BIBREF4"
          },
          {
            "start": 945,
            "end": 947,
            "text": "15",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 394,
            "end": 401,
            "text": "Table 4",
            "ref_id": null
          },
          {
            "start": 434,
            "end": 441,
            "text": "Table 1",
            "ref_id": null
          },
          {
            "start": 539,
            "end": 546,
            "text": "Table 4",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Value-Added Exports and Exchange Rates",
        "sec_num": null
      },
      {
        "text": "Importantly, this finding suggests that the decrease in the REER elasticity is, at least in part, an optical illusion that results from the fact that REER and exports are measured in gross rather than value-added terms. Second, we can see that the elasticity in each of the two regressions in value-added terms is lower than the corresponding ones in the first row. This seems to indicate that the impact of a currency depreciation on exports is substantially less when measured in value-added terms. 16 There is one caveat to this second result that we need to bear in mind. The REER adjusted for value-added terms use GDP deflator whereas (gross) REER uses CPI deflator. One may argue that one of the reasons for the decline in elasticity is due to the different deflators. However, using the same gross REER, the first and second row of Table 4 show that the elasticity is indeed lower for value-added exports relative to gross exports, suggesting that different deflators are not a key determinant of our finding. That said, this issue could be delved deeper in future research.",
        "cite_spans": [
          {
            "start": 501,
            "end": 503,
            "text": "16",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 840,
            "end": 847,
            "text": "Table 4",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Value-Added Exports and Exchange Rates",
        "sec_num": null
      },
      {
        "text": "This paper provides new evidence that the REER elasticity of manufacturing exports has declined over time and that the growing importance of GVCs in world trade explains on average 40 percent of this decline and above 50 percent for countries with highest GVC participation. In particular, we find that the larger an economy's import content of exports, or backward linkages, the smaller the impact on export volumes of a depreciation. When REER are corrected for GVC participation and exports are measured in value-added rather than gross terms, we find that the estimated REER elasticities of exports are substantially smaller and do not display a declining time pattern. These results are consistent with previous work and contribute to the literature on the impact of exchange rates on export growth by showing in a cross section that the nature of trade, i.e. a country's involvement in global production processes, is a key determinant of this relationship.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IV. CONCLUSION",
        "sec_num": null
      },
      {
        "text": "There are a number of reasons why these findings are relevant and more work in this area would be welcome. First, the impact of exchange rate depreciations on exports is at the core of the process of international adjustment and rebalancing. Countries that are more integrated in GVCs will see their exports react less to exchange rate depreciations than that predicted by models that do not properly account for the nature of their trade relations, leading to inaccurate policy predictions. Second, currency depreciations are often viewed as instrumental in stimulating exports and enhancing growth through this channel, particularly in developing countries. However, our results indicate that this mechanism may be less effective for countries that have a large import-content of exports, as currency depreciations only impact the domestic value added embodied in gross exports. More subtly, researchers interested in the trade-growth nexus may need to identify the impact that exchange rate changes have on the ability of countries to anchor to GVCs and hence to benefit from cross-border production linkages (e.g. knowledge spillovers), as GVC integration can itself be endogenous to the macroeconomic conditions of a country. 1996-2001 1996-2002 1997-2003 1998-2004 1999-2005 2000-2006 2001-2007 2002-2008 2003-2009 2004-2010 2005-2011 2006-2012 Elasticity (two SE bandwidth)",
        "cite_spans": [
          {
            "start": 1231,
            "end": 1350,
            "text": "1996-2001 1996-2002 1997-2003 1998-2004 1999-2005 2000-2006 2001-2007 2002-2008 2003-2009 2004-2010 2005-2011 2006-2012",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IV. CONCLUSION",
        "sec_num": null
      },
      {
        "text": "Note: These are the slopes on Real Effective Exchange Rate Change elasticity of manufacturing exports estimated for the different samples in the horizontal axis using the regression framework discussed in empirical strategy. 1996-2012 1996-2003 2004-2012 1996-2012 1996-2003 2004-2012 1996-2012 Note: *** indicates statistically significant 1%, ** indicates statistically significant at 5%, and * indicates statistically significant at 10%. Point estimates in bold letters and robust standard errors below.",
        "cite_spans": [
          {
            "start": 225,
            "end": 294,
            "text": "1996-2012 1996-2003 2004-2012 1996-2012 1996-2003 2004-2012 1996-2012",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure 1",
        "sec_num": null
      },
      {
        "text": "Countries as in the Appendix. 1996-2003 2004-2012 Real Exchange Rate Change Lag real GDP Foreign real GDP Source: Exports of Goods and Services are from OECD-WTO TiVA processed by Duval et al. (2014) , exports of goods and manufacturing exports from UN Comtrade. Industries included basic metals, chemicals, electrical equipment, food, machinery, textiles, transport equipment and wood products.",
        "cite_spans": [
          {
            "start": 30,
            "end": 49,
            "text": "1996-2003 2004-2012",
            "ref_id": null
          },
          {
            "start": 180,
            "end": 199,
            "text": "Duval et al. (2014)",
            "ref_id": "BIBREF11"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure 1",
        "sec_num": null
      },
      {
        "text": "Note: *** indicates statistically significant 1%, ** indicates statistically significant at 5%, and * indicates statistically significant at 10%. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure 1",
        "sec_num": null
      },
      {
        "text": "See Auboin and Ruta (2013) for a review of the literature on exchange rates and international trade.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In order to calculate annual real exports growth time series, we transform nominal USD exports annual time series to local currency using the nominal exchange rates and deflate by Consumers Price Indices.4 For countries where real effective exchange rate is not available in INS, we use data from JP Morgan.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "For robustness, we also estimate regressions with smaller (5 and 6 years) and larger (8 years) windows and find similar results.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Ree, Hong and Choi (2015) show that the muted price and volume response of Japanese exports to the sustained weakness of the Yen may mask an expansion of the Japanese exporters' profits.10 Koopman et al. (2014) provide a further elaboration and present a more complex diagram. We present the simpler form ofKoopman et al. (2010) as our data do not allow to capture these further complexities.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Another index of position used in the literature is the so-called \"upstreamness\" (Fally et al., 2012), which captures distance to final demand. We use this alternative measure as a robustness test in the empirical analysis of the next subsection.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "As discussed in the literature, there are also benefits to estimating regressions with data averaged for five-year periods: lag structure becomes less important, outliers are less of a concern because they are averaged out, and,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "If we take the slope estimated for the REER in the first line of column (2) of the second panel ofTable 2, -1.75, and, then correct it using the positive estimated slope on the interaction term for participation in GVCs, 0.019, and the average participation in GVCs, 36.05, we have -1.75+0.019x36.05 = -1.06.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In our regressions, we use the measures developed byBayoumi et al. (2013) which are publicly available. See IMF (2013) for a discussion and comparison of the different approaches used in the literature to obtain REER in value-added terms.Patel et al. (2014) develop a theoretical framework to compute REERs at the country-sector level. Assessing the impact on (value-added and gross) exports of these new REER measures at the country and sector levels would be a further refinement to the present analysis.16 It could be argued that the value-added component of exports should be more responsive to REER changes but it may also be possible that complementarities between foreign and domestic value added explain the slightly lower responsiveness of domestic value-added exports to the REER. Similarly to the exercise in this section, the independent work in IMF (2015) investigates the impact of value-added REER on value-added exports differentiating between sectors more integrated in GVCs, defined as GVC sectors, and sectors where GVCs are less relevant. Consistently with our results, they find that the competitive impact of a depreciation is stronger for the latter as they rely less on imported inputs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "Merchandise/Manufacturing exports UN Comtrade Total (goods plus services) exports Duval et al. (2014) ",
        "cite_spans": [
          {
            "start": 82,
            "end": 101,
            "text": "Duval et al. (2014)",
            "ref_id": "BIBREF11"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data Sources",
        "sec_num": null
      },
      {
        "text": "Australia, Austria, Belgium, Brazil, Bulgaria, Canada, Chile, China, Czech Republic, Denmark, Finland, France, Germany, Greece, Hong Kong, Hungary, India, Indonesia, Ireland, Israel, Italy, Japan, Korea, Republic of, Latvia, Luxembourg, Malaysia, Mexico, Netherlands, New Zealand, Norway, Philippines, Poland, Portugal, Romania, Russian Federation, Singapore, Slovakia, Slovenia, South Africa, Spain, Sweden, Switzerland, Thailand, Turkey, United Kingdom, United States. ",
        "cite_spans": [
          {
            "start": 11,
            "end": 470,
            "text": "Austria, Belgium, Brazil, Bulgaria, Canada, Chile, China, Czech Republic, Denmark, Finland, France, Germany, Greece, Hong Kong, Hungary, India, Indonesia, Ireland, Israel, Italy, Japan, Korea, Republic of, Latvia, Luxembourg, Malaysia, Mexico, Netherlands, New Zealand, Norway, Philippines, Poland, Portugal, Romania, Russian Federation, Singapore, Slovakia, Slovenia, South Africa, Spain, Sweden, Switzerland, Thailand, Turkey, United Kingdom, United States.",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "List of Countries",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Importers, Exporters, and Exchange Rate Disconnect",
        "authors": [
          {
            "first": "Mary",
            "middle": [],
            "last": "Amiti",
            "suffix": ""
          },
          {
            "first": "Oleg",
            "middle": [],
            "last": "Itskhoki",
            "suffix": ""
          },
          {
            "first": "Jozef",
            "middle": [],
            "last": "Konings",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "American Economic Review",
        "volume": "104",
        "issue": "7",
        "pages": "1942--1978",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Amiti, Mary, Oleg Itskhoki and Jozef Konings (2014). \"Importers, Exporters, and Exchange Rate Disconnect\", American Economic Review, 104(7): 1942-1978.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Measuring the Upstreamness of Production and Trade Flows",
        "authors": [
          {
            "first": "Pol",
            "middle": [],
            "last": "Antràs",
            "suffix": ""
          },
          {
            "first": "Davin",
            "middle": [],
            "last": "Chor",
            "suffix": ""
          },
          {
            "first": "Thibault",
            "middle": [],
            "last": "Fally",
            "suffix": ""
          },
          {
            "first": "Russell",
            "middle": [],
            "last": "Hillberry",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "American Economic Review Papers and Proceedings",
        "volume": "102",
        "issue": "3",
        "pages": "412--416",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Antràs, Pol, Davin Chor, Thibault Fally, and Russell Hillberry (2012). \"Measuring the Upstreamness of Production and Trade Flows\", American Economic Review Papers and Proceedings, 102 (3): 412-416.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "The Relationship Between Exchange Rates and International Trade: A Literature Review",
        "authors": [
          {
            "first": "Marc",
            "middle": [],
            "last": "Auboin",
            "suffix": ""
          },
          {
            "first": "Michele",
            "middle": [],
            "last": "Ruta",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "World Trade Review",
        "volume": "12",
        "issue": "03",
        "pages": "577--605",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Auboin, Marc and Michele Ruta (2013). \"The Relationship Between Exchange Rates and International Trade: A Literature Review\", World Trade Review, 12(03), 577-605.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Measuring Competitiveness: Trade in Goods or in Tasks?",
        "authors": [
          {
            "first": "Tamim",
            "middle": [],
            "last": "Bayoumi",
            "suffix": ""
          },
          {
            "first": "Mika",
            "middle": [],
            "last": "Saito",
            "suffix": ""
          },
          {
            "first": "Jarkko",
            "middle": [],
            "last": "Turunen",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bayoumi, Tamim, Mika Saito, and Jarkko Turunen (2013). \"Measuring Competitiveness: Trade in Goods or in Tasks?\", IMF Working Paper 13/100, Washington: International Monetary Fund.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Value-Added Exchange Rates",
        "authors": [
          {
            "first": "Rudolfs",
            "middle": [],
            "last": "Bems",
            "suffix": ""
          },
          {
            "first": "Robert",
            "middle": [
              "C"
            ],
            "last": "Johnson",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bems, Rudolfs and Robert C. Johnson (2012). \"Value-Added Exchange Rates\", NBER Working Paper No. 18498, Cambridge, MA: The National Bureau of Economic Research.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Demand for Value Added and Value-Added Exchange Rates",
        "authors": [
          {
            "first": "Rudolfs",
            "middle": [],
            "last": "Bems",
            "suffix": ""
          },
          {
            "first": "Robert",
            "middle": [
              "C"
            ],
            "last": "Johnson",
            "suffix": ""
          }
        ],
        "year": 2015,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bems, Rudolfs and Robert C. Johnson (2015). \"Demand for Value Added and Value-Added Exchange Rates\", forthcoming IMF Working Paper.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "How do different exporters react to exchange rate changes? Theory, empirics and aggregate implications",
        "authors": [
          {
            "first": "Philippe",
            "middle": [],
            "last": "Berman Nicolas",
            "suffix": ""
          },
          {
            "first": "Thierry",
            "middle": [],
            "last": "Martin",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Mayer",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "Quarterly Journal of Economics",
        "volume": "127",
        "issue": "1",
        "pages": "437--4493",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Berman Nicolas, Philippe Martin and Thierry Mayer (2012). \"How do different exporters react to exchange rate changes? Theory, empirics and aggregate implications\", Quarterly Journal of Economics 127(1):437-4493.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Import Protection, Business Cycles, and Exchange Rates: Evidence from the Great Recession",
        "authors": [
          {
            "first": "Chad",
            "middle": [
              "P"
            ],
            "last": "Bown",
            "suffix": ""
          },
          {
            "first": "Meredith",
            "middle": [
              "A"
            ],
            "last": "Crowley",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "Journal of International Economics",
        "volume": "90",
        "issue": "",
        "pages": "50--64",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bown, Chad P. and Meredith A. Crowley, (2013). \"Import Protection, Business Cycles, and Exchange Rates: Evidence from the Great Recession\", Journal of International Economics v90, n1 (May 2013): 50-64.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Quality, Trade, and Exchange Rate Pass-Through",
        "authors": [
          {
            "first": "Natalie",
            "middle": [],
            "last": "Chen",
            "suffix": ""
          },
          {
            "first": "Luciana",
            "middle": [],
            "last": "Juvenal",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chen, Natalie and Luciana Juvenal (2013). \"Quality, Trade, and Exchange Rate Pass-Through\", CEPR Discussion Paper 9744.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "The Global Trade Slowdown: Cyclical or Structural?",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Constantinescu",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Mattoo",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Ruta",
            "suffix": ""
          }
        ],
        "year": 2015,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Constantinescu, C, A Mattoo and M Ruta (2015). \"The Global Trade Slowdown: Cyclical or Structural?,\" IMF Working Paper No. 15/6, Washington, DC.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Real Exchange Rates, Trade and Growth: Italy 1861-2011",
        "authors": [
          {
            "first": "Di",
            "middle": [],
            "last": "Nino",
            "suffix": ""
          },
          {
            "first": "Barry",
            "middle": [],
            "last": "Virginia",
            "suffix": ""
          },
          {
            "first": "Massimo",
            "middle": [],
            "last": "Eichengreen",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Sbracia",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Bank of Italy Economic History Working Papers",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Di Nino, Virginia, Barry Eichengreen and Massimo Sbracia (2011). \"Real Exchange Rates, Trade and Growth: Italy 1861-2011\", Bank of Italy Economic History Working Papers, No. 10.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Trade Integration and Business Cycle Synchronization: A Reappraisal with Focus on Asia",
        "authors": [
          {
            "first": "Romain",
            "middle": [],
            "last": "Duval",
            "suffix": ""
          },
          {
            "first": "Kevin",
            "middle": [],
            "last": "Cheng",
            "suffix": ""
          },
          {
            "first": "Kum",
            "middle": [
              "Hwa"
            ],
            "last": "Oh",
            "suffix": ""
          },
          {
            "first": "Richa",
            "middle": [],
            "last": "Saraf",
            "suffix": ""
          },
          {
            "first": "Dulani",
            "middle": [],
            "last": "Seneviratne",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Duval, Romain, Kevin Cheng, Kum Hwa Oh, Richa Saraf, and Dulani Seneviratne (2014). \"Trade Integration and Business Cycle Synchronization: A Reappraisal with Focus on Asia,\" IMF Working Paper, 14/52.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "The Real Exchange Rate and Economic Growth",
        "authors": [
          {
            "first": "Barry",
            "middle": [],
            "last": "Eichengreen",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Eichengreen, Barry (2007). \"The Real Exchange Rate and Economic Growth\", Commission on Growth and Development Working Paper 4, World Bank.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "The Real Exchange Rate and Export Growth: Are Services Different?",
        "authors": [
          {
            "first": "Barry",
            "middle": [],
            "last": "Eichengreen",
            "suffix": ""
          },
          {
            "first": "Poonam",
            "middle": [],
            "last": "Gupta",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "Policy Research Working Paper Series",
        "volume": "6629",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Eichengreen, Barry and Gupta, Poonam (2013). \"The Real Exchange Rate and Export Growth: Are Services Different?\", Policy Research Working Paper Series 6629, The World Bank.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Effects of Renminbi Appreciation on Foreign Firms: The Role of Processing Exports",
        "authors": [
          {
            "first": "Barry",
            "middle": [],
            "last": "Eichengreen",
            "suffix": ""
          },
          {
            "first": "Hui",
            "middle": [],
            "last": "Tong",
            "suffix": ""
          }
        ],
        "year": 2015,
        "venue": "Journal of Development Economics",
        "volume": "116",
        "issue": "",
        "pages": "146--157",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Eichengreen, Barry and Hui Tong (2015). \"Effects of Renminbi Appreciation on Foreign Firms: The Role of Processing Exports\", Journal of Development Economics, 116(2015) 146-157.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Rich Economies Question Faith in Power of Lower Exchange Rates",
        "authors": [],
        "year": 2015,
        "venue": "Global Insight",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Financial Times (2015). \"Rich Economies Question Faith in Power of Lower Exchange Rates\", Global Insight, published on March, 9 th 2015.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Export Surges: The Power of a Competitive Currency",
        "authors": [
          {
            "first": "Caroline",
            "middle": [],
            "last": "Freund",
            "suffix": ""
          },
          {
            "first": "Martha",
            "middle": [
              "Denise"
            ],
            "last": "Pierola",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "Journal of Development Economics",
        "volume": "97",
        "issue": "2",
        "pages": "387--395",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Freund, Caroline and Martha Denise Pierola (2012). \"Export Surges: The Power of a Competitive Currency\", Journal of Development Economics, 97(2): 387-395.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Growth Accelerations",
        "authors": [
          {
            "first": "Ricardo",
            "middle": [],
            "last": "Hausmann",
            "suffix": ""
          },
          {
            "first": "Lant",
            "middle": [],
            "last": "Pritchett",
            "suffix": ""
          },
          {
            "first": "Dani",
            "middle": [],
            "last": "Rodrik",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Journal of Economic Growth",
        "volume": "10",
        "issue": "",
        "pages": "303--329",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hausmann, Ricardo, Pritchett, Lant and Dani Rodrik (2005). \"Growth Accelerations\", Journal of Economic Growth, 10: 303-329.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Trade Interconnectedness: the World with Global Value Chains",
        "authors": [],
        "year": 2013,
        "venue": "IMF Policy Paper",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "International Monetary Fund (2013), \"Trade Interconnectedness: the World with Global Value Chains,\" IMF Policy Paper (Washington: International Monetary Fund).",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Reaping the Benefits from Global Value Chains",
        "authors": [],
        "year": 2015,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "International Monetary Fund (2015), \"Reaping the Benefits from Global Value Chains,\" Regional Economic Outlook: Asia and Pacific, Chapter 2 (Washington: International Monetary Fund).",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Five Facts about Value-Added Exports and Implications for Macroeconomics and Trade Research",
        "authors": [
          {
            "first": "Robert",
            "middle": [
              "C"
            ],
            "last": "Johnson",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "Journal of Economic Perspectives",
        "volume": "28",
        "issue": "2",
        "pages": "119--161",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Johnson, Robert C. (2014). \"Five Facts about Value-Added Exports and Implications for Macroeconomics and Trade Research\", Journal of Economic Perspectives, 28(2): 119-42.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Give Credit Where Credit Is Due: Tracing Value Added in Global Production Chains",
        "authors": [
          {
            "first": "Robert",
            "middle": [],
            "last": "Koopman",
            "suffix": ""
          },
          {
            "first": "William",
            "middle": [],
            "last": "Powers",
            "suffix": ""
          },
          {
            "first": "Zhi",
            "middle": [],
            "last": "Wang",
            "suffix": ""
          },
          {
            "first": "Shang-Jin",
            "middle": [],
            "last": "Wei",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Koopman, Robert, William Powers, Zhi Wang, Shang-Jin Wei (2010). \"Give Credit Where Credit Is Due: Tracing Value Added in Global Production Chains\", NBER Working Paper No. 16426.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Tracing Value-Added and Double Counting in Gross Exports",
        "authors": [
          {
            "first": "Robert",
            "middle": [],
            "last": "Koopman",
            "suffix": ""
          },
          {
            "first": "Zhi",
            "middle": [],
            "last": "Wang",
            "suffix": ""
          },
          {
            "first": "Shang-Jin",
            "middle": [],
            "last": "Wei",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "American Economic Review",
        "volume": "104",
        "issue": "2",
        "pages": "459--94",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Koopman, Robert, Zhi Wang, and Shang-Jin Wei (2014). \"Tracing Value-Added and Double Counting in Gross Exports\", American Economic Review, 104(2): 459-94.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Spillover Effects of Exchange Rates: A Study of the Renminbi",
        "authors": [
          {
            "first": "Aaditya",
            "middle": [],
            "last": "Mattoo",
            "suffix": ""
          },
          {
            "first": "Prachi",
            "middle": [],
            "last": "Mishra",
            "suffix": ""
          },
          {
            "first": "Arvind",
            "middle": [],
            "last": "Subramanian ; Mimeo",
            "suffix": ""
          },
          {
            "first": "World",
            "middle": [],
            "last": "Bank",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mattoo, Aaditya, Prachi Mishra and Arvind Subramanian (2014). \"Spillover Effects of Exchange Rates: A Study of the Renminbi\", mimeo, World Bank.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "Exchange Rates, International Trade and Trade Policies",
        "authors": [
          {
            "first": "Alessandro",
            "middle": [],
            "last": "Nicita",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "UNCTAD Blue Series on Policy Issues on International Trade and Commodities, forthcoming",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Nicita, Alessandro (2012). \"Exchange Rates, International Trade and Trade Policies\". UNCTAD Blue Series on Policy Issues on International Trade and Commodities, forthcoming.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "Global Value Chains and Effective Exchange Rates at the Country-Sector Level",
        "authors": [
          {
            "first": "Nikhil",
            "middle": [],
            "last": "Patel",
            "suffix": ""
          },
          {
            "first": "Zhi",
            "middle": [],
            "last": "Wang",
            "suffix": ""
          },
          {
            "first": "Shang-Jin",
            "middle": [],
            "last": "Wei",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Patel, Nikhil, Zhi Wang, and Shang-Jin Wei (2014). \"Global Value Chains and Effective Exchange Rates at the Country-Sector Level\", NBER Working Paper No. 20236.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Should Korea Worry about a Permanently Weak Yen?",
        "authors": [
          {
            "first": "Jack",
            "middle": [],
            "last": "Ree",
            "suffix": ""
          },
          {
            "first": "Hee",
            "middle": [],
            "last": "Gee",
            "suffix": ""
          },
          {
            "first": "Seoeun",
            "middle": [],
            "last": "Hong",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Choi",
            "suffix": ""
          }
        ],
        "year": 2015,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ree, Jack, Gee Hee Hong, and Seoeun Choi (2015). \"Should Korea Worry about a Permanently Weak Yen?\". IMF Working Paper No. 15/158.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "The Real Exchange Rate and Economic Growth",
        "authors": [
          {
            "first": "Dani",
            "middle": [],
            "last": "Rodrik",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Brookings Papers on Economic Activity",
        "volume": "",
        "issue": "",
        "pages": "365--412",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rodrik, Dani (2008). \"The Real Exchange Rate and Economic Growth\", Brookings Papers on Economic Activity, Fall 2008, ed. D. W. Elmendorf, N. G. Mankiw, and L. H. Summers, 365- 412, Brookings Institution.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "Note: *** indicates statistically significant 1%, ** indicates statistically significant at 5%, and * indicates statistically significant at 10%. Point estimates in bold letters and robust standard errors below. All Regressions include Time FE, Country FE, Lag real GDP and Foreign real",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Countries Include Australia",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Austria",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Belgium",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Brazil",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Canada",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Chile",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "China",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Denmark",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Finland",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "France",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Germany",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Greece",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Hungary",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "India",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Indonesia",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Ireland",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Israel",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Italy",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Japan",
            "suffix": ""
          },
          {
            "first": "Republic",
            "middle": [],
            "last": "Korea",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Of",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "GDP. Exports of Goods and Services",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Countries include Australia, Austria, Belgium, Brazil, Canada, Chile, China, Denmark, Finland, France, Germany, Greece, Hungary, India, Indonesia, Ireland, Israel, Italy, Japan, Korea, Republic of, Luxembourg, Mexico, Netherlands, New Zealand, Norway, Poland, Portugal, Romania, Singapore, Slovakia, Slovenia, South Africa, Spain, Sweden, Switzerland, Thailand, Turkey, United Kingdom, United States. Note: *** indicates statistically significant 1%, ** indicates statistically significant at 5%, and * indicates statistically significant at 10%. Point estimates in bold letters and robust standard errors below. All Regressions include Time FE, Country FE, Lag real GDP and Foreign real GDP. Exports of Goods and Services 1996-2011 1996-2003 2004-2011",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "text": "Decline in the REER Elasticity of Manufacturing Exports ........................................................ C. Discussion: Why Has the REER Elasticity Declined? .......................................................................",
        "type_str": "figure",
        "uris": null,
        "fig_num": null,
        "num": null
      },
      "FIGREF1": {
        "text": "... IV. Conclusion ........................................................................................................................ V. References .......................................................................................................................... VI. Figures ..............................................................................................................................VII. Tables .............................................................................................................................. VIII. Appendix ........................................................................................................................",
        "type_str": "figure",
        "uris": null,
        "fig_num": null,
        "num": null
      },
      "FIGREF2": {
        "text": ", JP Morgan and National Sources.",
        "type_str": "figure",
        "uris": null,
        "fig_num": null,
        "num": null
      },
      "FIGREF4": {
        "text": "Figure 3",
        "type_str": "figure",
        "uris": null,
        "fig_num": null,
        "num": null
      },
      "TABREF1": {
        "text": "",
        "html": null,
        "content": "<table><tr><td/><td/><td/><td colspan=\"2\">VII. TABLES</td><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td colspan=\"2\">Table 1</td><td/><td/><td/><td/><td/></tr><tr><td/><td colspan=\"3\">Panel A: Growth of Total</td><td colspan=\"3\">Panel B: Growth of Total</td><td colspan=\"3\">Panel C: Growth of</td></tr><tr><td>Dependent variable:</td><td colspan=\"3\">Exports of Goods and Services</td><td colspan=\"3\">Exports of Goods</td><td colspan=\"3\">Manufacturing Exports</td></tr><tr><td/><td/><td/><td/><td/><td colspan=\"2\">Gross Exports</td><td/><td/><td/></tr><tr><td/><td colspan=\"9\">(EXP) -1.202 *** -1.417 *** -0.702 *** -1.173 *** -1.383 *** -0.626 *** -1.099 *** -1.294 *** -0.615 ***</td></tr><tr><td/><td>0.184</td><td>0.215</td><td>0.051</td><td>0.223</td><td>0.261</td><td>0.094</td><td>0.246</td><td>0.300</td><td>0.120</td></tr><tr><td/><td>-2.782</td><td>-0.058</td><td colspan=\"2\">-17.015 *** -1.808</td><td>-8.155</td><td colspan=\"2\">-19.562 *** -4.387</td><td>-15.084</td><td>-18.643 **</td></tr><tr><td/><td>3.038</td><td>13.277</td><td>3.458</td><td>3.213</td><td>19.558</td><td>3.460</td><td>3.901</td><td>21.896</td><td>7.579</td></tr><tr><td/><td>0.743 0.829</td><td colspan=\"2\">Domestic Value Added (DV) 1.003 0.510 1.610 0.459</td><td>1.523 0.969</td><td>1.310 1.820</td><td colspan=\"2\">1.541 ** 1.374 * 0.630 0.797</td><td colspan=\"2\">Foreign Value 1.710 1.230 *** Added (FV) 1.696 0.408</td></tr><tr><td>Time Fixed Effects</td><td>Y</td><td>Y</td><td>Y</td><td>Y</td><td>Y</td><td>Y</td><td>Y</td><td>Y</td><td>Y</td></tr><tr><td>Country Fixed E f f e c t s</td><td>Y</td><td>Y</td><td>Y</td><td>Y</td><td>Y</td><td>Y</td><td>Y</td><td>Y</td><td>Y</td></tr><tr><td>Exported in Final Goods (1)</td><td colspan=\"2\">Exported in Intermediates absorbed by Direct Importers (2)</td><td colspan=\"3\">Exported in Intermediates Re -exported to Third Countries (IV) (3)</td><td colspan=\"2\">Exported in Intermediates the Return Home (4)</td><td colspan=\"2\">Other Countries DV in Intermediates (5)</td></tr><tr><td colspan=\"2\">Source: Koopman et al. (2010)</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td/><td colspan=\"2\">20th Percentile</td><td/><td/></tr><tr><td/><td/><td/><td/><td/><td/><td>Mean</td><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td/><td colspan=\"2\">80th Percentile</td><td/><td/></tr></table>",
        "type_str": "table",
        "num": null
      },
      "TABREF2": {
        "text": "Real Exchange Rate Change interacted with Backward Participation in GVCsReal Exchange Rate Change interacted with Forward Participation in GVCs Note: *** indicates statistically significant 1%, ** indicates statistically significant at 5%, and * indicates statistically significant at 10%.Point estimates in bold letters and robust standard errors below. The grey shaded areas are jointly significant using Wald tests.Countries as in the Appendix. Real Exchange Rate Change Real Exchange Rate Change interacted with Participation in GVCs Real Exchange Rate Change interacted with Position in GVCs",
        "html": null,
        "content": "<table><tr><td>Dependent variable:</td><td colspan=\"4\">Growth of Manufacturing Exports from COMTRADE</td></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td/><td/><td colspan=\"2\">Annual data</td><td/></tr><tr><td>Real Exchange Rate Change</td><td>-1.099 *** 0.246</td><td>-1.429 *** 0.411</td><td>-1.056 *** 0.216</td><td>-1.718 *** 0.609</td></tr><tr><td>Real Exchange Rate Change interacted with Participation in GVCs</td><td/><td>0.010 * 0.006</td><td/><td/></tr><tr><td>Real Exchange Rate Change interacted with Position in GVCs</td><td/><td/><td>0.177 0.370</td><td/></tr><tr><td>Real Exchange Rate Change interacted with Backward Participation in GVCs</td><td/><td/><td/><td>0.007 0.006</td></tr><tr><td>Real Exchange Rate Change interacted with Forward Participation in GVCs</td><td/><td/><td/><td>0.041 0.032</td></tr><tr><td/><td/><td colspan=\"2\">5 year average</td><td/></tr><tr><td/><td>-1.097 ***</td><td>-1.750 ***</td><td>-1.395 ***</td><td>-1.432 ***</td></tr><tr><td/><td>0.238</td><td>0.342</td><td>0.251</td><td>0.222</td></tr><tr><td/><td/><td>0.019 ***</td><td/><td/></tr><tr><td/><td/><td>0.006</td><td/><td/></tr><tr><td/><td/><td/><td>-1.119 ***</td><td/></tr><tr><td/><td/><td/><td>0.087</td><td/></tr><tr><td/><td/><td/><td/><td>0.026 ***</td></tr><tr><td/><td/><td/><td/><td>0.006</td></tr><tr><td/><td/><td/><td/><td>-0.024</td></tr><tr><td/><td/><td/><td/><td>0.018</td></tr><tr><td>All Regressions:</td><td/><td/><td/><td/></tr><tr><td>Lag real GDP and Foreign real GDP</td><td>Y</td><td>Y</td><td>Y</td><td>Y</td></tr><tr><td>Time Fixed Effects</td><td>Y</td><td>Y</td><td>Y</td><td>Y</td></tr><tr><td>Country Fixed Effects</td><td>Y</td><td>Y</td><td>Y</td><td>Y</td></tr></table>",
        "type_str": "table",
        "num": null
      },
      "TABREF3": {
        "text": "Dependent variable:Growth of Manufacturing Exports from COMTRADE by Industry",
        "html": null,
        "content": "<table><tr><td>-1.356 ***</td><td>-1.593 ***</td><td>-0.699 ***</td><td>-1.515 ***</td></tr><tr><td>0.261</td><td>0.303</td><td>0.084</td><td>0.317</td></tr><tr><td/><td/><td/><td>0.041 **</td></tr><tr><td/><td/><td/><td>0.016</td></tr><tr><td/><td/><td/><td>-1.087 *</td></tr><tr><td/><td/><td/><td>0.586</td></tr><tr><td>0.174</td><td>-10.774</td><td>-24.578 ***</td><td>0.608</td></tr><tr><td>5.367</td><td>23.771</td><td>5.441</td><td>5.261</td></tr><tr><td>1.478 **</td><td>1.842 **</td><td>1.228 ***</td><td>1.541 **</td></tr><tr><td>0.721</td><td>1.464</td><td>0.411</td><td>0.748</td></tr></table>",
        "type_str": "table",
        "num": null
      }
    }
  }
}