{
  "paper_id": "D26371494",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:04:20.771590Z"
  },
  "title": "Inequality of Opportunity in Early Childhood Development in Morocco over Time",
  "authors": [
    {
      "first": "Safaa",
      "middle": [],
      "last": "El-Kogali",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Caroline",
      "middle": [],
      "last": "Krafft",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "St. Catherine University",
        "location": {
          "addrLine": "2004 Randolph Avenue",
          "postCode": "55105",
          "settlement": "St. Paul",
          "region": "Minnesota"
        }
      },
      "email": "cgkrafft@stkate.edu"
    },
    {
      "first": "Touhami",
      "middle": [],
      "last": "Abdelkhalek",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "National Institute of Statistics and Applied Economics (INSEA)",
        "location": {
          "settlement": "Rabat",
          "country": "Morocco"
        }
      },
      "email": ""
    },
    {
      "first": "Mohamed",
      "middle": [],
      "last": "Benkassmi",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "National Human Development Observatory",
        "location": {
          "settlement": "Rabat",
          "country": "Morocco"
        }
      },
      "email": ""
    },
    {
      "first": "Monica",
      "middle": [],
      "last": "Chavez",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Lucy",
      "middle": [],
      "last": "Bassett",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Fouzia",
      "middle": [],
      "last": "Ejjanoui",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Mohammed V University",
        "location": {
          "settlement": "Rabat",
          "country": "Morocco"
        }
      },
      "email": ""
    }
  ],
  "year": "2016-05",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D26371494",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "Morocco has been experiencing a period of rapid economic growth. From 1980 to 2010, partially fill the gap in research on Morocco and provide policy makers with critical, useful information. By highlighting the main constraints to equality among young children, this information can help in identifying vulnerable children and in gaining a better understanding of the phenomenon as a whole. We draw on the concept of inequality of opportunity and methods for quantifying unequal opportunities (de Barros, Ferreira, Vega, & Chanduvi, 2009; de Barros, Vega, & Saavedra, 2008; Deutsch & Silber, 2008; Roemer, 1998 Roemer, , 2014 Shorrocks, 2013) to assess inequality in ECD. We demonstrate a number of challenges in terms of unequal early health and survival, nutrition, and social-emotional and cognitive development. Overall, we find that while there have been some improvements in ECD, particularly in health, substantial inequalities and deficits persist. These inequalities and deficits in ECD will affect children into their adult lives and present a substantial barrier to ensuring shared prosperity and adult equality in Morocco. More must be done to ensure children have equitable opportunities to develop and thrive.",
        "cite_spans": [
          {
            "start": 497,
            "end": 538,
            "text": "Barros, Ferreira, Vega, & Chanduvi, 2009;",
            "ref_id": "BIBREF7"
          },
          {
            "start": 539,
            "end": 573,
            "text": "de Barros, Vega, & Saavedra, 2008;",
            "ref_id": "BIBREF8"
          },
          {
            "start": 574,
            "end": 597,
            "text": "Deutsch & Silber, 2008;",
            "ref_id": "BIBREF9"
          },
          {
            "start": 598,
            "end": 610,
            "text": "Roemer, 1998",
            "ref_id": "BIBREF49"
          },
          {
            "start": 611,
            "end": 625,
            "text": "Roemer, , 2014",
            "ref_id": "BIBREF50"
          },
          {
            "start": 626,
            "end": 642,
            "text": "Shorrocks, 2013)",
            "ref_id": "BIBREF53"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "This paper proceeds as follows. Section 2 discusses the data we use to measure ECD and inequality over time in Morocco. Section 3 describes the methods we use to assess ECD, quantify inequality, and decompose its origins. Section 4 presents our findings in terms of ECD trends, risk factors, inequality, and the drivers of inequality. Section 5 concludes with a discussion on how to promote ECD and equal opportunities for ECD in Morocco in light of our findings.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "In discussing the data, we first describe the surveys used to measure ECD and then how we measure ECD and circumstances.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data for Assessing Inequality",
        "sec_num": "2"
      },
      {
        "text": "The paper relies on four different surveys conducted in Morocco:  Demographic and Health Survey (DHS) of 2003/04  Multiple Indicator Cluster Survey (MICS) of 2006/07  National Population and Family Health Survey (ENPSF) of 2011  National Human Development Observatory (ONDH) panel baseline round of 2012 8 All these surveys are relatively similar in nature. They all have (a) a household component that allows for assessing the circumstances in which children live and (b) an individual component that collects data from women and children on ECD.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Surveys of ECD in Morocco",
        "sec_num": "2.1"
      },
      {
        "text": "The DHS of Morocco for 2003/04 was conducted by the Ministry of Health (MOH) in collaboration with the Measure DHS program, ORC Macro, and the Pan Arab Project for Family Health (PAPFAM). The survey includes detailed information on fertility, maternal and child health, the nutritional status of children and mothers, family planning, child mortality, maternal mortality, disability, chronic diseases, and sexually transmitted infections (STIs) and HIV. The survey collected information at the household, woman, and child level. The resulting data are nationally representative after the application of sample weights. The 2003/04 round was fielded from October 2003 to February 2004. In fielding, 11,513 households and 16,798 women aged 15-49 years were interviewed successfully. Anthropometric data were also collected directly through measurement of children.",
        "cite_spans": [
          {
            "start": 654,
            "end": 719,
            "text": "October 2003 to February 2004. In fielding, 11,513 households and",
            "ref_id": null
          },
          {
            "start": 720,
            "end": 726,
            "text": "16,798",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Surveys of ECD in Morocco",
        "sec_num": "2.1"
      },
      {
        "text": "The 2006 MICS compiled data on children using modules from the MICS3 questionnaire as well as data on young people from the questionnaire used for the PAPFAM. The goal was to provide indicators and information facilitating the implementation, evaluation, and reorientation of programs and services for children and young people. Initially, a sample size of 8,094 households was planned to ensure representativeness across the country in each area of residence (urban, rural) and even at the level of certain regions. An average size of 25 households per cluster was also targeted. Among the households selected, 7,931 were actually interviewed, yielding a response rate of 98 percent. Data were compiled between October 30, 2006 and December 30, 2006. The MOH conducted the 2011 ENPSF with technical assistance from PAPFAM. Two questionnaires-designed and adapted based on the PAPFAM model questionnaires-were used to compile data; one household questionnaire and one individual questionnaire targeting ever-married women between the ages of 15 and 49 from the households surveyed. The number of households actually interviewed as part of the 2011 ENPSF was 15,343. The number of women actually interviewed stood at 11,069. Data were compiled between November 8, 2010 and March 7, 2011.",
        "cite_spans": [
          {
            "start": 460,
            "end": 474,
            "text": "(urban, rural)",
            "ref_id": null
          },
          {
            "start": 712,
            "end": 732,
            "text": "October 30, 2006 and",
            "ref_id": null
          },
          {
            "start": 733,
            "end": 751,
            "text": "December 30, 2006.",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Surveys of ECD in Morocco",
        "sec_num": "2.1"
      },
      {
        "text": "The ONDH survey undertook, for the first time in Morocco, a household panel survey to track the human development situation in the country and contribute to the assessment of public policies on human development. The 2012 data comprised the baseline round of the survey. The sample size was set at 8,000 households to have representative results at the national level and at the urban and rural levels throughout the country. Actual interviews of 7,854 households comprising 37,444 individuals were conducted. Of these individuals, 3,395 were children under the age of five. Field data for the 2012 group, the reference year of the panel, were collected between March and July 2012.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Surveys of ECD in Morocco",
        "sec_num": "2.1"
      },
      {
        "text": "Measures of ECD ECD is a complex and multidimensional process that starts even before children are born. This paper focuses on ECD in terms of health and survival; nutrition; and children's social, emotional, and cognitive development from the time when a child is still in the womb until the child is five years old (the age of school entry in Morocco). Twelve different indicators (see Box 1) are used to assess the status of ECD in Morocco, its evolution over time, and the extent of inequality in ECD. These indicators were selected due to their important contributions to ECD while keeping in mind the limitations of the data. For instance, while we would ideally be measuring cognitive development directly, such data are not captured in national surveys in Morocco. For this reason, we examine important inputs to cognitive development such as early childhood care and education, and parents' engagement in development activities.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.2",
        "sec_num": null
      },
      {
        "text": "The measures we use for health and survival are prenatal care, having a trained attendant present during delivery, infant mortality (dying in the first year of life), and whether children are fully immunized at the age of one. Infant mortality represents the ultimate loss of human Box 1. ECD Indicators Examined 1. Prenatal care 2. Trained attendant at delivery 3. Infant mortality (dying in the first year) 4. Fully immunized 5. Stunting 6. Underweight 7. Wasting 8. Iodized salt 9. Early childhood care and education 10. Parental development activities 11. Violent child discipline 12. Work and domestic work development potential. Prenatal care from a medical professional 9 is an important part of detecting and preventing health issues that start before children are born. It plays an important role in child survival and illness and has a bearing on outcomes such as birth weight that have lasting consequences for children's development (Bhutta, Ahmed, Black, et al., 2008; Walker, Wachs, Grantham-McGregor, et al., 2011) . Delivery with a skilled attendant 10 is also critical to aiding in a safe delivery for mothers and babies, as well as addressing health issues and providing post-natal care (World Health Organization, 2004) . The full immunization of children, ensuring that they have received protection against six major preventable childhood diseases at age one, 11 is crucial for ensuring that children are protected against loss of life as well as lasting impaired health.",
        "cite_spans": [
          {
            "start": 945,
            "end": 981,
            "text": "(Bhutta, Ahmed, Black, et al., 2008;",
            "ref_id": "BIBREF5"
          },
          {
            "start": 982,
            "end": 1029,
            "text": "Walker, Wachs, Grantham-McGregor, et al., 2011)",
            "ref_id": "BIBREF60"
          },
          {
            "start": 1205,
            "end": 1238,
            "text": "(World Health Organization, 2004)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.2",
        "sec_num": null
      },
      {
        "text": "Children's nutrition has two parts: the calories and protein that play a key role in children's physical growth (height and weight) as well as the micronutrients (vitamins and minerals) that play a key role in health and development. When children do not accumulate enough nutrients, they can be stunted, 12 underweight, 13 or wasted. 14 These are three of our key measures of nutrition. Being malnourished-for instance, being stunted-leads to deficits in cognitive development, poorer performance in school, worse health as an adult, and lower productivity and wages in the labor market (Glewwe & Miguel, 2008; Grantham-McGregor, Cheung, Cueto, et al., 2007; Walker, Wachs, Grantham-McGregor, et al., 2011) . As a measure of children's micronutrient intake, we examine whether they have access to adequately iodized salt. 15 Iodine deficiency is the most common cause of preventable mental retardation in the world and leads to an approximately 10 point drop in IQ (Molina, 2012) .",
        "cite_spans": [
          {
            "start": 588,
            "end": 611,
            "text": "(Glewwe & Miguel, 2008;",
            "ref_id": "BIBREF21"
          },
          {
            "start": 612,
            "end": 659,
            "text": "Grantham-McGregor, Cheung, Cueto, et al., 2007;",
            "ref_id": "BIBREF24"
          },
          {
            "start": 660,
            "end": 707,
            "text": "Walker, Wachs, Grantham-McGregor, et al., 2011)",
            "ref_id": "BIBREF60"
          },
          {
            "start": 966,
            "end": 980,
            "text": "(Molina, 2012)",
            "ref_id": "BIBREF42"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.2",
        "sec_num": null
      },
      {
        "text": "The social, emotional, and cognitive development of children is measured by children's attendance of early childhood care and education (ECCE), whether their families engage in development activities, whether they are violently disciplined, and whether children engage in work or domestic work (chores). ECCE is measured in terms of pre-primary attendance at age five; attending pre-primary improves education outcomes and raises wages later in life (Krafft, 2015; UNESCO, 2006) . Development activities are measured in terms of whether children's families engaged them in at least four of six development activities 16 within the past three days. Parents' engagement with their children is linked to cognitive and physical development (Eickmann, Lima, Guerra, et al., 2003; Paxson & Schady, 2007; Tinajero & Loizillon, 2012) . When children are violently disciplined, 17 not only does it violate their rights, it also hampers 9 Measured as prenatal care from a doctor, nurse, or midwife. 10 Measured as a delivery attended by a doctor, nurse, or midwife. 11 Measured for children aged 12-23 months in terms of whether they had received the BCG (tuberculosis), measles, 3 DPT (Diphtheria, Pertussis [Whooping cough], and Tetanus) vaccine doses, and 3 polio vaccine doses. 12 Children are considered stunted when they are two standard deviations below the WHO healthy reference population in terms of height-for-age. 13 Children are considered underweight when they are two standard deviations below the WHO healthy reference population in terms of weight-for-age. 14 Children are considered wasted when they are two standard deviations below the WHO healthy reference population in terms of weight-for-height. 15 Salt with at least 15 ppm of iodine. 16 The six activities are (a) reading books or look at picture books with the child; (b) telling stories to the child; (c) singing songs with the child; (d) taking the child outside the home, compound, yard, or enclosure; (e) playing with the child; and (f) spending time with the child naming, counting, and/or drawing things. 17 According to the MICS definitions, violent child discipline is based on discipline by anyone in the household within the last month and includes psychological aggression (shouted, yelled, or screamed at the child; called the their physical, emotional, social, and cognitive development (UNICEF, 2010) . Work, paid or unpaid, as well as domestic work (chores), 18 which we examine for children who are five years old, can endanger young children and make it challenging for them to transition to school.",
        "cite_spans": [
          {
            "start": 450,
            "end": 464,
            "text": "(Krafft, 2015;",
            "ref_id": "BIBREF35"
          },
          {
            "start": 465,
            "end": 478,
            "text": "UNESCO, 2006)",
            "ref_id": null
          },
          {
            "start": 617,
            "end": 619,
            "text": "16",
            "ref_id": null
          },
          {
            "start": 736,
            "end": 774,
            "text": "(Eickmann, Lima, Guerra, et al., 2003;",
            "ref_id": "BIBREF11"
          },
          {
            "start": 775,
            "end": 797,
            "text": "Paxson & Schady, 2007;",
            "ref_id": "BIBREF47"
          },
          {
            "start": 798,
            "end": 825,
            "text": "Tinajero & Loizillon, 2012)",
            "ref_id": "BIBREF55"
          },
          {
            "start": 989,
            "end": 991,
            "text": "10",
            "ref_id": null
          },
          {
            "start": 1272,
            "end": 1274,
            "text": "12",
            "ref_id": null
          },
          {
            "start": 1416,
            "end": 1418,
            "text": "13",
            "ref_id": null
          },
          {
            "start": 1710,
            "end": 1712,
            "text": "15",
            "ref_id": null
          },
          {
            "start": 1750,
            "end": 1752,
            "text": "16",
            "ref_id": null
          },
          {
            "start": 2078,
            "end": 2080,
            "text": "17",
            "ref_id": null
          },
          {
            "start": 2367,
            "end": 2381,
            "text": "(UNICEF, 2010)",
            "ref_id": "BIBREF58"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.2",
        "sec_num": null
      },
      {
        "text": "Measures of Circumstances For this analysis, we looked at a set of measures of circumstances in which children find themselves early in life and which can have a substantial impact on their development. The specific factors we examine are the wealth of the household in which the child lives, father's and mother's education, the area of residence (urban or rural), the region of residence, and the gender of the child.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.3",
        "sec_num": null
      },
      {
        "text": "Household wealth can be measured in a number of ways. For our analysis, we have used wealth quintiles based on an asset index that can be calculated for all the surveys that we have used. This index is defined based on factor analysis (Filmer & Pritchett, 2001 ) using indicator variables to determine whether or not the household owns certain goods such as a car, a refrigerator, or a television, and facilitates the classification of households into quintiles, from the poorest to the richest. Although the types of assets that are measured varies by survey and the nature of wealth has evolved over the decade studied, similar inputs enter into the wealth quintiles used across surveys. Parents' education is defined as the highest level of education attained by the child's father or mother. 19 Area of residence distinguishes between urban and rural residents and refers to this distinction at the time each survey is being conducted. Region of residence reveals the regional disparities that have an impact on the various socioeconomic indicators of the population. To ensure that the outcomes of the various surveys used are comparable and to compensate for the finite sample size of a number of surveys, we grouped the data retaining the old breakdown into seven regions based on the distribution of the sample from each survey, in accordance with the different regions in the country. Lastly, we considered the gender of the child as a key analysis variable so that we could take into account potential differences between boys and girls.",
        "cite_spans": [
          {
            "start": 235,
            "end": 260,
            "text": "(Filmer & Pritchett, 2001",
            "ref_id": "BIBREF16"
          },
          {
            "start": 796,
            "end": 798,
            "text": "19",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.3",
        "sec_num": null
      },
      {
        "text": "To assess the state of ECD, we first undertake descriptive analyses of the level of ECD outcomes in Morocco over time and differences by subgroups. We then quantify inequality by two measures, drawing on Roemer's inequality of opportunity framework (Roemer, 1998 (Roemer, , 2014 : (a) dissimilarity indices, quantifying inequality throughout the population and (b) comparisons of the best off (most advantaged) versus the worst off (least advantaged). Multivariate regression child dumb, lazy, or another name like that); physical punishment (shook the child; spanked, hit, or slapped the child on the bottom with a bare hand; hit the child on the bottom or elsewhere on the body with something like a belt, hairbrush, stick, or other hard object; hit or slapped the child on the hand, arm, or leg); and severe physical punishment (hit or slapped the child on the face, head, or ears; beat the child with an implement; hit over and over as hard as one could). 18 The questions to capture work were as follows: (a) During the past week, did (the child) do any kind of work for someone who is not a member of this household? (b) During the past week, did (the child) help with household chores such as shopping, collecting firewood, cleaning, fetching water, or caring for children? (c) During the past week did (the child) do any other family work (on the farm or in a business or selling goods in the street)? 19 When data on parents' education was not available (parents were not identified clearly in all of the surveys), the highest education level of the adult females in the household was used for mother's education, and the highest education level of adult males in the household was used for father's education. models underlie both these measures and allow for Shapley decompositions of the factors contributing to the inequality measured by the dissimilarity index.",
        "cite_spans": [
          {
            "start": 249,
            "end": 262,
            "text": "(Roemer, 1998",
            "ref_id": "BIBREF49"
          },
          {
            "start": 263,
            "end": 278,
            "text": "(Roemer, , 2014",
            "ref_id": "BIBREF50"
          },
          {
            "start": 960,
            "end": 962,
            "text": "18",
            "ref_id": null
          },
          {
            "start": 1410,
            "end": 1412,
            "text": "19",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methods for Measuring Inequality of Opportunity",
        "sec_num": "3"
      },
      {
        "text": "The descriptive analyses of the state of ECD for each indicator are based on the mean value of an outcome for a population, specifically the average share or percentage experiencing that outcome. For instance, we calculate the percentage of children who are stunted in Morocco by taking the mean (average) of stunting across children. A similar method is used to assess the relationship between different indicators and background characteristics (circumstances). The average outcome for subgroups is calculated, for instance the percentage of girls stunted or the percentage of boys stunted. Sample weights are used throughout all the analyses to make statistics nationally representative.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Descriptive Analyses",
        "sec_num": "3.1"
      },
      {
        "text": "Underlying the calculation of the dissimilarity index and the calculation of the least advantaged/most advantaged simulations are regression analyses. Regression analyses are used to estimate how a particular circumstance-for instance, mother's education-is related to an outcome while taking account of other characteristics such as household wealth. All the outcomes in this paper are binary-only values of 0 (no) or 1 (yes)-so we use a logit model to estimate the effects of circumstances on ECD outcomes. These regression analyses are not presented but underlie the least advantaged/most advantaged simulations and dissimilarity index calculations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Regression Analyses",
        "sec_num": "3.2"
      },
      {
        "text": "Inequality in each ECD outcome is quantified with the dissimilarity index (D-index), which is commonly used to assess inequality in a binary outcome (de Barros, Ferreira, Vega, & Chanduvi, 2009; de Barros, Vega, & Saavedra, 2008) . The D-index is derived by comparing group means for different combinations of circumstances to the population mean to quantify how outcomes differ by circumstances. The D-index for an ECD outcome can be calculated as,",
        "cite_spans": [
          {
            "start": 153,
            "end": 194,
            "text": "Barros, Ferreira, Vega, & Chanduvi, 2009;",
            "ref_id": "BIBREF7"
          },
          {
            "start": 195,
            "end": 229,
            "text": "de Barros, Vega, & Saavedra, 2008)",
            "ref_id": "BIBREF8"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dissimilarity Index",
        "sec_num": "3.3"
      },
      {
        "text": "1 2 ̅ | ̅ | (1)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dissimilarity Index",
        "sec_num": "3.3"
      },
      {
        "text": "where ̅ is the population mean for an outcome and is the mean for unique circumstance group i. 20 The are population shares or sampling weights (de Barros, Ferreira, Vega, & Chanduvi, 2009) . The D-index can be interpreted as the percentage of available opportunities (an outcome) that would have to have been allocated differently, that is redistributed from the children in groups that are better off to the children in groups that are worse off, for children to have had equal chances of an ECD outcome across groups (de Barros, Ferreira, Vega, & Chanduvi, 2009) . When expressed as a percentage, the D-index ranges from 0 to 100, with 0 indicating a situation of equal chances across circumstances. We estimate the D-index based on the logit model discussed in the regression analyses section. The predicted probabilities of an outcome for each unique combination of circumstances are used as , the mean for unique circumstance group i. 21",
        "cite_spans": [
          {
            "start": 148,
            "end": 189,
            "text": "Barros, Ferreira, Vega, & Chanduvi, 2009)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 524,
            "end": 565,
            "text": "Barros, Ferreira, Vega, & Chanduvi, 2009)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dissimilarity Index",
        "sec_num": "3.3"
      },
      {
        "text": "The D-index quantifies the inequality due to circumstances. This inequality can be decomposed into the shares due to different, specific circumstances, such as gender or wealth, using a Shapley decomposition (Deutsch & Silber, 2008; Shorrocks, 2013) . The decomposition is based on the marginal contributions of each circumstance as they are removed from the regression in sequence. The problem of path dependency in the order of circumstance removal is overcome by estimating all possible elimination sequences and averaging the marginal impacts. This process generates an exact, additive decomposition of the D-index into the contributions of different individual circumstances or groups of circumstances (Shorrocks, 2013) .",
        "cite_spans": [
          {
            "start": 208,
            "end": 232,
            "text": "(Deutsch & Silber, 2008;",
            "ref_id": "BIBREF9"
          },
          {
            "start": 233,
            "end": 249,
            "text": "Shorrocks, 2013)",
            "ref_id": "BIBREF53"
          },
          {
            "start": 707,
            "end": 724,
            "text": "(Shorrocks, 2013)",
            "ref_id": "BIBREF53"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Shapley Decomposition",
        "sec_num": "3.4"
      },
      {
        "text": "Least Advantaged/Most Advantaged Simulations To compare how the 'worst off' and 'best off' are doing over time, we simulate ECD outcomes for a least advantaged child versus a most advantaged child. These simulations are based on the regression analyses. Essentially, the probability of an outcome, for instance, attending ECCE, is predicted based on the coefficients from the logit regression and the circumstances of the profile (least or most advantaged). The least advantaged child is one whose mother and father have had no education, and who lives in the poorest 20 percent of households in rural Tensfit. The most advantaged child is one whose parents had higher education and who lives in the richest 20 percent of households in an urban area in the Central region. This comparison allows us to see the impact of multiple circumstances simultaneously and how the best-off and worst-off are faring.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.5",
        "sec_num": null
      },
      {
        "text": "We analyzed early childhood development trends in Morocco, looking first at health and survival, followed by nutrition, and then cognitive, emotional, and social development.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "ECD Trends over Time",
        "sec_num": "4.1"
      },
      {
        "text": "Health and Survival While health and survival outcomes for the most part have been improving over time, major deficits remain. As shown in Figure 1 , children's chances of prenatal care have increased from 68 percent in 2003/04 to 83 percent in 2012. A similar increase has occurred in delivery care. However, a substantial minority of children (16-17 percent) are still missing out on these early forms of health care. Morocco had good immunization coverage in 2003/04, with 90 percent of children aged one year fully immunized. This rate slipped to 87 percent in 2011. Pushing this immunization rate higher is important to ensure herd immunity, that is, to achieve a level of immunization that is high enough to prevent widespread outbreaks. Owing at least in part to improved access to prenatal and delivery care, progress has been made in reducing infant mortality; it fell from 38 deaths per thousand births to 27 between 2003/04 and 2011. ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 139,
            "end": 147,
            "text": "Figure 1",
            "ref_id": "FIGREF0"
          }
        ],
        "eq_spans": [],
        "section": "4.1.1",
        "sec_num": null
      },
      {
        "text": "Nutrition Children in Morocco face a number of ongoing challenges in terms of nutrition ( Figure 2 ). There has been a decrease over time in the chances of stunting (which captures accumulated malnutrition). Almost a quarter (23 percent) of the children were stunted as of 2003/04, and although the 2011 rate was lower (15 percent), many children's nutrition and development are threatened. More substantial improvements with respect to being underweight and wasted have been achieved. Of particular concern is the fact that as of 2006/07, only 20 percent children had access to adequately iodized salt to prevent iodine deficiency. ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 90,
            "end": 98,
            "text": "Figure 2",
            "ref_id": "FIGREF1"
          }
        ],
        "eq_spans": [],
        "section": "4.1.2",
        "sec_num": null
      },
      {
        "text": "Cognitive, Emotional, and Social Development Moroccan children face a number of challenges in terms of their cognitive, emotional, and social development; relatively little progress has been made over time ( Figure 3 ). In 2006/07, approximately 51 percent of children aged five received early childhood care and education (ECCE). By 2012, this rate had risen to 58 percent. However, over a similar period, the percentage of children engaged in developmental activities fell from 48 percent (in 2006/07) to 34 percent (in 2011). 23 The low level of engagement in developmental activities is of particular concern, as it means that two-thirds of the children are missing out on these important opportunities.",
        "cite_spans": [
          {
            "start": 529,
            "end": 531,
            "text": "23",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 208,
            "end": 216,
            "text": "Figure 3",
            "ref_id": "FIGREF2"
          }
        ],
        "eq_spans": [],
        "section": "4.1.3",
        "sec_num": null
      },
      {
        "text": "Most concerning are the high chances of violent discipline, with 90 percent of children experiencing violent discipline in the past month, substantially endangering their development. However, once again, we lack the data to examine trends among this proportion of children over time. Work or domestic work done by children aged 5 is also a potential problem, with 20 percent of children engaged in such work. This may make the transition to school more difficult and could be potentially hazardous to children's well-being. Here too, available data do not allow for comparisons over time, given that the outcomes are from a single survey. 23 In the 2006/07 data, the question was asked about all children under the age of five. In the 2011 data, the question was asked about the youngest child only. Additional analyses showed that at every age children were substantially less likely to be engaged in development activities in 2011 as compared to 2006/07. Thus, differences over time are not driven by differences in who the question covers. ",
        "cite_spans": [
          {
            "start": 640,
            "end": 642,
            "text": "23",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.1.3",
        "sec_num": null
      },
      {
        "text": "A number of different risk factors contribute to children's chances for poor ECD in health and nutrition. There has not been a systematic pattern in terms of rising or falling inequalities by children's different circumstances over time in health and survival. Inequality has been rising, falling, and remaining steady across different dimensions of health. Table 1 (in annex 1) shows health outcomes over time and their relationship with different circumstances.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 358,
            "end": 365,
            "text": "Table 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Health and Survival",
        "sec_num": "4.2.1"
      },
      {
        "text": "With regard to prenatal and delivery care, there have been substantial disparities depending on the families' education and wealth and where the children live. Disparities have, however, been narrowing over time as health care coverage has risen. Although gaps have been narrowing in prenatal and delivery care, the drop in immunization coverage has hit the poorest children the hardest. While they have always had the lowest chances of being fully immunized ( Figure 5 ), the chance of children from the poorest fifth of households being fully immunized fell from 82 percent to 75 percent from 2003/04 to 2011. On the other hand, children from the richest fifth of households saw a smaller decrease, from a 98 percent chance to a 96 percent chance. There continue to be a number of different risk factors for infant mortality. However, these risk factors have remained relatively constant over time, with male children more likely to die early than female children, a common pattern throughout the world due to genetic factors (Hill & Upchurch, 1995) . Children from poorer and uneducated households and living in rural areas are also more likely to die early in life and there are substantial regional disparities (annex, Table 1 ).",
        "cite_spans": [
          {
            "start": 1028,
            "end": 1051,
            "text": "(Hill & Upchurch, 1995)",
            "ref_id": "BIBREF30"
          }
        ],
        "ref_spans": [
          {
            "start": 461,
            "end": 469,
            "text": "Figure 5",
            "ref_id": "FIGREF4"
          },
          {
            "start": 1224,
            "end": 1231,
            "text": "Table 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Health and Survival",
        "sec_num": "4.2.1"
      },
      {
        "text": "Nutrition In addition to facing different chances of early health care and even early death, children face unequal chances of healthy growth and nutrition depending on their backgrounds. Table 2 , in the annex, presents the full set of relationships between nutrition and children's background. Notably, there are substantial disparities in nutrition by wealth ( Figure 6 ). As of 2011, 28 percent of the poorest children were stunted compared to 7 percent of the richest. The poorest children have also made the least progress over time; they have had relatively lower reductions in their chances of being stunted. In addition to differences by wealth, there are substantial disparitiesdepending on where children live and their parents' education-for stunting and other nutrition outcomes. Location acutely affects children's chances of living in a household that uses adequately iodized salt and, therefore, being protected against cognitive deficits. As Figure 7 shows, rates range from 3 percent in Tensfit to 25 percent in North Central. Additionally, there are large differences by rural-urban residence, wealth, and parents' education. These factors are interrelated. For instance, families that are less wealthy are also less educated. Table 3 ). These differences will lead to persistent disparities in adult life, including in school and in the labor market. There has been mixed progress in reducing inequality over time in these dimensions of development. Children's chances of experiencing development activities are closely linked to their backgrounds and poverty is increasingly a risk factor for poor development (Figure 8 ). While in 2006/07 around 35 percent of the poorest children and 68 percent of the richest children experienced development activities, this dropped to 16 percent for the poorest and 58 percent for the richest in 2011. Differences by residence, region, and parents' education also occur and gaps along these dimensions have mostly been increasing over time. Although disparities in development activities have been increasing over time, disparities in ECCE attendance have been decreasing. Figure 9 shows differences in ECCE attendance by mother's education over time; those whose mothers have no education is the only group that has seen an increase in attendance, from 34 percent to 45 percent. They still lag far behind those whose mothers are more educated, although disparities by education, wealth, urban versus rural, and region have been decreasing. Two other areas of concern are violent child discipline and work (including domestic work). There are some disparities by background in both these outcomes. For instance, children from richer families are less likely to be violently disciplined but somewhat more likely to engage in work and domestic work. It is not possible to assess the change in the impact of different characteristics over time because data are not available on these outcomes from any years other than 2006/07.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 187,
            "end": 194,
            "text": "Table 2",
            "ref_id": null
          },
          {
            "start": 363,
            "end": 371,
            "text": "Figure 6",
            "ref_id": "FIGREF6"
          },
          {
            "start": 958,
            "end": 966,
            "text": "Figure 7",
            "ref_id": "FIGREF7"
          },
          {
            "start": 1245,
            "end": 1252,
            "text": "Table 3",
            "ref_id": "TABREF1"
          },
          {
            "start": 1630,
            "end": 1639,
            "text": "(Figure 8",
            "ref_id": "FIGREF8"
          },
          {
            "start": 2131,
            "end": 2139,
            "text": "Figure 9",
            "ref_id": "FIGREF9"
          }
        ],
        "eq_spans": [],
        "section": "4.2.2",
        "sec_num": null
      },
      {
        "text": "Inequality in ECD over Time Inequality in early childhood is of particular concern for three reasons. First, it is morally objectionable; children have no control over their circumstances. Second, it acts as a key mechanism for adult inequality because disparities tend to persist and are even compounded. Third, inequality in early childhood plays a key role in the intergenerational transmission of poverty. This section assesses how inequality has been evolving over time in Morocco; the tables underlying the quantification of inequality (dissimilarity index) and the different factors that contribute to inequality (Shapley decomposition) are presented in the annex (Table 4 and Table  5 ).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 671,
            "end": 692,
            "text": "(Table 4 and Table  5",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "4.3",
        "sec_num": null
      },
      {
        "text": "Health and Survival Young children in Morocco face widely disparate development opportunities in terms of health and survival. Inequality in access to early health care remains substantial. Around 7-8 percent of the opportunities for prenatal and delivery care would have to have been distributed differently for equality of opportunity to have prevailed in 2012. However, these levels are substantially lower (by more than half) compared to 2003/04 ( Figure 10 ). There has been a slight increase in inequality in immunizations and infant mortality inequality is quite low; both outcomes potentially having disparities due to chance (not statistically significant). These inequalities translate into very different chances for the most and least advantaged children in society (Figure 11 ). The most advantaged child is almost certain to have good early health outcomes-nearly 100 percent chances of prenatal care, delivery care, and immunizations and a low chance of infant mortality. In contrast, as of 2012, the least advantaged child has only a 54 percent chance of prenatal care, a 40 percent chance of skilled delivery, a 65 percent chance of full immunization, and a 2.2 percent chance of dying in the first year of life. With the exception of immunizations, there have been improvements over time in the least advantaged children's prospects, but gaps remain large. 4.3.2 Nutrition Inequality in nutrition in terms of being stunted, underweight, and wasted is low and has not increased over time (Figure 12) . Differences in some years are likely due to chance (not statistically significant). Although only one year of data is available (so we are unable to assess trends), the level of inequality in access to adequately iodized salt is very high. For children to have equal chances, 30 percent of the opportunities to access adequately iodized salt would have to be redistributed. Looking at the factors contributing to inequality, wealth matters a great deal, specifically for stunting and access to iodized salt, and urban/rural differences also contribute substantially to inequality, along with regional differences. As is the case across outcomes, gender differences contribute relatively little to inequality. Although overall there are no great inequalities in malnutrition, children do have very different chances of being stunted, underweight, or wasted depending on their circumstances. Looking at 2011, the least advantaged child has a 33 percent chance of being stunted, compared to a 5 percent chance for the most advantaged. Likewise in 2006/07, the least advantaged child has a 1 percent chance of access to adequately iodized salt compared to a 38 percent chance for the most advantaged child. These are large disparities in healthy physical growth and nutrition early in life for children with different circumstances. (Figure 14) . As of 2006/07, the inequality (as measured by the dissimilarity index) was 34 percent of opportunities needing to be redistributed for ECCE, 14 percent for development activities, 30 percent for violent child discipline, and 5 percent for work at age five (including domestic work). By 2012, inequality fell for ECCE. However, inequality for development activities had risen by 2011. No data are available for comparing violent discipline or work (including domestic work) over time. Children have very different chances of successful early social, emotional, and cognitive development for the most and least advantaged (Figure 15 ). Overall, in Morocco, the most advantaged children benefit most from early childhood care and education, which naturally has implications for inequality in school and then during adulthood. In 2012, the least advantaged child had a 45 percent chance of ECCE compared to a 95 percent chance for the most advantaged. This represents an improvement from 2006/07 to 2012. Disparities in development activities increased, with the most advantaged child having a 79 percent chance of development activities in 2011 compared to 18 percent for the least advantaged. The least advantaged child is almost guaranteed of being violently disciplined (99 percent) while the most advantaged child has a substantial but lower chance (74 percent). The chances of work (including domestic work) are slightly higher for the most advantaged (16 percent) than the least advantaged (8 percent). This reversal is notable for its rarity among all the outcomes. ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 452,
            "end": 461,
            "text": "Figure 10",
            "ref_id": "FIGREF0"
          },
          {
            "start": 778,
            "end": 788,
            "text": "(Figure 11",
            "ref_id": "FIGREF0"
          },
          {
            "start": 1505,
            "end": 1516,
            "text": "(Figure 12)",
            "ref_id": "FIGREF0"
          },
          {
            "start": 2848,
            "end": 2859,
            "text": "(Figure 14)",
            "ref_id": "FIGREF0"
          },
          {
            "start": 3482,
            "end": 3492,
            "text": "(Figure 15",
            "ref_id": "FIGREF0"
          }
        ],
        "eq_spans": [],
        "section": "4.3.1",
        "sec_num": null
      },
      {
        "text": "The D-indices indicate the extent of inequality of opportunity in ECD in Morocco due to children's early circumstances. An important element of rectifying that inequality is understanding the different risk and protective factors driving it. The Shapley decompositions (Table 5) show the relative contributions of different circumstances (wealth, mother's education, father's education, region, urban versus rural, and gender) to this inequality, as a percentage. While the contributions of different background characteristics vary over time and across the measures of ECD, a number of consistent patterns stand out. First, wealth contributes substantially and the role of wealth in inequality appears to have been rising slightly over time. Mother's education also plays an important role in inequality, although less so in nutrition inequality than other dimensions of inequality. Father's education contributes to inequality but less so than mother's education. Regional and urban/rural differences contribute to inequality, often substantially, but to varying degrees across indicators. Notably, the child's gender contributes very little to inequality of opportunity in ECD.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 269,
            "end": 278,
            "text": "(Table 5)",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Circumstances Contributing to Inequality in ECD over Time",
        "sec_num": "4.4"
      },
      {
        "text": "Focusing particularly on health, wealth and mother's education play an increasing role in the largely decreasing inequalities in health. In 2012, 36-37 percent of the inequality in prenatal and delivery care was due to wealth and 21-25 percent due to mother's education. Father's education plays a decreasing role in health inequalities. In nutrition, wealth has increasingly played a role in children being stunted, underweight, and wasted over time, with shares as high as 45 percent for stunting in 2011. Little of the inequalities in nutrition are due to the mother's or father's education. There are declining contributions to disparities from different regions but slight increases in urban-rural contributions. Wealth plays an increasing role in ECCE (40 percent in 2012) and development activities (30 percent in 2011), with mixed patterns for mother's and father's education (13-18 percent). Urban-rural disparities are particularly large contributors to inequality in ECCE (39 percent in 2012) and development activities (35 percent in 2011). Regional disparities make particularly large contributions to inequality in work, including domestic work (36 percent) at age five and violent discipline (51 percent). These different contributing factors can help policymakers target groups particularly at risk for disparities and understand some of the mechanisms contributing to inequality in ECD. For instance, the substantial wealth but limited regional contributions to health inequality suggest that affordability of health care is a greater constraint than unequal local access.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Circumstances Contributing to Inequality in ECD over Time",
        "sec_num": "4.4"
      },
      {
        "text": "Based on our results, there is a clear need to address both the level and the distribution of ECD in Morocco. This section discusses examples of the policies and programs that could be implemented to improve ECD, enhance shared prosperity, and ensure human and economic development. We begin with a discussion of the current landscape of policies and programs, which is critical for understanding the way forward.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Discussion: Policies and Programs to Address ECD",
        "sec_num": "5"
      },
      {
        "text": "Because ECD relates to multiple sectors, ECD policies and programs involve, and are governed by, various governmental bodies, including the Ministries of Education; Solidarity, Family, Women and Social Development; Health; Justice and Liberty; Youth and Sports; and National Mutual Aid. These ministries work closely with many other bodies, including the Ministries of Interior; Labor; and Tourism, and observatories, including the National Observatory for the Rights of the Child and National Observatory for Human Development (Royaume Du Maroc, 2006) . Civil society groups also play an important role in providing ECD services in Morocco, especially in harder-to-reach areas and for less advantaged groups.",
        "cite_spans": [
          {
            "start": 528,
            "end": 552,
            "text": "(Royaume Du Maroc, 2006)",
            "ref_id": "BIBREF51"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Current Landscape of Policies and Programs",
        "sec_num": "5.1"
      },
      {
        "text": "The signing of the Convention on the Rights of the Child (CRC) in the early 1990s represents the government's commitment toward ensuring the rights of the children of Morocco. To ensure the full realization of CRC objectives, the National Observatory for the Rights of the Child was opened (Observatoire National Des Droits De L'Enfant, 2015). Since then, the government has continued to develop policies and programs related to child and social protection, including the institutionalization of legal codes and tribunals specifically designated for children's rights (Royaume Du Maroc, 2006) . Like many other countries, the government has also instituted contributory social security programs and non-contributory social assistance programs, such as the National Initiative for Human Development (INDH) and the Medical Assistance Scheme (RAMED). Both programs were launched in 2005 in an effort to reduce poverty, insecurity, and social exclusion for very vulnerable populations including children (Royaume Du Maroc, 2006) .",
        "cite_spans": [
          {
            "start": 568,
            "end": 592,
            "text": "(Royaume Du Maroc, 2006)",
            "ref_id": "BIBREF51"
          },
          {
            "start": 1000,
            "end": 1024,
            "text": "(Royaume Du Maroc, 2006)",
            "ref_id": "BIBREF51"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Current Landscape of Policies and Programs",
        "sec_num": "5.1"
      },
      {
        "text": "The MOH National Health Sector Strategy (2012-2016) includes, as a core axis, the strengthening of maternal and child health and includes the following as actions and measures: In an effort to address maternal and infant mortality rates and to meet the Millennium Development Goals (MDGs) on maternal and child health, the MOH rolled out the Action Plan for the Reduction of Maternal and Neonatal Mortality (2012-2016) (Ministere de la Sante, 2012). The action plan identifies key actions to enhance the capacity at the regional level to plan, implement, and monitor and evaluate services for women and children. To further support capacity at the local level, the MOH has organized Maternal Classes. This program is designed to support expectant mothers by equipping them with vital knowledge and skills on infant care and providing them proper exchange and communication opportunities with health care professionals (Royaume du Maroc Ministere de la Sante, 2011).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Current Landscape of Policies and Programs",
        "sec_num": "5.1"
      },
      {
        "text": "Although the landscape of ECD actors is fragmented, attempts have been made to unify the approach to ECD. In 2006, the government of Morocco drafted a national action plan entitled 'A Morocco Fit for its Children' (Royaume Du Maroc, 2006) . The action plan laid a framework for the country's strategic priorities for the rights of children including a healthier life; quality education; protection from abuse, exploitation, and violence; and fight against HIV/AIDS. Included was a multisectoral strategy for achieving these objectives, including the development of partnerships, optimization of human resources and budgeting mechanisms, and implementation of proper information systems.",
        "cite_spans": [
          {
            "start": 223,
            "end": 238,
            "text": "Du Maroc, 2006)",
            "ref_id": "BIBREF51"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Current Landscape of Policies and Programs",
        "sec_num": "5.1"
      },
      {
        "text": "Despite efforts to prioritize ECD, its intersectoral nature is a challenge for ensuring prioritization. For instance, due to a lack of capacity and resources, preschool education has not been institutionalized. No framework exists to guide preschool service delivery and the private sector, comprising various actors, remains the principal provider of ECCE services (M'jid & Benhassine, 2012) . Momentum around preschool sector challenges has been building and the new vision for education in Morocco for 2015-2030 released by Morocco's education council (le Conseil Supérieur de l'Education or CSE) calls for an integrated preschool strategy and for rolling out mandatory preschool education (Edupronet, 2015) . In sum, much more remains to be done to improve and expand services and meet the objective of ensuring the full and equitable development of the children of Morocco.",
        "cite_spans": [
          {
            "start": 366,
            "end": 392,
            "text": "(M'jid & Benhassine, 2012)",
            "ref_id": "BIBREF37"
          },
          {
            "start": 693,
            "end": 710,
            "text": "(Edupronet, 2015)",
            "ref_id": "BIBREF10"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Current Landscape of Policies and Programs",
        "sec_num": "5.1"
      },
      {
        "text": "The findings above show significant inequality for a number of ECD outcomes. In terms of health and nutrition, inequality is highest for (a) access to iodized salt, based on region, rural versus urban residence, wealth, and parents' education and (b) stunting, with substantial disparities in nutrition by wealth (28 percent of the poorest children were stunted compared to 7 percent of the richest) as well as where children live and their parents' education. Children's social, emotional, and cognitive development show some of the greatest and most persistent inequalities. Children's chances of experiencing development activities are strongly correlated with wealth (16 percent for the poorest and 58 percent for the richest as of 2011) as well as urban versus rural residence, region, and parents' education. Disparities in development activities have been increasing over time. Inequality in attendance in ECCE has been improving, but attendance for children of mothers with no education is only 45 percent. Despite some efforts by the government to address these challenges, there is potential to enhance the response and achieve better results for the most vulnerable children in Morocco. Improved implementation processes and greater program outreach and scale-up efforts will be important factors for success. This section focuses on proven ECD practices and opportunities for enhancing ECD outcomes, specifically through interventions to improve the availability of iodized salt, prevent stunting, and expand access to early stimulation and early learning.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Opportunities and Challenges for Going Forward",
        "sec_num": "5.2"
      },
      {
        "text": "Iodized Salt In Morocco, legislation that has mandated the iodization of salt since 1996 has not been implemented on the ground (FAO, 2011). Yet, rapid expansion in the availability of iodized salt is feasible and has been successful in a number of countries. For example, Madagascar achieved a dramatic increase in coverage of iodized salt in just four years, going from 0 percent of households in 1995 to 98 percent of households in 1999. The key requirements for a successful scale-up include raising awareness on iodine deficiency, its consequences, and the importance of iodized salt; ensuring access to a supply of adequately iodized salt; and enforcement and compliance in the salt industry through monitoring and enforcement of iodization standards. Awareness raising can involve standard information campaigns about iodine deficiency and iodized salt, including radio, television, traditional drama, teachers, and community health volunteers. Enforcement and compliance can include aligning incentives for salt producers, monitoring and testing of salt producers, and publicized 'check-and-seize' operations to confiscate non-iodized salt (Goh, 2002) .",
        "cite_spans": [
          {
            "start": 1148,
            "end": 1159,
            "text": "(Goh, 2002)",
            "ref_id": "BIBREF22"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.2.1",
        "sec_num": null
      },
      {
        "text": "Stunting Stunting begins in utero and often peaks around two years of age. To optimize impacts during this window of opportunity and achieve lasting effects beyond early childhood, nutrition interventions may need to be in place throughout and beyond these first 1,000 days (Independent Evaluation Group -World Bank Group, 2015) . Delivery mechanisms such as community-based platforms have shown positive impacts on stunting reduction and are promising vehicles for scaling up coverage of nutrition interventions (Bhutta, Ahmed, Black, et al., 2008) .",
        "cite_spans": [
          {
            "start": 311,
            "end": 328,
            "text": "Bank Group, 2015)",
            "ref_id": null
          },
          {
            "start": 513,
            "end": 549,
            "text": "(Bhutta, Ahmed, Black, et al., 2008)",
            "ref_id": "BIBREF5"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.2.2",
        "sec_num": null
      },
      {
        "text": "Honduras is one of several Central American countries with a community-based growth promotion program known as Atención Integral a la Niñez -Comunitaria (AIN-C). These programs support children's growth and development through regular growth measurement and provide individualized counseling to parents about caring practices, feeding, disease treatment, and appropriate use of health services. The hallmark of the approach is its preventive focus, targeting children 0-2 years of age and pregnant and lactating women, which aims to prevent malnutrition before it can begin. All children under two years of age in the community are eligible to participate. 24 According to a quasi-experimental impact evaluation between 2010 and 2012, the AIN-C program resulted in a 6.7 percentage point reduction in stunting for children under two years of age exposed to the program for two years. It also resulted in increased weight checks and antenatal care and higher enrollment rates in preprimary education (Gesaworld Group & Econometria, 2013) .",
        "cite_spans": [
          {
            "start": 657,
            "end": 659,
            "text": "24",
            "ref_id": null
          },
          {
            "start": 999,
            "end": 1036,
            "text": "(Gesaworld Group & Econometria, 2013)",
            "ref_id": "BIBREF20"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.2.2",
        "sec_num": null
      },
      {
        "text": "Another community-based nutrition program, Madagascar's Surveillance et Education des Écoles et des Communautés en matière d'Alimentation et de Nutrition Élargie (SEECALINE), has also shown positive results. An impact evaluation conducted from 1997 to 2004 found that SEECALINE had important positive effects on nutritional status. Underweight prevalence was reduced by 5.2-7.5 percentage points and the program prevented beneficiary children from an increasing trend in stunting even though SEECALINE communities faced more food insecurity. SEECALINE also produced improvements in feeding and hygiene practices such as exclusive breastfeeding, timing of weaning, and childcare during diarrhea episodes. The evaluation found that relatively more educated households and better off communities were able to translate gains in the behavioral indicators into gains in children's nutritional outcomes (Galasso & Umapathi, 2007) .",
        "cite_spans": [
          {
            "start": 897,
            "end": 923,
            "text": "(Galasso & Umapathi, 2007)",
            "ref_id": "BIBREF18"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.2.2",
        "sec_num": null
      },
      {
        "text": "Early Stimulation and Early Learning Enhancement of children's social, emotional, and cognitive development can be achieved through parenting interventions and center-based programs. Parenting information can be shared in the context of maternal and child health/growth monitoring visits (on-site at health facilities). Studies in Tajikistan, the Kyrgyz Republic, and Kazakhstan-where health staff used the UNICEF/WHO Care for Child Development 25 materials with specific behavioral recommendations about play, communication, and responsive feeding-found improvements in children's language, gross-motor, and social-emotional development (Engle, 2010) . Also, in Bangladesh, severely underweight hospitalized children who participated in play sessions and whose parents received parenting counseling at clinic visits benefited from improved mental development and weight gain (Nahar, Hossain, Hamadani, et al., 2012) .",
        "cite_spans": [
          {
            "start": 638,
            "end": 651,
            "text": "(Engle, 2010)",
            "ref_id": "BIBREF13"
          },
          {
            "start": 876,
            "end": 916,
            "text": "(Nahar, Hossain, Hamadani, et al., 2012)",
            "ref_id": "BIBREF45"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.2.3",
        "sec_num": null
      },
      {
        "text": "Alternatively, parenting education can be conveyed through home visits by existing health services. Although this is a higher-intensity approach, in terms of both human resources and logistics, it is supported by greater evidence of impact. In Jamaica, for example, weekly home visits by community health workers demonstrating play activities and discussing parenting issues improved both the children's development outcomes and their mothers' childrearing knowledge and practices (Powell, Baker-Henningham, Walker, Grantham-McGregor, & Gernay, 2004) . Numerous other examples (including Jamaica, St. Lucia, and Brazil) show that home visits focusing on early stimulation and conducted by paraprofessionals can improve child development (Baker-Henningham & Lopez Boo, 2010).",
        "cite_spans": [
          {
            "start": 481,
            "end": 550,
            "text": "(Powell, Baker-Henningham, Walker, Grantham-McGregor, & Gernay, 2004)",
            "ref_id": "BIBREF48"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.2.3",
        "sec_num": null
      },
      {
        "text": "On-site services can also be combined with home visits. Two studies in Bangladesh have found positive impacts using this approach. In one, severely malnourished children were provided with psychosocial stimulation both at rehabilitation centers and through home visits. Participants showed significantly better development scores than control children (Nahar, Hamadani, Ahmed, et al., 2009) . In another, undernourished children participating in group meetings at nutrition centers and receiving home visits showed improved mental scores compared to controls (Hamadani, Huda, Khatun, & Grantham-McGregor, 2006) .",
        "cite_spans": [
          {
            "start": 352,
            "end": 390,
            "text": "(Nahar, Hamadani, Ahmed, et al., 2009)",
            "ref_id": "BIBREF44"
          },
          {
            "start": 559,
            "end": 610,
            "text": "(Hamadani, Huda, Khatun, & Grantham-McGregor, 2006)",
            "ref_id": "BIBREF25"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.2.3",
        "sec_num": null
      },
      {
        "text": "In some cases, stand-alone parenting programs may be desirable. Recognizing that most young parents do not have the knowledge or skills to provide a stimulating home environment or promote social and emotional development, Jordan developed the Better Parenting project. The project targeted disadvantaged families and was implemented through partnerships between UNICEF and local nongovernmental organizations (NGOs). Topics covered included child development and the role of the family, positive discipline, and the importance of play. During its early years, the program struggled to reach fathers. Mosques were identified as an ideal place to connect with fathers and the community, and so the program reached out to the religious community. An Imam Guide on ECD was produced and used to train imams and khatibs (mosque preachers) on how to teach about better parenting during or after Friday prayers. The guide emphasized ways parents can actively support their children's development, especially the role of fathers. This outreach approach engaged communities and parents and substantially increased the participation of men in Better Parenting (UNICEF, 2009) . The most successful parenting programs have been found to be those with systematic training methods, a structured curriculum, opportunities for parents to practice activities with their children and receive feedback, and good relationships between parents and trainers. Long duration did not necessarily produce better results (Engle, Fernald, Alderman, et al., 2011) .",
        "cite_spans": [
          {
            "start": 1150,
            "end": 1164,
            "text": "(UNICEF, 2009)",
            "ref_id": "BIBREF57"
          },
          {
            "start": 1494,
            "end": 1534,
            "text": "(Engle, Fernald, Alderman, et al., 2011)",
            "ref_id": "BIBREF14"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.2.3",
        "sec_num": null
      },
      {
        "text": "A recent review of ECD interventions (Engle, Fernald, Alderman, et al., 2011) shows that preschools can have significant positive effects on a child's development and readiness for primary school in a range of low-and middle-income countries. In Indonesia, the impact of a project that provided for raising community awareness on ECD, block grants, teacher training, and playgroups for children aged between four and six years was higher for the poorest participants. Early achievement gaps in social competence, communication, and general knowledge decreased significantly among the poorest, suggesting that the intervention reduced inequality (Jung & Hasan, 2014) .",
        "cite_spans": [
          {
            "start": 37,
            "end": 77,
            "text": "(Engle, Fernald, Alderman, et al., 2011)",
            "ref_id": "BIBREF14"
          },
          {
            "start": 645,
            "end": 665,
            "text": "(Jung & Hasan, 2014)",
            "ref_id": "BIBREF33"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.2.3",
        "sec_num": null
      },
      {
        "text": "In Mozambique, community-based preschools built and managed by local communities also showed positive results. According to an impact evaluation conducted from 2008 to 2010, these preschools had important impacts on enrollment, school retention, and transition to primary school. Preschool enrollment among children aged 3 and 4 years in treatment communities was 44 percentage points (or 375 percent) higher than among children of the same age in control communities. Children who attended the preschools were 10.2 percentage points more likely to enroll in primary school at the appropriate age compared to students who did not attend preschool. Each additional month in preschool increased the probability of primary school enrollment and of enrolling at the appropriate grade for age by about 1 percentage point. There were also positive outcomes across a range of child development domains, especially cognitive, socio-emotional, and fine motor skills, and in parental self-reported behavior (early stimulation and type of discipline used) (Martinez, Naudeau, & Pereira, 2012) .",
        "cite_spans": [
          {
            "start": 1045,
            "end": 1081,
            "text": "(Martinez, Naudeau, & Pereira, 2012)",
            "ref_id": "BIBREF40"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.2.3",
        "sec_num": null
      },
      {
        "text": "Mass media and technology (including cell phones, TV, radio) can also expand reach and help improve ECD outcomes. For example, educational television can provide informal learning opportunities for young children, particularly where formal preschool systems are not well established or are not accessible to the majority of the population. A study in Bangladesh evaluating Sisimpur, a local Sesame Street show, found positive impacts on math and literacy scores, with poorer children benefitting more. Families also reported greater support of their children's learning after watching the show (Jain & Kibria, 2009) . A recent metaanalysis synthesizing the findings from 24 studies in 15 countries found that Sesame Street productions are a scalable and effective intervention (Mares & Pan, 2013) .",
        "cite_spans": [
          {
            "start": 594,
            "end": 615,
            "text": "(Jain & Kibria, 2009)",
            "ref_id": "BIBREF32"
          },
          {
            "start": 777,
            "end": 796,
            "text": "(Mares & Pan, 2013)",
            "ref_id": "BIBREF39"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.2.3",
        "sec_num": null
      },
      {
        "text": "For the poorest families, simply providing information (on improved parenting/stimulation and health and nutrition) or increasing access to quality preschools may not be sufficient to ensure behavior change and generate lasting impact if other key constraints (such as cash or time) prevent families from using these services effectively. For this reason, providing cash transfers to families can be an effective complementary intervention to enhance the ECD outcomes for the poorest children. A number of countries have shown success using this approach. In Colombia, the Familias en Acción conditional cash transfer (CCT) increased the proportion of children who had growth monitoring by 20-30 percentage points (Bassett, 2008) . In Burkina Faso, CCTs boosted preventive health care visits for children five years of age and below by more than 40 percent (Akresh, de Walque, & Kazianga, 2012) . In Nicaragua, a oneyear CCT program showed sustained improvements in children's cognitive and socio-emotional development (Macours, Schady, & Vakis, 2012) . In Mexico, the Progresa/Oportunidades cash transfer resulted in 12 percent less incidence of illness among participating 0-5 year-old children (Gertler, 2000) , increased child growth, and reduced probability of child stunting (Behrman & Hoddinott, 2001 ). Other ongoing programs combining cash transfers with information/sensitization about child development and nutrition (for example, in Niger and Djibouti) are showing promising results (World Bank, 2011a .",
        "cite_spans": [
          {
            "start": 714,
            "end": 729,
            "text": "(Bassett, 2008)",
            "ref_id": "BIBREF3"
          },
          {
            "start": 857,
            "end": 894,
            "text": "(Akresh, de Walque, & Kazianga, 2012)",
            "ref_id": "BIBREF0"
          },
          {
            "start": 1019,
            "end": 1051,
            "text": "(Macours, Schady, & Vakis, 2012)",
            "ref_id": "BIBREF38"
          },
          {
            "start": 1197,
            "end": 1212,
            "text": "(Gertler, 2000)",
            "ref_id": "BIBREF19"
          },
          {
            "start": 1281,
            "end": 1307,
            "text": "(Behrman & Hoddinott, 2001",
            "ref_id": "BIBREF4"
          },
          {
            "start": 1495,
            "end": 1513,
            "text": "(World Bank, 2011a",
            "ref_id": "BIBREF62"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.2.3",
        "sec_num": null
      },
      {
        "text": "In 2008, Morocco launched a poverty-targeted CCT (Tayssir), requiring attendance in primary education by children aged 6-12 years. The program has shown positive results; dropouts fell by 57 percent, the re-registration after dropping out increased by 37 percent, and student achievement in math improved (World Bank, 2011b) . For Tayssir to have a greater impact on ECD outcomes, the CCT could address the needs of younger children. For example, receipt of the transfer could be conditioned on participation in health and nutrition activities, regular parenting education sessions, and/or preschool attendance (either formal or community preschools). The government could also commit to using mass media to promote awareness of the importance of ECD and what parents can do at home in the same areas targeted by Tayssir to further enhance impact. Despite the promising approaches described above and the opportunities for Morocco to enhance children's outcomes, a number of challenges are likely to remain. One key challenge is that of coordination since ECD involves actions from multiple sectors. The 2011 evaluation of the National Action Plan for Children (PANE) found that challenges with intersectoral coordination among responsible parties achieved limited results (Government of Morocco, 2011). It is ideal to have a mechanism in place to coordinate across these different sectors and ensure that children receive the necessary services from each of them, often simultaneously, during the early childhood years. For example, Jamaica created an Early Childhood Commission to develop standards and licensing regulations for early childhood institutions, advise the Ministry of Education on policy matters relating to early childhood, assist in the planning of and preparation for strategies and programs, and monitor the implementation of programs. The Commission reaches across sectors and political parties (Naudeau, Kataoka, Valerio, Neuman, & Elder, 2011) .",
        "cite_spans": [
          {
            "start": 305,
            "end": 324,
            "text": "(World Bank, 2011b)",
            "ref_id": "BIBREF63"
          },
          {
            "start": 1916,
            "end": 1966,
            "text": "(Naudeau, Kataoka, Valerio, Neuman, & Elder, 2011)",
            "ref_id": "BIBREF46"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.2.3",
        "sec_num": null
      },
      {
        "text": "Second, financing is often seen as a challenge since government budgets are limited and often insufficient. Morocco has many programs to enhance ECD but they have not been of adequate quality or adequately scaled up, as evidenced by the ongoing deficits in ECD. It is important to note that the returns to ECD interventions are disproportionately high compared to interventions at other phases in life (Heckman, 2006) and that some of the interventions mentioned above are quite cost-effective. For example, the community preschool in Mozambique cost US$30 per child per year (Martinez, Naudeau, & Pereira, 2012) . The private sector can also play a role in financing to diminish the burden on public funding sources. Finally, there is a challenge in effectively scaling up good models (Bouguen, Filmer, Macours, & Naudeau, 2013) . As interventions go to scale, there is a critical need for quality standards and enforcement of those standards.",
        "cite_spans": [
          {
            "start": 402,
            "end": 417,
            "text": "(Heckman, 2006)",
            "ref_id": "BIBREF27"
          },
          {
            "start": 576,
            "end": 612,
            "text": "(Martinez, Naudeau, & Pereira, 2012)",
            "ref_id": "BIBREF40"
          },
          {
            "start": 786,
            "end": 829,
            "text": "(Bouguen, Filmer, Macours, & Naudeau, 2013)",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.2.3",
        "sec_num": null
      },
      {
        "text": "Data, Information, and Monitoring One substantial challenge to improving the state of ECD in Morocco and reducing inequality is the lack of data available on ECD. This work assessed a number of different measures of ECD, but many were available only once or twice within a decade. More up-to-date information, as well as information on additional dimensions of children's early experiences is a crucial part of making ECD a policy priority and monitoring progress. Morocco has made some progress in collecting information about ECD, for instance, adding questions about development activities to the ENPSF, but much more comprehensive and frequent national survey data would help identify progress and challenges. We particularly recommend adding additional measures of ECD to the ONDH panel for future rounds. ECD is a crucial measure of human development and the regular frequency of the ONDH panel would provide valuable updates. Information can also help galvanize policy and programmatic actions. Data on progress and challenges can help identify what programs and policies are or are not working well and spur change. It is difficult to hold policymakers and organizations accountable for their goals in ECD without frequent measures of progress.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.3",
        "sec_num": null
      },
      {
        "text": "Conclusions ECD provides the foundation for subsequent human development. It is a critical period and one during which development is profoundly affected by the early environment. This paper has examined ECD in Morocco across multiple dimensions of development and over time. Morocco has experienced substantial improvement in economic growth over time (Furceri, Mazraani, & Versailles, 2013) . However, the persistent inequalities in economic and human development remain major concerns at the highest levels of government (Morocco World News, 2014) . The fact that the trends in ECD have been mixed over time and that inequalities have also persisted likely contributes to the unequal human capital and economic outcomes Moroccans experience. The deficits and inequalities we observe in ECD are troubling from the perspective of human rights and issues of equity because children are being affected by circumstances entirely outside of their control. These deficits and inequalities are also limiting the human and economic potential of the country.",
        "cite_spans": [
          {
            "start": 353,
            "end": 392,
            "text": "(Furceri, Mazraani, & Versailles, 2013)",
            "ref_id": "BIBREF17"
          },
          {
            "start": 524,
            "end": 550,
            "text": "(Morocco World News, 2014)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6",
        "sec_num": null
      },
      {
        "text": "As this paper has discussed, there are a number of highly effective ECD investments, often ones with very high returns, which could be implemented to improve human and economic development and promote equity. Targeted ECD investments are critical. As this paper corroborates and other research has found (Vollmer, Harttgen, Subramanyam, et al., 2014) , ECD does not necessarily improve simply because of economic growth. Prioritizing ECD and taking policy action is vital for not only improving ECD but also for ensuring greater and more equitable human and economic development. ",
        "cite_spans": [
          {
            "start": 304,
            "end": 350,
            "text": "(Vollmer, Harttgen, Subramanyam, et al., 2014)",
            "ref_id": "BIBREF59"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6",
        "sec_num": null
      },
      {
        "text": "Statistics presented in this paper may be different than those in the reports for the various surveys because of differences in the universe (children versus mothers or households) or other elements of data treatment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "It should be noted that for the D-index calculations (but not elsewhere) we reverse our coding of some variables so that we are assessing inequality in the optimal outcome (thus, not dying in the first year of life, rather than dying in the first year of life, and so on), to maintain comparability across both negative and positive outcomes.21 We implement the D-index in STATA using the module hoi(Azevedo, Franco, Rubiano, & Hoyos, 2010).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Available survey data do not allow for measurement of changes in child access to iodized salt over time, because the 2006/2007 MICS survey is the only one that contains the relevant information.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "While Morocco already has strategies and activities in place that provide some similar activities and services (Kingdom of Morocco Ministry of Health, 2012; Ministere de la Sante, 2012; Royaume du Maroc Ministere de la Sante, 2011), as demonstrated by the ongoing challenges observed in ECD outcomes, these programs have not been implemented at a sufficient scale or quality to ensure healthy ECD for all.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The Care for Development Module provides age-based recommendations for parents on how to play (supporting cognitive development) and communicate (supporting language and social development) with their children from birth through age 2, as well as how to deal with problems that caregivers may bring up. See http://www.who.int/maternal_child_adolescent/documents/care_child_development/en/.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "The authors would like to acknowledge the assistance of the National Human Development Observatory (Observatoire National du Développement Humain, ONDH) of Morocco, the Ministry of Health in Morocco, and the Moroccan office of UNICEF. We particularly appreciate the generosity of these institutions in sharing data. We are also grateful for the questions, comments, and suggestions provided by Sophie Naudeau and World Bank seminar participants. Research for this paper has been supported by the World Bank Strategic Research Program, a multi-donor trust fund.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Acknowledgements",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Alternative Cash Transfer Delivery Mechanisms: Impacts on Routine Preventative Health Clinic Visits in Burkina Faso",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Akresh",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "De Walque",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [],
            "last": "Kazianga",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Akresh, R., de Walque, D., & Kazianga, H. (2012). Alternative Cash Transfer Delivery Mechanisms: Impacts on Routine Preventative Health Clinic Visits in Burkina Faso. World Bank Policy Research Working Paper No. 5958. Washington, DC.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "HOI: Stata Module to Compute Human Opportunity Index. Statistical Software Components S457191",
        "authors": [
          {
            "first": "J",
            "middle": [
              "P"
            ],
            "last": "Azevedo",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Franco",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Rubiano",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Hoyos",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Azevedo, J. P., Franco, S., Rubiano, E., & Hoyos, A. (2010). HOI: Stata Module to Compute Human Opportunity Index. Statistical Software Components S457191, Boston College Department of Economics. Retrieved from http://ideas.repec.org/c/boc/bocode/s457191.html.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Early Childhood Stimulation Interventions in Developing Countries: A Comprehensive Literature Review",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Baker-Henningham",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Lopez Boo",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Baker-Henningham, H., & Lopez Boo, F. (2010). Early Childhood Stimulation Interventions in Developing Countries: A Comprehensive Literature Review. Interamerican Development Bank Working Paper No. 213.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Can Conditional Cash Transfer Programs Play a Greater Role in Reducing Child Undernutrition? World Bank Social Protection Discussion Paper Series No. 835",
        "authors": [
          {
            "first": "L",
            "middle": [],
            "last": "Bassett",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bassett, L. (2008). Can Conditional Cash Transfer Programs Play a Greater Role in Reducing Child Undernutrition? World Bank Social Protection Discussion Paper Series No. 835. Washington DC.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "An Evaluation of the Impact of PROGRESA on Child Height. FCND Discussion Paper No. 104",
        "authors": [
          {
            "first": "J",
            "middle": [
              "R"
            ],
            "last": "Behrman",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Hoddinott",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Behrman, J. R., & Hoddinott, J. (2001). An Evaluation of the Impact of PROGRESA on Child Height. FCND Discussion Paper No. 104. Washington, DC.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "What Works? Interventions for Maternal and Child Undernutrition and Survival",
        "authors": [
          {
            "first": "Z",
            "middle": [
              "A"
            ],
            "last": "Bhutta",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Ahmed",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [
              "E"
            ],
            "last": "Black",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Cousens",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Dewey",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Giugliani",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [
              "A"
            ],
            "last": "Haider",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Kirkwood",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "S"
            ],
            "last": "Morris",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [
              "P S"
            ],
            "last": "Sachdev",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Shekar",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Lancet",
        "volume": "371",
        "issue": "9610",
        "pages": "417--457",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bhutta, Z. A., Ahmed, T., Black, R. E., Cousens, S., Dewey, K., Giugliani, E., Haider, B. A., Kirkwood, B., Morris, S. S., Sachdev, H. P. S., & Shekar, M. (2008). What Works? Interventions for Maternal and Child Undernutrition and Survival. Lancet, 371(9610), 417- 40.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Impact Evaluation of Three Types of Early Childhood Development Interventions in Cambodia",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Bouguen",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Filmer",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Macours",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Naudeau",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bouguen, A., Filmer, D., Macours, K., & Naudeau, S. (2013). Impact Evaluation of Three Types of Early Childhood Development Interventions in Cambodia. World Bank Policy Research Working Paper No. 6540.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Measuring Inequality of Opportunities in Latin America and the Caribbean",
        "authors": [
          {
            "first": "R",
            "middle": [
              "P"
            ],
            "last": "De Barros",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [
              "H G"
            ],
            "last": "Ferreira",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "R M"
            ],
            "last": "Vega",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "S"
            ],
            "last": "Chanduvi",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "de Barros, R. P., Ferreira, F. H. G., Vega, J. R. M., & Chanduvi, J. S. (2009). Measuring Inequality of Opportunities in Latin America and the Caribbean. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Measuring Inequality of Opportunities for Children",
        "authors": [
          {
            "first": "R",
            "middle": [
              "P"
            ],
            "last": "De Barros",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "R M"
            ],
            "last": "Vega",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Saavedra",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "de Barros, R. P., Vega, J. R. M., & Saavedra, J. (2008). Measuring Inequality of Opportunities for Children. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "On the Shapley Value and the Decomposition of Inequality by Population Subgroups with Special Emphasis on the Gini Index",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Deutsch",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Silber",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Advances on Income Inequality and Concentration Measures",
        "volume": "",
        "issue": "",
        "pages": "161--178",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Deutsch, J., & Silber, J. (2008). On the Shapley Value and the Decomposition of Inequality by Population Subgroups with Special Emphasis on the Gini Index. In G. Betti & A. Lemmi (Eds.), Advances on Income Inequality and Concentration Measures (pp. 161-178). New York, NY: Routledge.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "La Vision Pour L'éducation Au Maroc",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Edupronet",
            "suffix": ""
          }
        ],
        "year": 2015,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Edupronet. (2015, May 15). La Vision Pour L'éducation Au Maroc 2015-2030.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Improved Cognitive and Motor Development in a Community-Based Intervention of Psychosocial Stimulation in Northeast Brazil",
        "authors": [
          {
            "first": "S",
            "middle": [
              "H"
            ],
            "last": "Eickmann",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "C V"
            ],
            "last": "Lima",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "Q"
            ],
            "last": "Guerra",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "C"
            ],
            "last": "Lima",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [
              "I C"
            ],
            "last": "Lira",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "R A"
            ],
            "last": "Huttly",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Ashworth",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Developmental Medicine and Child Neurology",
        "volume": "45",
        "issue": "8",
        "pages": "536--577",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Eickmann, S. H., Lima, A. C. V., Guerra, M. Q., Lima, M. C., Lira, P. I. C., Huttly, S. R. A., & Ashworth, A. (2003). Improved Cognitive and Motor Development in a Community-Based Intervention of Psychosocial Stimulation in Northeast Brazil. Developmental Medicine and Child Neurology, 45(8), 536-41.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Expanding Opportunities for the Next Generation: Early Childhood Development in the Middle East and North Africa",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "El-Kogali",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Krafft",
            "suffix": ""
          }
        ],
        "year": 2015,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "El-Kogali, S., & Krafft, C. (2015). Expanding Opportunities for the Next Generation: Early Childhood Development in the Middle East and North Africa. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Care for Development in Three Central Asian Countries: Report of Process Evaluation in Tajikstan",
        "authors": [
          {
            "first": "P",
            "middle": [
              "L"
            ],
            "last": "Engle",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Engle, P. L. (2010). Care for Development in Three Central Asian Countries: Report of Process Evaluation in Tajikstan, Kyrgyzstan, and Kazakhstan. UNICEF.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Strategies for Reducing Inequalities and Improving Developmental Outcomes for Young Children in Low-Income and Middle-Income Countries",
        "authors": [
          {
            "first": "P",
            "middle": [
              "L"
            ],
            "last": "Engle",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [
              "C H"
            ],
            "last": "Fernald",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [],
            "last": "Alderman",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "R"
            ],
            "last": "Behrman",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "O'gara",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Yousafzai",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "C"
            ],
            "last": "De Mello",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Hidrobo",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "Ulkuer",
            "suffix": ""
          },
          {
            "first": "I",
            "middle": [],
            "last": "Ertem",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Iltus",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Lancet",
        "volume": "378",
        "issue": "9799",
        "pages": "1339--53",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Engle, P. L., Fernald, L. C. H., Alderman, H., Behrman, J. R., O'Gara, C., Yousafzai, A., de Mello, M. C., Hidrobo, M., Ulkuer, N., Ertem, I., & Iltus, S. (2011). Strategies for Reducing Inequalities and Improving Developmental Outcomes for Young Children in Low-Income and Middle-Income Countries. Lancet, 378(9799), 1339-53.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Morocco Nutrition Country Profile (French)",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Fao",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "FAO. (2011). Morocco Nutrition Country Profile (French).",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Estimating Wealth Effects Without Expenditure Data--Or Tears: An Application to Educational Enrollments in States of India",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Filmer",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [
              "H"
            ],
            "last": "Pritchett",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Demography",
        "volume": "38",
        "issue": "1",
        "pages": "115--132",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Filmer, D., & Pritchett, L. H. (2001). Estimating Wealth Effects Without Expenditure Data--Or Tears: An Application to Educational Enrollments in States of India. Demography, 38(1), 115-132.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Morocco: Selected Issues",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Furceri",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Mazraani",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Versailles",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Furceri, D., Mazraani, S., & Versailles, B. (2013). Morocco: Selected Issues. IMF Country Report. Washington, DC.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Improving Nutritional Status through Behavioral Change: Lessons from Madagascar",
        "authors": [
          {
            "first": "E",
            "middle": [],
            "last": "Galasso",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "Umapathi",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Galasso, E., & Umapathi, N. (2007). Improving Nutritional Status through Behavioral Change: Lessons from Madagascar. World Bank Policy Research Working Paper No. 4424. Washington, DC.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "The Impact of PROGRESA on Health",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Gertler",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gertler, P. (2000). The Impact of PROGRESA on Health. Washington, DC: International Food Policy Research Institute.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Informe Final de La Consultoría de Evaluación Externa de Impacto de La Estrategia Atención Integral a La Niñez En La Comunidad (AIN-C) (Unpublished Report Submitted to Government of Honduras)",
        "authors": [
          {
            "first": "Gesaworld",
            "middle": [],
            "last": "Group",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Econometria",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gesaworld Group, & Econometria. (2013). Informe Final de La Consultoría de Evaluación Externa de Impacto de La Estrategia Atención Integral a La Niñez En La Comunidad (AIN- C) (Unpublished Report Submitted to Government of Honduras). Tegucigalpa, Honduras.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "The Impact of Child Health and Nutrition on Education in Less Developed Countries",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Glewwe",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [
              "A"
            ],
            "last": "Miguel",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Handbook of Development Economics",
        "volume": "4",
        "issue": "",
        "pages": "3561--3606",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Glewwe, P., & Miguel, E. A. (2008). The Impact of Child Health and Nutrition on Education in Less Developed Countries. In T. P. Schultz & J. Strauss (Eds.), Handbook of Development Economics (Vol. 4, pp. 3561-3606). Elsevier B.V.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Combating Iodine Deficiency: Lessons from China, Indonesia, and Madagascar",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Goh",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Food and Nutrition Bulletin",
        "volume": "23",
        "issue": "3",
        "pages": "280--91",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Goh, C. (2002). Combating Iodine Deficiency: Lessons from China, Indonesia, and Madagascar. Food and Nutrition Bulletin, 23(3), 280-91.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "National Mid-Term Evaluation Report of Implementation of National Action Plan for Children: A Morocco Fit for Its Children",
        "authors": [
          {
            "first": "Morocco",
            "middle": [],
            "last": "Government Of",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Government of Morocco. (2011). National Mid-Term Evaluation Report of Implementation of National Action Plan for Children: A Morocco Fit for Its Children.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "Developmental Potential in the First 5 Years for Children in Developing Countries",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Grantham-Mcgregor",
            "suffix": ""
          },
          {
            "first": "Y",
            "middle": [
              "B"
            ],
            "last": "Cheung",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Cueto",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Glewwe",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Richter",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Strupp",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "Lancet",
        "volume": "369",
        "issue": "",
        "pages": "60--70",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Grantham-McGregor, S., Cheung, Y. B., Cueto, S., Glewwe, P., Richter, L., Strupp, B., & International Child Development Steering Group. (2007). Developmental Potential in the First 5 Years for Children in Developing Countries. Lancet, 369, 60-70.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "Psychosocial Stimulation Improves the Development of Undernourished Children in Rural Bangladesh",
        "authors": [
          {
            "first": "J",
            "middle": [
              "D"
            ],
            "last": "Hamadani",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "N"
            ],
            "last": "Huda",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Khatun",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "M"
            ],
            "last": "Grantham-Mcgregor",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "The Journal of Nutrition",
        "volume": "136",
        "issue": "10",
        "pages": "2645--2652",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hamadani, J. D., Huda, S. N., Khatun, F., & Grantham-McGregor, S. M. (2006). Psychosocial Stimulation Improves the Development of Undernourished Children in Rural Bangladesh. The Journal of Nutrition, 136(10), 2645-2652.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Meaningful differences in the everyday experience of young American Children",
        "authors": [
          {
            "first": "B",
            "middle": [],
            "last": "Hart",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [
              "R"
            ],
            "last": "Risley",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hart, B., & Risley, T. R. (1995). Meaningful differences in the everyday experience of young American Children. Baltimore, MD: Paul H. Brookes Publishing.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "Skill Formation and the Economics of Investing in Disadvantaged Children",
        "authors": [
          {
            "first": "J",
            "middle": [
              "J"
            ],
            "last": "Heckman",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "Science",
        "volume": "312",
        "issue": "",
        "pages": "1900--1902",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Heckman, J. J. (2006). Skill Formation and the Economics of Investing in Disadvantaged Children. Science, 312, 1900-1902.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "The Productivity Argument for Investing in Young Children",
        "authors": [
          {
            "first": "J",
            "middle": [
              "J"
            ],
            "last": "Heckman",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [
              "V"
            ],
            "last": "Masterov",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "Review of Agricultural Economics",
        "volume": "29",
        "issue": "3",
        "pages": "446--493",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Heckman, J. J., & Masterov, D. V. (2007). The Productivity Argument for Investing in Young Children. Review of Agricultural Economics, 29(3), 446-493.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "Millennium Development Goals",
        "authors": [],
        "year": 2010,
        "venue": "High Commission on Planning Morocco",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "High Commission on Planning Morocco. (2010). Millennium Development Goals. Rabat, Morocco: High Commission on Planning Morocco.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "Gender Differences in Child Health : Evidence from the Demographic and Health Surveys",
        "authors": [
          {
            "first": "K",
            "middle": [],
            "last": "Hill",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [
              "M"
            ],
            "last": "Upchurch",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "Population and Development Review",
        "volume": "21",
        "issue": "1",
        "pages": "127--151",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hill, K., & Upchurch, D. M. (1995). Gender Differences in Child Health : Evidence from the Demographic and Health Surveys. Population and Development Review, 21(1), 127-151.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "Impacts of Interventions during Early Childhood on Later Outcomes",
        "authors": [],
        "year": 2015,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Independent Evaluation Group -World Bank Group. (2015). Impacts of Interventions during Early Childhood on Later Outcomes. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "Sisimpur, Sesame Street in Bangladesh",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Jain",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "Kibria",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "Journal of Children and Media",
        "volume": "3",
        "issue": "1",
        "pages": "95--114",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Jain, S., & Kibria, N. (2009). Sisimpur, Sesame Street in Bangladesh. Journal of Children and Media, 3(1), 95-114.",
        "links": null
      },
      "BIBREF33": {
        "ref_id": "b33",
        "title": "The Impact of Early Childhood Education on Early Achievement Gaps: Evidence from the Indonesia Early Childhood Education and Development (ECED) Project. World Bank Policy Research Working Paper No. 6794",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Jung",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Hasan",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Jung, H., & Hasan, A. (2014). The Impact of Early Childhood Education on Early Achievement Gaps: Evidence from the Indonesia Early Childhood Education and Development (ECED) Project. World Bank Policy Research Working Paper No. 6794. Washington, DC.",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "Kingdom of Morocco Ministry of Health",
        "authors": [],
        "year": 2012,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kingdom of Morocco Ministry of Health. (2012). Strategie Sectorielle de Sante 2012-2016.",
        "links": null
      },
      "BIBREF35": {
        "ref_id": "b35",
        "title": "Increasing Educational Attainment in Egypt: The Impact of Early Childhood Care and Education",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Krafft",
            "suffix": ""
          }
        ],
        "year": 2015,
        "venue": "Economics of Education Review",
        "volume": "46",
        "issue": "",
        "pages": "127--143",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Krafft, C. (2015). Increasing Educational Attainment in Egypt: The Impact of Early Childhood Care and Education. Economics of Education Review, 46, 127-143.",
        "links": null
      },
      "BIBREF36": {
        "ref_id": "b36",
        "title": "Inequalities in Early Childhood Development in the Middle East and North Africa",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Krafft",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "El-Kogali",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "Economic Research Forum Working Paper Series",
        "volume": "",
        "issue": "856",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Krafft, C., & El-Kogali, S. (2014). Inequalities in Early Childhood Development in the Middle East and North Africa. Economic Research Forum Working Paper Series No. 856. Cairo, Egypt.",
        "links": null
      },
      "BIBREF37": {
        "ref_id": "b37",
        "title": "Early Childhood Development in Morocco: Case Study",
        "authors": [
          {
            "first": "N",
            "middle": [
              "M"
            ],
            "last": "M'jid",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Benhassine",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "M'jid, N. M., & Benhassine, B. (2012). Early Childhood Development in Morocco: Case Study. Wolfensohn Center for Development.",
        "links": null
      },
      "BIBREF38": {
        "ref_id": "b38",
        "title": "Cash Transfers, Behavioral Changes, and Cognitive Development in Early Childhood: Evidence from a Randomized Experiment",
        "authors": [
          {
            "first": "K",
            "middle": [],
            "last": "Macours",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "Schady",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Vakis",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "American Economic Journal: Applied Economics",
        "volume": "4",
        "issue": "2",
        "pages": "247--273",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Macours, K., Schady, N., & Vakis, R. (2012). Cash Transfers, Behavioral Changes, and Cognitive Development in Early Childhood: Evidence from a Randomized Experiment. American Economic Journal: Applied Economics, 4(2), 247-273.",
        "links": null
      },
      "BIBREF39": {
        "ref_id": "b39",
        "title": "Effects of Sesame Street: A Meta-Analysis of Children's Learning in 15 Countries",
        "authors": [
          {
            "first": "M",
            "middle": [
              "L"
            ],
            "last": "Mares",
            "suffix": ""
          },
          {
            "first": "Z",
            "middle": [],
            "last": "Pan",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "Journal of Applied Developmental Psychology",
        "volume": "34",
        "issue": "3",
        "pages": "140--151",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mares, M. L., & Pan, Z. (2013). Effects of Sesame Street: A Meta-Analysis of Children's Learning in 15 Countries. Journal of Applied Developmental Psychology, 34(3), 140-151.",
        "links": null
      },
      "BIBREF40": {
        "ref_id": "b40",
        "title": "The Promise of Preschool in Africa: A Randomized Impact Evaluation of Early Childhood Development in Rural Mozambique",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Martinez",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Naudeau",
            "suffix": ""
          },
          {
            "first": "V",
            "middle": [],
            "last": "Pereira",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Martinez, S., Naudeau, S., & Pereira, V. (2012). The Promise of Preschool in Africa: A Randomized Impact Evaluation of Early Childhood Development in Rural Mozambique. New Delhi, India: International Initiative for Impact Evaluation.",
        "links": null
      },
      "BIBREF41": {
        "ref_id": "b41",
        "title": "Plan D'action 2012-2016 Pour Acceler La Reduction de La Maternelle Mortalite",
        "authors": [
          {
            "first": "Ministere",
            "middle": [],
            "last": "De La Sante",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ministere de la Sante. (2012). Plan D'action 2012-2016 Pour Acceler La Reduction de La Maternelle Mortalite.",
        "links": null
      },
      "BIBREF42": {
        "ref_id": "b42",
        "title": "The Review of Health and Nutrition Indicators in Early Childhood",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Molina",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "UNESCO",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Molina, H. (2012). The Review of Health and Nutrition Indicators in Early Childhood. UNESCO.",
        "links": null
      },
      "BIBREF43": {
        "ref_id": "b43",
        "title": "Full Text of the Throne Day Speech Delivered by King Mohammed VI",
        "authors": [],
        "year": 2014,
        "venue": "Morocco World News",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Morocco World News. (2014). Full Text of the Throne Day Speech Delivered by King Mohammed VI. Morocco World News. Retrieved August 21, 2015 from http://www.moroccoworldnews.com/2014/07/135688/full-text-of-the-throne-day-speech- delivered-by-king-mohammed-vi/",
        "links": null
      },
      "BIBREF44": {
        "ref_id": "b44",
        "title": "Effects of Psychosocial Stimulation on Growth and Development of Severely Malnourished Children in a Nutrition Unit in Bangladesh",
        "authors": [
          {
            "first": "B",
            "middle": [],
            "last": "Nahar",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "D"
            ],
            "last": "Hamadani",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Ahmed",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Tofail",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Rahman",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "N"
            ],
            "last": "Huda",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "M"
            ],
            "last": "Grantham-Mcgregor",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "European Journal of Clinical Nutrition",
        "volume": "63",
        "issue": "6",
        "pages": "725--731",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Nahar, B., Hamadani, J. D., Ahmed, T., Tofail, F., Rahman, A., Huda, S. N., & Grantham- McGregor, S. M. (2009). Effects of Psychosocial Stimulation on Growth and Development of Severely Malnourished Children in a Nutrition Unit in Bangladesh. European Journal of Clinical Nutrition, 63(6), 725-731.",
        "links": null
      },
      "BIBREF45": {
        "ref_id": "b45",
        "title": "Effects of a Community-Based Approach of Food and Psychosocial Stimulation on Growth and Development of Severely Malnourished Children in Bangladesh: A Randomised Trial",
        "authors": [
          {
            "first": "B",
            "middle": [],
            "last": "Nahar",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "I"
            ],
            "last": "Hossain",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "D"
            ],
            "last": "Hamadani",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Ahmed",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "N"
            ],
            "last": "Huda",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "M"
            ],
            "last": "Grantham-Mcgregor",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [
              "A"
            ],
            "last": "Persson",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "European Journal of Clinical Nutrition",
        "volume": "66",
        "issue": "6",
        "pages": "701--709",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Nahar, B., Hossain, M. I., Hamadani, J. D., Ahmed, T., Huda, S. N., Grantham-McGregor, S. M., & Persson, L. A. (2012). Effects of a Community-Based Approach of Food and Psychosocial Stimulation on Growth and Development of Severely Malnourished Children in Bangladesh: A Randomised Trial. European Journal of Clinical Nutrition, 66(6), 701- 709.",
        "links": null
      },
      "BIBREF46": {
        "ref_id": "b46",
        "title": "Investing in Young Children: An Early Childhood Development Guide for Policy Dialogue and Project Preparation",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Naudeau",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "Kataoka",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Valerio",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "J"
            ],
            "last": "Neuman",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [
              "K"
            ],
            "last": "Elder",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Naudeau, S., Kataoka, N., Valerio, A., Neuman, M. J., & Elder, L. K. (2011). Investing in Young Children: An Early Childhood Development Guide for Policy Dialogue and Project Preparation. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF47": {
        "ref_id": "b47",
        "title": "Cognitive Development among Young Children in Ecuador: The Roles of Wealth, Health, and Parenting",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Paxson",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "Schady",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "Journal of Human Resources",
        "volume": "42",
        "issue": "1",
        "pages": "49--84",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Paxson, C., & Schady, N. (2007). Cognitive Development among Young Children in Ecuador: The Roles of Wealth, Health, and Parenting. Journal of Human Resources, 42(1), 49-84.",
        "links": null
      },
      "BIBREF48": {
        "ref_id": "b48",
        "title": "Feasibility of Integrating Early Stimulation into Primary Care for Undernourished Jamaican Children: Cluster Randomised Controlled Trial",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Powell",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [],
            "last": "Baker-Henningham",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Walker",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Grantham-Mcgregor",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Gernay",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "BMJ",
        "volume": "329",
        "issue": "89",
        "pages": "1--4",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Powell, C., Baker-Henningham, H., Walker, S., Grantham-McGregor, S., & Gernay, J. (2004). Feasibility of Integrating Early Stimulation into Primary Care for Undernourished Jamaican Children: Cluster Randomised Controlled Trial. BMJ, 329(89), 1-4.",
        "links": null
      },
      "BIBREF49": {
        "ref_id": "b49",
        "title": "Equality of Opportunity",
        "authors": [
          {
            "first": "J",
            "middle": [
              "E"
            ],
            "last": "Roemer",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Roemer, J. E. (1998). Equality of Opportunity. Cambridge, MA: Harvard University Press.",
        "links": null
      },
      "BIBREF50": {
        "ref_id": "b50",
        "title": "Economic Development as Opportunity Equalization",
        "authors": [
          {
            "first": "J",
            "middle": [
              "E"
            ],
            "last": "Roemer",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "The World Bank Economic Review",
        "volume": "28",
        "issue": "2",
        "pages": "189--209",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Roemer, J. E. (2014). Economic Development as Opportunity Equalization. The World Bank Economic Review, 28(2), 189-209.",
        "links": null
      },
      "BIBREF51": {
        "ref_id": "b51",
        "title": "Plan d'Action National Pour l'Enfance",
        "authors": [
          {
            "first": "Royaume",
            "middle": [],
            "last": "Du",
            "suffix": ""
          },
          {
            "first": "Maroc",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Royaume Du Maroc. (2006). Plan d'Action National Pour l'Enfance 2006-2015: Maroc Digne de Ses Enfants.",
        "links": null
      },
      "BIBREF52": {
        "ref_id": "b52",
        "title": "Prise En Charge Integree de l'Enfant: La Classe Des Meres Au Service de La Petite Enfance",
        "authors": [],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Royaume du Maroc Ministere de la Sante. (2011). Prise En Charge Integree de l'Enfant: La Classe Des Meres Au Service de La Petite Enfance. Rabat, Morocco: Royaume du Maroc Ministere de la Sante.",
        "links": null
      },
      "BIBREF53": {
        "ref_id": "b53",
        "title": "Decomposition Procedures for Distributional Analysis: A Unified Framework Based on the Shapley Value",
        "authors": [
          {
            "first": "A",
            "middle": [
              "F"
            ],
            "last": "Shorrocks",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "Journal of Economic Inequality",
        "volume": "11",
        "issue": "1",
        "pages": "99--126",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Shorrocks, A. F. (2013). Decomposition Procedures for Distributional Analysis: A Unified Framework Based on the Shapley Value. Journal of Economic Inequality, 11(1), 99-126.",
        "links": null
      },
      "BIBREF54": {
        "ref_id": "b54",
        "title": "Benefits and Costs of Investments in Preschool Education: Evidence from the Child-Parent Centers and Related Programs",
        "authors": [
          {
            "first": "J",
            "middle": [
              "A"
            ],
            "last": "Temple",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "J"
            ],
            "last": "Reynolds",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "Economics of Education Review",
        "volume": "26",
        "issue": "1",
        "pages": "126--144",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Temple, J. A., & Reynolds, A. J. (2007). Benefits and Costs of Investments in Preschool Education: Evidence from the Child-Parent Centers and Related Programs. Economics of Education Review, 26(1), 126-144.",
        "links": null
      },
      "BIBREF55": {
        "ref_id": "b55",
        "title": "The Review of Care , Education and Child Development Indicators in Early Childhood",
        "authors": [
          {
            "first": "A",
            "middle": [
              "R"
            ],
            "last": "Tinajero",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Loizillon",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "UNESCO",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Tinajero, A. R., & Loizillon, A. (2012). The Review of Care , Education and Child Development Indicators in Early Childhood. UNESCO.",
        "links": null
      },
      "BIBREF56": {
        "ref_id": "b56",
        "title": "Education For All Global Monitoring Report",
        "authors": [],
        "year": 2006,
        "venue": "Strong Foundations: Early Childhood Care and Education",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "UNESCO. (2006). Education For All Global Monitoring Report 2007: Strong Foundations: Early Childhood Care and Education. Paris, France.",
        "links": null
      },
      "BIBREF57": {
        "ref_id": "b57",
        "title": "Jordan's Early Childhood Development Initiative: Making Jordan Fit for Children",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Unicef",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "UNICEF. (2009). Jordan's Early Childhood Development Initiative: Making Jordan Fit for Children.",
        "links": null
      },
      "BIBREF58": {
        "ref_id": "b58",
        "title": "Child Disciplinary Practices at Home: Evidence from a Range of Low-and Middle-Income Countries",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Unicef",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "UNICEF. (2010). Child Disciplinary Practices at Home: Evidence from a Range of Low-and Middle-Income Countries. New York, NY: UNICEF.",
        "links": null
      },
      "BIBREF59": {
        "ref_id": "b59",
        "title": "Association between Economic Growth and Early Childhood Undernutrition: Evidence from 121 Demographic and Health Surveys from 36 Low-Income and Middle-Income Countries",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Vollmer",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Harttgen",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "A"
            ],
            "last": "Subramanyam",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Finlay",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Klasen",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "V"
            ],
            "last": "Subramanian",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "Lancet Global Health",
        "volume": "2",
        "issue": "4",
        "pages": "225--234",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Vollmer, S., Harttgen, K., Subramanyam, M. A., Finlay, J., Klasen, S., & Subramanian, S. V. (2014). Association between Economic Growth and Early Childhood Undernutrition: Evidence from 121 Demographic and Health Surveys from 36 Low-Income and Middle- Income Countries. Lancet Global Health, 2(4), e225-e234.",
        "links": null
      },
      "BIBREF60": {
        "ref_id": "b60",
        "title": "Inequality in Early Childhood: Risk and Protective Factors for Early Child Development",
        "authors": [
          {
            "first": "S",
            "middle": [
              "P"
            ],
            "last": "Walker",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [
              "D"
            ],
            "last": "Wachs",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Grantham-Mcgregor",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "M"
            ],
            "last": "Black",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [
              "A"
            ],
            "last": "Nelson",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "L"
            ],
            "last": "Huffman",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [],
            "last": "Baker-Henningham",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "M"
            ],
            "last": "Chang",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "D"
            ],
            "last": "Hamadani",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Lozoff",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "M M"
            ],
            "last": "Gardner",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [
              "A"
            ],
            "last": "Powell",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Rahman",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Richter",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "",
        "volume": "378",
        "issue": "",
        "pages": "1325--1363",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Walker, S. P., Wachs, T. D., Grantham-McGregor, S., Black, M. M., Nelson, C. A., Huffman, S. L., Baker-Henningham, H., Chang, S. M., Hamadani, J. D., Lozoff, B., Gardner, J. M. M., Powell, C. A., Rahman, A., & Richter, L. (2011). Inequality in Early Childhood: Risk and Protective Factors for Early Child Development. Lancet, 378(9799), 1325-38.",
        "links": null
      },
      "BIBREF61": {
        "ref_id": "b61",
        "title": "World Development Report 2006: Equity and Development",
        "authors": [
          {
            "first": "World",
            "middle": [],
            "last": "Bank",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank. (2005). World Development Report 2006: Equity and Development. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF62": {
        "ref_id": "b62",
        "title": "Project Appraisal Document on a Proposed Credit in the Amount of SDR 44.5 Million (US$70 Million Equivalent) to the Republic of Niger for the Safety Net Project",
        "authors": [
          {
            "first": "World",
            "middle": [],
            "last": "Bank",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank. (2011a). Project Appraisal Document on a Proposed Credit in the Amount of SDR 44.5 Million (US$70 Million Equivalent) to the Republic of Niger for the Safety Net Project. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF63": {
        "ref_id": "b63",
        "title": "Ciblage et Protection Sociale: Note D'orientation Stratégique",
        "authors": [
          {
            "first": "World",
            "middle": [],
            "last": "Bank",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank. (2011b). Ciblage et Protection Sociale: Note D'orientation Stratégique. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF64": {
        "ref_id": "b64",
        "title": "Emergency Project Paper on a Proposed Grant in the Amount of SDR 3.3 Million (US$5 Million Equivalent) Under the IDA Crisis Response Window (CRW) Resources to the Republic of Djibouti for a Safety Net Project",
        "authors": [
          {
            "first": "World",
            "middle": [],
            "last": "Bank",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank. (2014). Emergency Project Paper on a Proposed Grant in the Amount of SDR 3.3 Million (US$5 Million Equivalent) Under the IDA Crisis Response Window (CRW) Resources to the Republic of Djibouti for a Safety Net Project. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF65": {
        "ref_id": "b65",
        "title": "Making Pregnancy Safer: The Critical Role of the Skilled Attendant. A Joint Statement by WHO, ICM and FIGO",
        "authors": [],
        "year": 2004,
        "venue": "World Health Organization",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Health Organization. (2004). Making Pregnancy Safer: The Critical Role of the Skilled Attendant. A Joint Statement by WHO, ICM and FIGO. Geneva, Switzerland: World Health Organization.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "num": null,
        "type_str": "figure",
        "text": "Health and Survival Outcomes over Time Source: Authors' calculations based on DHS 2003/04, ENPSF 2011, and ONDH panel 2012.",
        "fig_num": "1",
        "uris": null
      },
      "FIGREF1": {
        "num": null,
        "type_str": "figure",
        "text": "Nutrition Outcomes over Time Source: Authors' calculations based on DHS 2003/04, MICS 2006/07, and ENPSF 2011.",
        "fig_num": "2",
        "uris": null
      },
      "FIGREF2": {
        "num": null,
        "type_str": "figure",
        "text": "Cognitive, Emotional, and Social Development Outcomes over Time Source: Authors' calculations based on MICS 2006/7, ENPSF 2011, and ONDH panel 2012.",
        "fig_num": "3",
        "uris": null
      },
      "FIGREF3": {
        "num": null,
        "type_str": "figure",
        "text": "Figure 4shows narrowing disparities in prenatal care by mother's education over time. While children of uneducated mothers have the lowest chances of prenatal care and children of secondary and higher educated mothers have always had chances in the 90-100 percent range, these gaps have been narrowing. While in 2003/04, 56 percent of births to uneducated mothers had prenatal care, this rose to 74 percent by 2012. Prenatal Care by Mother's Education and Year (Percentage) Source: Authors' calculations based on DHS 2003/04, ENPSF 2011, and ONDH panel 2012.",
        "fig_num": "4",
        "uris": null
      },
      "FIGREF4": {
        "num": null,
        "type_str": "figure",
        "text": "Fully Immunized by Wealth Quintile and Year (Percentage) Source: Authors' calculations based on DHS 2003/04 and ENPSF 2011.",
        "fig_num": "5",
        "uris": null
      },
      "FIGREF6": {
        "num": null,
        "type_str": "figure",
        "text": "Stunting by Wealth Quintile and Year (Percentages)Source: Authors' calculations based on DHS 2003/04 and ENPSF 2011.",
        "fig_num": "6",
        "uris": null
      },
      "FIGREF7": {
        "num": null,
        "type_str": "figure",
        "text": "Adequately Iodized Salt by Region (Percentages) Source: Authors' calculations based on MICS 2006/07.4.2.3Cognitive, Social, and Emotional Development Children's social, emotional, and cognitive development show substantial disparities depending on their circumstances (annex,",
        "fig_num": "7",
        "uris": null
      },
      "FIGREF8": {
        "num": null,
        "type_str": "figure",
        "text": "Development Activities by Wealth and Year (Percentage) Source: Authors' calculations based on MICS 2006/07 and ENPSF 2011.",
        "fig_num": "8",
        "uris": null
      },
      "FIGREF9": {
        "num": null,
        "type_str": "figure",
        "text": "ECCE Attendance at Age 5 by Mother's Education (Percentage) Source: Authors' calculations based on MICS 2006/07 and ONDH panel 2012.",
        "fig_num": "9",
        "uris": null
      },
      "FIGREF10": {
        "num": null,
        "type_str": "figure",
        "text": "Inequality (Dissimilarity Index) in Health and Survival by YearSource: Authors' calculations based on DHS 2003/04, ENPSF 2011, and ONDH panel 2012.",
        "fig_num": "10",
        "uris": null
      },
      "FIGREF12": {
        "num": null,
        "type_str": "figure",
        "text": "Most Advantaged and Least Advantaged Simulations for Health and Survival by Year (Percentages) Source: Authors' calculations based on DHS 2003/04, MICS 2006/07, and ENPSF 2011.",
        "fig_num": "11",
        "uris": null
      },
      "FIGREF14": {
        "num": null,
        "type_str": "figure",
        "text": "Inequality (Dissimilarity Index) in Nutrition by YearSource: Authors' calculations based onDHS 2003/04, MICS 2006/07, and ENPSF 2011",
        "fig_num": "12",
        "uris": null
      },
      "FIGREF15": {
        "num": null,
        "type_str": "figure",
        "text": "Most Advantaged and Least Advantaged Simulations for Nutrition by Year (Percentages) Source: Authors' calculations based on DHS 2003/04, MICS 2006/07, and ENPSF 2011. 4.3.3 Cognitive, Social, and Emotional Development Children's social, emotional, and cognitive development shows some of the greatest and most persistent inequalities",
        "fig_num": "13",
        "uris": null
      },
      "FIGREF16": {
        "num": null,
        "type_str": "figure",
        "text": "Inequality (Dissimilarity Index) in Social, Emotional, and Cognitive Development by Year Source: Authors' calculations based on MICS 2006/07, ENPSF 2011, and ONDH panel 2012.",
        "fig_num": "14",
        "uris": null
      },
      "FIGREF17": {
        "num": null,
        "type_str": "figure",
        "text": "Authors' calculations based on MICS 2006/07, ENPSF 2011, and ONDH panel 2012.",
        "fig_num": null,
        "uris": null
      },
      "FIGREF19": {
        "num": null,
        "type_str": "figure",
        "text": "(a) acceleration of the reduction of maternal mortality; (b) further strengthening of efforts to fight neonatal mortality; (c) promotion of healthy motherhood; (d) promotion of reproductive health; (e) promotion of child health, including adoption and implementation of national policy on child health; and (f) promotion of child nutritional development including through the implementation of the National Strategy for Nutrition (Kingdom of Morocco Ministry of Health, 2012).",
        "fig_num": null,
        "uris": null
      },
      "TABREF0": {
        "content": "<table><tr><td>)</td></tr></table>",
        "num": null,
        "type_str": "table",
        "html": null,
        "text": "Authors' calculations based on DHS 2003/04, ENPSF 2011, and ONDH panel 2012. Source: Authors' calculations based onDHS 2003/04, MICS 2006/7, and ENPSF 2011"
      },
      "TABREF1": {
        "content": "<table><tr><td/><td>/07</td><td>2012</td><td>2006/07</td><td>2011</td><td>2006/07</td><td>2006/07</td></tr><tr><td/><td/><td/><td/><td/><td/><td>Work</td></tr><tr><td/><td/><td/><td/><td/><td/><td>and</td></tr><tr><td/><td/><td/><td/><td/><td>Violent</td><td>Domestic</td></tr><tr><td/><td>ECCE</td><td/><td colspan=\"2\">Development activities</td><td>discipline</td><td>Work</td></tr><tr><td>Gender</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Male</td><td>51.2</td><td>59.1</td><td>46.6</td><td>34.0</td><td>91.7</td><td>17.2</td></tr><tr><td>Female</td><td>50.2</td><td>56.4</td><td>49.0</td><td>33.1</td><td>87.8</td><td>21.5</td></tr><tr><td>Wealth Quintile</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Poorest</td><td>10.0</td><td>23.1</td><td>34.7</td><td>16.0</td><td>94.7</td><td>12.1</td></tr><tr><td>Poorer</td><td>29.2</td><td>41.1</td><td>37.3</td><td>25.6</td><td>90.5</td><td>15.8</td></tr><tr><td>Middle</td><td>57.9</td><td>73.2</td><td>50.2</td><td>36.8</td><td>89.3</td><td>25.7</td></tr><tr><td>Richer</td><td>86.9</td><td>85.9</td><td>58.1</td><td>42.7</td><td>86.8</td><td>23.5</td></tr><tr><td>Richest</td><td>98.6</td><td>89.2</td><td>68.3</td><td>57.8</td><td>83.6</td><td>20.4</td></tr><tr><td>Residence</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Urban</td><td>85.2</td><td>82.1</td><td>57.8</td><td>46.6</td><td>88.7</td><td>23.6</td></tr><tr><td>Rural</td><td>18.9</td><td>29.6</td><td>37.1</td><td>21.6</td><td>90.8</td><td>14.8</td></tr><tr><td>Region</td><td/><td/><td/><td/><td/><td/></tr><tr><td>South</td><td>58.7</td><td>53.9</td><td>47.7</td><td>30.1</td><td>84.5</td><td>8.5</td></tr><tr><td>Tensfit</td><td>41.8</td><td>58.5</td><td>48.2</td><td>30.9</td><td>98.2</td><td>16.9</td></tr><tr><td>Central</td><td>49.5</td><td>60.1</td><td>56.8</td><td>34.6</td><td>86.1</td><td>23.2</td></tr><tr><td>North West</td><td>52.9</td><td>61.9</td><td>39.2</td><td>35.7</td><td>94.4</td><td>27.0</td></tr><tr><td>North Central</td><td>38.8</td><td>44.9</td><td>42.5</td><td>34.1</td><td>91.6</td><td>19.5</td></tr><tr><td>East</td><td>53.7</td><td>46.3</td><td>41.8</td><td>36.2</td><td>72.5</td><td>9.6</td></tr><tr><td>South Central</td><td>63.0</td><td>77.0</td><td>54.7</td><td>30.8</td><td>96.2</td><td>19.9</td></tr><tr><td>Mother's education</td><td/><td/><td/><td/><td/><td/></tr><tr><td>None</td><td>33.6</td><td>45.2</td><td>40.3</td><td>26.5</td><td>90.2</td><td>15.1</td></tr><tr><td>Primary</td><td>64.3</td><td>53.2</td><td>51.2</td><td>42.3</td><td>90.7</td><td>25.0</td></tr><tr><td>Secondary</td><td>95.3</td><td>74.3</td><td>64.2</td><td>57.8</td><td>89.4</td><td>28.9</td></tr><tr><td>Higher education</td><td>100.0</td><td>93.5</td><td>71.5</td><td>74.9</td><td>79.2</td><td>17.7</td></tr><tr><td>Father's education</td><td/><td/><td/><td/><td/><td/></tr><tr><td>None</td><td>34.7</td><td>42.8</td><td>43.3</td><td>26.7</td><td>90.4</td><td>15.9</td></tr><tr><td>Primary</td><td>51.0</td><td>54.3</td><td>40.5</td><td>35.4</td><td>92.7</td><td>22.2</td></tr><tr><td>Secondary</td><td>77.0</td><td>67.6</td><td>60.8</td><td>46.2</td><td>85.2</td><td>21.0</td></tr><tr><td>Higher education</td><td>94.4</td><td>73.5</td><td>69.8</td><td>65.1</td><td>84.9</td><td>25.4</td></tr><tr><td>Total</td><td>50.7</td><td>57.8</td><td>47.8</td><td>33.5</td><td>89.7</td><td>19.5</td></tr><tr><td>Source:</td><td/><td/><td/><td/><td/><td/></tr></table>",
        "num": null,
        "type_str": "table",
        "html": null,
        "text": "Authors' calculations based on MICS 2006/7 and ONDH panel 2012."
      },
      "TABREF2": {
        "content": "<table><tr><td/><td>2006/07</td><td>2011</td><td>2012</td></tr><tr><td>Prenatal</td><td>14.2 ***</td><td>11.9 ***</td><td>7.2 **</td></tr><tr><td/><td>(1.9)</td><td>(2.3)</td><td>(2.3)</td></tr><tr><td>Delivery</td><td>19.5 ***</td><td>15.4 ***</td><td>8.4 ***</td></tr><tr><td/><td>(1.8)</td><td>(2.5)</td><td>(2.5)</td></tr><tr><td>Fully Immunized</td><td>3.4</td><td>4.4</td><td/></tr><tr><td/><td>(1.8)</td><td>(3.4)</td><td/></tr><tr><td>Infant mortality</td><td>0.8</td><td>0.6</td><td/></tr><tr><td/><td>(0.5)</td><td>(0.5)</td><td/></tr><tr><td>Stunted</td><td>5.0 ***</td><td>4.6 **</td><td/></tr><tr><td/><td>(1.3)</td><td>(1.5)</td><td/></tr><tr><td>Underweight</td><td>2.7 **</td><td>0.9</td><td/></tr><tr><td/><td>(0.8)</td><td>(0.7)</td><td/></tr><tr><td>Wasted</td><td>3.0 **</td><td>0.6</td><td/></tr><tr><td/><td>(1.1)</td><td>(0.6)</td><td/></tr><tr><td>Iodized salt</td><td>29.8 ***</td><td/><td/></tr><tr><td/><td>(5.5)</td><td/><td/></tr><tr><td>ECCE</td><td>34.2 ***</td><td/><td>24.2 **</td></tr><tr><td/><td>(6.4)</td><td/><td>(8.1)</td></tr><tr><td>Development Activities</td><td>13.6 ***</td><td>19.9 ***</td><td/></tr><tr><td/><td>(2.9)</td><td>(4.3)</td><td/></tr><tr><td>Violent Discipline</td><td>29.6 *</td><td/><td/></tr><tr><td/><td>(13.3)</td><td/><td/></tr><tr><td>Work &amp; Domestic</td><td/><td/><td/></tr><tr><td>Work</td><td>5.3</td><td/><td/></tr><tr><td/><td>(3.2)</td><td/><td/></tr><tr><td>Source:</td><td/><td/><td/></tr></table>",
        "num": null,
        "type_str": "table",
        "html": null,
        "text": "Authors' calculations based on DHS 2003/04, MICS 2006/07, ENPSF 2011, and ONDH panel 2012. Note: *p < 0.05; **p < 0.01; ***p < 0.001. Standard errors in parentheses."
      },
      "TABREF3": {
        "content": "<table><tr><td>Child</td></tr><tr><td>Gender</td></tr></table>",
        "num": null,
        "type_str": "table",
        "html": null,
        "text": "Authors' calculations based on DHS 2003/04, MICS 2006/07, ENPSF 2011, and ONDH panel 2012. Note: n.a. = Not applicable."
      }
    }
  }
}