{
  "paper_id": "D31440650",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:04:40.781359Z"
  },
  "title": "Balancing Control and Flexibility in Public Expenditure Management Using Banking Sector Innovations for Improved Expenditure Control and Effective Service Delivery",
  "authors": [
    {
      "first": "Piatti-Fünfkirchen",
      "middle": [],
      "last": "Moritz",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Health Finance",
        "location": {
          "addrLine": "Strategic Purchasing",
          "settlement": "Fintech",
          "region": "Mobile Money"
        }
      },
      "email": ""
    },
    {
      "first": "Hashim",
      "middle": [
        "Khuram"
      ],
      "last": "Ali",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Health Finance",
        "location": {
          "addrLine": "Strategic Purchasing",
          "settlement": "Fintech",
          "region": "Mobile Money"
        }
      },
      "email": ""
    },
    {
      "first": "",
      "middle": [],
      "last": "Farooq",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Health Finance",
        "location": {
          "addrLine": "Strategic Purchasing",
          "settlement": "Fintech",
          "region": "Mobile Money"
        }
      },
      "email": ""
    },
    {
      "first": "Moritz",
      "middle": [],
      "last": "Piatti-Fünfkirchen",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Health Finance",
        "location": {
          "addrLine": "Strategic Purchasing",
          "settlement": "Fintech",
          "region": "Mobile Money"
        }
      },
      "email": ""
    },
    {
      "first": "Mr",
      "middle": [
        "Ismaila"
      ],
      "last": "Ceesay",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Health Finance",
        "location": {
          "addrLine": "Strategic Purchasing",
          "settlement": "Fintech",
          "region": "Mobile Money"
        }
      },
      "email": ""
    },
    {
      "first": "Mr",
      "middle": [
        "Ernest"
      ],
      "last": "Massiah",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Health Finance",
        "location": {
          "addrLine": "Strategic Purchasing",
          "settlement": "Fintech",
          "region": "Mobile Money"
        }
      },
      "email": ""
    }
  ],
  "year": "2019-09",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D31440650",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "The control protocols that underlie public expenditure management have direct implications for a government's ability to pursue fiscal discipline and service delivery objectives. The literature recognizes the inherent challenge in balancing control with flexibility and that these two objectives are often in conflict with one another. This paper argues that applying a universal set of expenditure controls across all transactions naturally cannot meet both of these objectives. One the one hand, a regime with universal, tight ex ante commitment controls lends itself to prudent fiscal management but constrains the ability of service providers to react adequately to rapidly changing needs. On the other hand, loosening controls equally for all transactions would introduce fiscal risks. To overcome this conundrum, the paper argues for a paradigm shift: a purposeful policy shift that subjects high-value transactions to the full set of rigorous controls, while relaxing controls for low-value transactions that apply to important aspects of the service delivery sectors. Such controls could be built into the financial management information systems that facilitate transactions and institute these controls. However, the evidence suggests that these systems are frequently not deployed to their full potential. Flexibility is inadvertently inhibited where it is necessary without providing the controls for transactions that constitute a fiscal risk. Recognizing this problem, the paper develops a two-pronged, risk-based deployment strategy for financial management information systems: (1) deploy such systems to high-value transactions, and (2) use banking sector innovations for advance payments, such as smart cards or mobile money, to facilitate flexibility for low-value transactions without compromising the integrity of transactions or accountability.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Policy Research Working Paper 9029",
        "sec_num": null
      },
      {
        "text": "This paper is a product of the Governance Global Practice and the Health, Nutrition and Population Global Practice. It is part of a larger effort by the World Bank to provide open access to its research and make a contribution to development policy discussions around the world. Policy Research Working Papers are also posted on the Web at http://www.worldbank. org/prwp. The authors may be contacted at mpiatti@worldbank.org.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Policy Research Working Paper 9029",
        "sec_num": null
      },
      {
        "text": "The way governments manage their finances has important implications for their ability to deliver services to citizens while aiming to maintain a prudent and sustainable fiscal position. In his seminal 1998 paper, Allen Schick outlines three objectives of a public finance system: (i) aggregate fiscal discipline -that budget totals should be the result of explicit enforced decisions; (ii) allocative efficiency -that expenditures should be based on government priorities and on effectiveness of public programs; and (iii) operational efficiency -that agencies should produce goods and services at a cost that achieves ongoing efficiency gains and is competitive at market prices (Schick 1998) . To achieve such results, countries need to distribute and record financial resources in a reliable and timely manner so that they can be audited to ensure that money is being used properly (Andrews et al. 2014) . Thus, the way countries formulate and execute their budget has profound implications on whether and how fiscal discipline and service delivery objectives can be met.",
        "cite_spans": [
          {
            "start": 681,
            "end": 694,
            "text": "(Schick 1998)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 886,
            "end": 907,
            "text": "(Andrews et al. 2014)",
            "ref_id": "BIBREF0"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "During the budget execution process, spending is subjected to a set of rules that should ensure that it is conducted against appropriations in the budget and within a given budget ceiling. These processes and controls associated with budget execution are shown schematically in figure 1 (Pattanayak 2016) . What controls are applied to what transactions becomes a policy decision and affects how well the process lends itself to prudent fiscal management and service delivery. Financial management information systems (FMIS) play an important role in this process as they facilitate transactions and subject them to these controls. A core FMIS can be defined as an information system that supports \"budget execution, accounting, and treasury and cash management functions, and generates financial reports in a timely manner\" (Uña, Allen, and Botton 2019) . They allow government finance and accounting staff to carry out their day-to-day operational tasks. This enables them to plan, prepare and approve budgets, approve and verify commitments, issue payment orders and payments, monitor and report on financial resources collected, and develop appropriate resource allocation and borrowing strategies (Hashim 2014 , Hashim and Piatti-Fünfkirchen 2018 , 2016 . As such, the potential of such systems to facilitate fiscal discipline, increase transparency, accountability, and participation, and ultimately improve the efficient delivery of services is widely recognized by the literature and practitioners alike. Dorotinsky and Yasuhiko (2002) map out the various avenues of how FMIS systems can contribute to the larger PFM objectives (Dorotinsky and Matsuda 2002) .",
        "cite_spans": [
          {
            "start": 287,
            "end": 304,
            "text": "(Pattanayak 2016)",
            "ref_id": "BIBREF12"
          },
          {
            "start": 825,
            "end": 854,
            "text": "(Uña, Allen, and Botton 2019)",
            "ref_id": "BIBREF17"
          },
          {
            "start": 1202,
            "end": 1214,
            "text": "(Hashim 2014",
            "ref_id": "BIBREF8"
          },
          {
            "start": 1215,
            "end": 1251,
            "text": ", Hashim and Piatti-Fünfkirchen 2018",
            "ref_id": "BIBREF10"
          },
          {
            "start": 1252,
            "end": 1258,
            "text": ", 2016",
            "ref_id": "BIBREF12"
          },
          {
            "start": 1513,
            "end": 1543,
            "text": "Dorotinsky and Yasuhiko (2002)",
            "ref_id": "BIBREF4"
          },
          {
            "start": 1636,
            "end": 1665,
            "text": "(Dorotinsky and Matsuda 2002)",
            "ref_id": "BIBREF4"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "The implementation process of FMIS systems however tends to be complex and lengthy, and the contribution of FMIS systems to fiscal discipline and service delivery objectives at times indirect and distant. On the one hand, FMIS should instill fiscal discipline, through the application of budgetary controls in the budget execution process. However, any budgetary controls can only apply to funds routed through the system. Hashim and Piatti-Fünfkirchen (2016) have found that frequently large expenditure items are not channeled through the FMIS, in which case any controls would naturally not apply to those budget lines and thus open avenues for engaging in expenditures that were not vetted through the legislative process. As such, even though countries have invested in checks and balances with FMIS systems that have adequate budgetary control features, there often remain fiscal risks (Hashim and Piatti-Fünfkirchen 2016) . The literature found a positive correlation between FMIS budget coverage and PEFA scores (Hashim and Piatti-Fünfkirchen 2016, Piatti-Fünfkirchen, Hashim, and Wescott 2017) , as well as a negative relation between FMIS budget coverage and the deviation between planned and actual deficits (Piatti-Fünfkirchen, Hashim, and Wescott 2017) . This clearly underpins the critical role of adequate FMIS utilization in fiscal prudence. On the other hand, FMIS systems should also facilitate a reliable and expedited flow of funds to spending units that enables the effective delivery of services. This service delivery objective may however not be aligned with the rigidities of the control regime applied to those transactions. Rolling out an FMIS with all its associated controls to the district or even facility level means that these agencies will not have the necessary autonomy to make spending decisions within a certain envelope as priorities change. Looking at the health sector, the World Health Organization and others have argued that rigid ex-ante control in a line item budget environment can hinder health financing objectives that necessitate a greater degree of autonomy (Cashin et al. 2017 , Piatti-Fünfkirchen and Schneider 2018 , Chakraborty et al. 2010 . Instead, an FMIS system at this level can inadvertently inhibit the flexibility that is necessary to deliver essential services efficiently.",
        "cite_spans": [
          {
            "start": 423,
            "end": 459,
            "text": "Hashim and Piatti-Fünfkirchen (2016)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 892,
            "end": 928,
            "text": "(Hashim and Piatti-Fünfkirchen 2016)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 1020,
            "end": 1031,
            "text": "(Hashim and",
            "ref_id": "BIBREF8"
          },
          {
            "start": 1032,
            "end": 1088,
            "text": "Piatti-Fünfkirchen 2016, Piatti-Fünfkirchen, Hashim, and",
            "ref_id": "BIBREF9"
          },
          {
            "start": 1089,
            "end": 1102,
            "text": "Wescott 2017)",
            "ref_id": "BIBREF13"
          },
          {
            "start": 1240,
            "end": 1265,
            "text": "Hashim, and Wescott 2017)",
            "ref_id": "BIBREF13"
          },
          {
            "start": 2110,
            "end": 2129,
            "text": "(Cashin et al. 2017",
            "ref_id": "BIBREF2"
          },
          {
            "start": 2130,
            "end": 2169,
            "text": ", Piatti-Fünfkirchen and Schneider 2018",
            "ref_id": "BIBREF14"
          },
          {
            "start": 2170,
            "end": 2195,
            "text": ", Chakraborty et al. 2010",
            "ref_id": "BIBREF3"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "Thus, \"the core challenge of good budget execution systems is how to balance control with flexibility\" (Schiavo-Campo 2017). This situation can be mapped into a control and flexibility quadrant, as developed in figure 2. Quadrant one, the south-eastern quadrant shows a situation where the budget execution system provides insufficient control and accountability yet instills the kind of rigidities in service delivery sectors that inhibit effective service provision. Countries that relax control for expenditure items that can potentially pose fiscal risks such as subsidies, wages and salaries, and transfers while imposing strict ex-ante control on line items at the service delivery level would fall into this category. Quadrant two displays an environment that allows for sufficient flexibility, in an environment of little control and accountability. Countries that use the budget execution system as merely an accounting software that records transactions without controlling them would fall into this category. On the other end of the spectrum, quadrant four captures countries with sophisticated systems that subject the entire budget to the same strict control regime, which may work for fiscal control but not service delivery. Quadrant three, the north-eastern quadrant, shows the desired situation, that balances well control and flexibility and thus facilitates progress toward the twin PFM objectives of fiscal discipline and efficient service delivery. This paper recognizes the critical importance of FMIS systems in expenditure management, without which the desired progress in fiscal discipline and service delivery may be difficult to achieve. Budget execution systems across all countries can be mapped into one of the above quadrants, and the challenge this paper seeks to address is how to navigate from a sub-optimal situation to the quadrant that facilitates both control and the necessary flexibility. This paper argues for a paradigm shift: to control for high-value transactions, while allowing for more flexibility for low-value transactions, without compromising accountability. The paper proposes utilizing innovations in the banking sector to maintain financial accountability for these transactions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "This paper breaks the problems down individually. First, it discusses the role of FMIS in facilitating control, and maps out theoretically what optimal coverage should be. Second, it discusses where in the spectrum transactions for basic service delivery might fall, and how these could be managed. Last, the paper proposes an innovative deployment strategy for a budget execution system that would facilitate both good control and flexibility.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "A core functionality of FMIS is providing budgetary control. Subjecting expenditure items in the budget to a rigorous automated control regime will ensure that the executed budget reflects the annual budget law as approved by the legislature. The diligent application of controls should ensure accountability and eliminate unbudgeted expenditures that undermine deficit targets or may lead to an accumulation of arrears. To achieve full control, full budget coverage is necessary. However, as FMIS rollout is costly and there are diminishing returns in terms of fiscal control. From an economic perspective, it may instead be preferable to deploy the system to a point where the marginal benefit (MB) of doing so equates the marginal cost (MC). Marginal benefit is defined as the change in total benefit over the change in quantity, and similarly the marginal cost is the change in total cost over the change in quantity:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Addressing the Problem of Control",
        "sec_num": null
      },
      {
        "text": ", ℎ ∆ ∆ ∆ ∆",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Addressing the Problem of Control",
        "sec_num": null
      },
      {
        "text": "To understand what the benefit and cost functions look like, it is helpful to visualize the transactions profile. A review of a large number of countries (Hashim and Piatti-Fünfkirchen 2018, Hashim et al. 2019) has shown that the transaction profile tends to be skewed with few high-value transactions making up the majority of the budget. Conversely, there are many low-value transactions that cumulatively only account to a very small share of the budget. A rough estimation of this proportion is 20: 80, with larger countries being more skewed toward high-value transactions. In some countries, these make up 90-95 percent of the budget (Piatti-Fünfkirchen, Hashim, and Wescott 2017). A sample transaction profile for a typical lower-middle-income country is shown in figure 3. This shows on the same plot the cumulative share of the number and volume of transactions. For this specific country, transactions of US$200 or less make up almost 50 percent of all transactions but amount to less than 5 percent of the budget. Almost all transactions in the country are smaller than US$ 1,000 which still only make up 17 percent of the total budget. On the other side of the spectrum there are 7 transactions between US$10 million and US$50 million and 5 transactions that are over US$50 million. They constitute 0.003 percent of the total number of transactions yet make up over 50 percent of the volume transacted through the system. This suggests that there are very high returns in terms of fiscal control for capturing high-value transactions, but the return diminishes rapidly as the value of the transaction declines. As such the marginal benefit curve is steep and downwards sloping. Conversely, the marginal cost of rolling the FMIS out at the central level is relatively low. The IT infrastructure is available, power reliable, and human and institutional capacity higher to manage a complex system. However, the cost of decentralizing the system to regional administrations, districts and service providers increases rapidly. The cost function for the initial central transactions is therefore likely to be upward sloping and increasing sharply as the system is decentralized. The marginal cost of FMIS deployment and benefits in terms of budgetary control could therefore be visualized as that of an optimizing firm where MB=MC function (see figure 4). While theory would suggest that a rollout strategy should be pursued where marginal benefits equal marginal cost, this may practically not be easily identified. Instead, if a transaction threshold could be determined defining high-value transactions which cover 90-95 percent of the budget, it would be possible to target ex-ante control to these transactions. Such an approach could yield a very high budget coverage despite focusing only on a limited number of transactions. As it is critical to have comprehensive budget execution reports, all transactions executed outside the FMIS need to be posted to the ledger periodically on an ex-post basis and consolidated with the FMIS-generated transactions. In terms of the control/flexibility quadrant, following such an approach could shift countries from a quadrant with low control to a quadrant with good control at relatively low cost. Some practical implications of what this may entail are addressed in the FMIS deployment architecture chapter.",
        "cite_spans": [
          {
            "start": 154,
            "end": 165,
            "text": "(Hashim and",
            "ref_id": "BIBREF8"
          },
          {
            "start": 166,
            "end": 210,
            "text": "Piatti-Fünfkirchen 2018, Hashim et al. 2019)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Addressing the Problem of Control",
        "sec_num": null
      },
      {
        "text": "For full budget coverage, decentralizing the FMIS to all districts and lowest level spending units is often advocated, including in the 2016 FMIS diagnostic framework (Hashim and Piatti-Fünfkirchen 2016) . While this would ensure that all funds are spent according to their original purpose, this guarantee comes at a high cost, as it is difficult and not practical to decentralize the software to remote and hard to reach areas. There are only a few places that have done so successfully, and there has never been a rigorous calculation of the economic rate of return of such investments.",
        "cite_spans": [
          {
            "start": 167,
            "end": 203,
            "text": "(Hashim and Piatti-Fünfkirchen 2016)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Addressing the Problem of Flexibility",
        "sec_num": null
      },
      {
        "text": "While it may not be practical, it may also not be desirable to decentralize and enforce the same control regime, as this may inhibit the necessary flexibility. At the point of service delivery flexibility is critical, as it is difficult to determine the precise nature of resource requirements over the course of a year in advance (Piatti-Fünfkirchen and Schneider 2018, Cashin et al. 2017) . Adjustments to the budget in due course may be possible, but the process of reallocating resources can be excessively cumbersome, requiring multiple upstream sanctions. Such processes may be warranted for large transactions but are an impediment for the effective delivery of services where at times quick decisions need to be taken. This restricts the flow of resources, and spending units may find it difficult to spend, despite having received allotments. Thus, enforcing a uniform and rigid control regime through deploying of an FMIS to the point of service delivery may neither be practical nor desirable, as it is costly and would place countries on the western side of the control/flexibility quadrant.",
        "cite_spans": [
          {
            "start": 371,
            "end": 390,
            "text": "Cashin et al. 2017)",
            "ref_id": "BIBREF2"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Addressing the Problem of Flexibility",
        "sec_num": null
      },
      {
        "text": "Given the difficulties involved with rolling the FMIS out, many countries have instead opted for a Microsoft Excel based accounting system or maintain paper-based ledgers at the spending unit level. Once funds are received by the spending unit, they are spent as needed and transactions are recorded manually. They are subsequently posted to the FMIS at the next highest level (e.g. district or region). This process allows de-facto for the necessary flexibility, because a manual recording system does not impose the same control regimes. As such, flexibility is given. However, unless there are rigorous and frequent audits, this process loses accountability because it is very difficult to verify that what funds have been reported on spending is actually what they have been spent on. This is so, because the payment and reporting processes are not integrated. While the amount of funds is likely to be small and may not constitute a fiscal risk, this does not mean that there should be no accountability on how funds are being used. They still need to be spent prudently, be adequately accounted for and reported on as per government chart of accounts. This paper does not argue that accountability is not necessary -rather a strict line item ex-ante control regime for small value transactions could be relinquished, while retaining necessary financial accountability.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Addressing the Problem of Flexibility",
        "sec_num": null
      },
      {
        "text": "With a growing sophistication of the banking sector, or the prevalence of mobile money, in many countries, there may be opportunities to integrate the expenditure process with the FMIS system. Through the use of bank accounts, mobile money accounts, and credit or debit cards, control can be facilitated at a higher level in the chart of accounts. A card or mobile money account could be given for the utilization of imprest advances, with limits equal to the release of funds for the Imprest head. Depending on the source of funds that payments are drawn from, it may be necessary to have more than one card, or mobile money account, to accommodate, for example donor payments. This would most apply to small-scale operating costs. Virement between large spending categories (e.g. payroll and goods and services) would still require approval process. Thereby the bank controls how much can be spent on a budget head but does not control how (e.g. what type of supplies) items are being purchased. Once funds are spent, the process is integrated in the FMIS, ensuring that actual transactions are being adequately captured and reported. This has been pioneered by the French government, as described in the box below:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Addressing the Problem of Flexibility",
        "sec_num": null
      },
      {
        "text": "The French government introduced procurement cards to improve flexibility, and reduce commitment processing, and imprest accounts. The government partnered with a French bank to introduce procurement card services within the framework of a public market. Two types of cards were introduced:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 1 The Introduction of Procurement Cards by the French Government",
        "sec_num": null
      },
      {
        "text": "-Level 1 cards: These cards are used for occasional purchases, such as a shop or online purchases, that can be made outside public markets. They can only be used with registered vendors. -Level 3 cards: These are used for purchases made within the framework of registered public markets. They require software implementation on the vendor side, so as to transmit transaction information to the partner bank. A limit of EUR 2,000 per transaction is applied that spending units can purchase up to. The cards may be regarded as \"credit cards\", as the vendor is paid immediately by the Bank and the Bank gets reimbursement from treasury on a monthly basis. All card transactions are aggregated monthly by service, to generate a \"record of bank transactions\". These records are sent electronically to the FMIS (Chorus), where they generate payment requests. All payment requests are checked and approved by services, to generate accounting records, and the refund payment to the bank.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 1 The Introduction of Procurement Cards by the French Government",
        "sec_num": null
      },
      {
        "text": "A challenge in implementation is that there are limited numbers of points of sale. Vendors must be registered (levels 1 & 3) and must implement software to transmit public market references (level 3 only). Verification and approval tasks can be time consuming and may result in delays in processing the refund payment to the bank. In many countries this type of flexibility is de facto already in place as they use manual or excel based systems, allowing them to capture and control spending ex-post but without the integration between the payment process and the recording process. There is thus little guarantee of the integrity of the expenditure data. An example of this is Malawi, where the lack of integration has undermined confidence in the system entirely (World Bank 2016a). With the increased penetration of the banking sector, an innovative approach integrating spending, recording, and the FMIS is possible, which would facilitate the same level of flexibility used in a manual system, while capturing all transactions and thereby guaranteeing good expenditure information. Using such an approach therefore would allow a shift toward the eastern quadrants where spending units have adequate flexibility, whist maintaining financial accountability. Such an approach will implicitly also lead to greater facility autonomy and should be recognized through an explicit delegation of power.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 1 The Introduction of Procurement Cards by the French Government",
        "sec_num": null
      },
      {
        "text": "As innovations in the IT and banking sector become available, this opens opportunities to rethink the PFM reform agenda (BMGF and AlphaBeta 2018, Gupta et al. 2017) . Applying these may require a paradigm shift but holds promise of a more effective engagement and achieving expedited results.",
        "cite_spans": [
          {
            "start": 120,
            "end": 129,
            "text": "(BMGF and",
            "ref_id": "BIBREF1"
          },
          {
            "start": 130,
            "end": 164,
            "text": "AlphaBeta 2018, Gupta et al. 2017)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 1 The Introduction of Procurement Cards by the French Government",
        "sec_num": null
      },
      {
        "text": "To implement what was discussed above, a two-staged deployment strategy is proposed where there is a clear differentiation between high-value transactions that need to be subjected to rigorous ex-ante controls, and low-value transactions that utilize innovations from the banking sector to allow for increased spending flexibility without compromising the integrity of the transaction. High-value transactions are represented in stream 1 the alternative approach to capturing transactions in stream 2 of figure 5. As transactions from the banking sector are fully integrated into the core FMIS modules, and there can be confidence in the reliability of reporting, the resulting budget execution reports will have integrity. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Toward a Risk-Based Deployment Strategy",
        "sec_num": null
      },
      {
        "text": "Given the high marginal return and low marginal cost of capturing high-value transactions, these should naturally be captured first in a systems deployment strategy. This would yield useful results early in an FMIS rollout phase, and address some of the cost-benefit issues that are frequently raised (Glenday 2015) . This could be done by recommending that transactions above a certain amount to be routed through the treasury system in an ex-ante mode. The smaller transactions could be captured ex-post, by arranging with the banks, or the mobile operators where mobile money is feasible, to send this information to IFMIS.",
        "cite_spans": [
          {
            "start": 301,
            "end": 315,
            "text": "(Glenday 2015)",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Operationalizing the Risk-Based Approach of FMIS Deployment",
        "sec_num": null
      },
      {
        "text": "In practice, the spending units that generate these large transactions are few 1 and capturing transactions from these units would result in the same high coverage. Thus, the treasury could exert control by focusing on spending units that generate the largest volume of high-value transactions. This approach is akin to focusing on large taxpayers on the revenue side, which is also a risk-based approach. Identifying these spending units can enable the treasury to focus control on them and transactions above this threshold instead of wasting effort across the network. This could also be useful for determining future cash requirements and developing borrowing strategies because they determine the bulk of the cash requirements.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Operationalizing the Risk-Based Approach of FMIS Deployment",
        "sec_num": null
      },
      {
        "text": "If a spending unit that is not part of this list generates a high-value transaction, the rules could specify that the transaction must be routed through the central system by alternate means e.g. by using a web-portal interface with the system. The remaining transactions could be paid through the banking network in which branches of commercial banks act as fiscal agents for the central bank and operate zero-balance accounts. These banks would need to be instructed to not honor payments above the budget release, calculated based on the transaction threshold for each country according to the local situation. After agreeing to such a selective control principle, then the following steps could be taken in practice:  Make it mandatory to route all transactions generated at the central ministry of finance (such as fiscal transfers, subsidies, and debt service payments) through the central system.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Operationalizing the Risk-Based Approach of FMIS Deployment",
        "sec_num": null
      },
      {
        "text": " Route all payroll and civil service pension payments calculated by a central system through the central system (these are typically about 30-40 percent or more of the total budget). If the payroll is not automated, route the corresponding bill or payment request through the central system after the line ministry or spending unit calculates the employee payroll.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Operationalizing the Risk-Based Approach of FMIS Deployment",
        "sec_num": null
      },
      {
        "text": " Route all payments above the transaction threshold from a line ministry or spending unit through the central system. These spending units could be donor funds and statutory funds, in addition to the regular operating units of the Ministry.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Operationalizing the Risk-Based Approach of FMIS Deployment",
        "sec_num": null
      },
      {
        "text": "An overview of the changes required from a cash-based system to the introducing of e-payments for low level transactions through commercial banks or mobile money is provided in the matrix below. Such a strategy could be a useful first step in implementing a reasonable budget execution system in countries that do not have one. For example, in the Philippines, the large number of spending units and the lack of a network of treasury offices charged with ex ante transaction control (which line ministries resist for all transactions) hindered all previous efforts at implementing such a system. In this environment, line ministries and spending units can open bank accounts in designated commercial banks. The government allows these spending units to process these transactions through the SU's bank accounts in these banks up to the limit of their cash allocations and the ministries and spending units make payments through these banks. The treasury single account at the central bank controls the budgetary resources, and the designated commercial banks claim reimbursement from the Treasury for amounts paid out on behalf of spending units. However, ex ante budget control is not practiced on these transactions, which leads to the problems described earlier. Therefore, if transactions above a transaction threshold are required to be paid through a central treasury payment system (which currently regulates only the cash locations to spending units), then an effective budget execution system could be established quickly without deploying the treasury system to all spending unit sites (which can number in the thousands). The banking network would still handle transactions below the threshold (and during the transition period), as is currently proposed for the Philippines. This strategy could also be useful for countries where state of the art systems has been put in place, but the budget coverage remains low. This strategy would require governmentwide approach, as it involves promoting the mobile money or point of sales for card payments in the economy to address the risk of insufficient point of sales or coverage of mobile money in the country.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Operationalizing the Risk-Based Approach of FMIS Deployment",
        "sec_num": null
      },
      {
        "text": "Prudent fiscal management and efficient service delivery are a sign of healthy public financial management. Meeting fiscal targets requires effective expenditure controls. As needs perpetually exceed resource availability, spending agencies have the incentive to spend beyond their means and expenditure management systems are required to ensure budgetary discipline is maintained. In addition to budgetary discipline, democratic processes require that spending happens against what was approved by the legislature. Budgetary controls and ex-ante commitment controls in FMIS systems are designed to ensure this takes place, holding the executive accountable to spending against what was promised within a given budget envelope.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Discussion and Conclusions",
        "sec_num": null
      },
      {
        "text": "FMIS systems will however only be able to deliver against this promise if transactions are actually routed through the system. This is not always the case, and evidence suggests that some countries are reluctant to do so, precisely because they do not wish certain expenditure items to be subjected to FMIS internal controls. In Ghana and Zambia for example, wage payments were not routed through the system, and the FMIS was therefore unable to prevent ad-hoc wage increases that were unplanned and unbudgeted for, and subsequently caused a major fiscal strain (European Commission 2017, World Bank 2016c, b, Hashim and Piatti-Fünfkirchen 2018) . This points to the necessity to integrate payroll with FMIS controls for payments. Similarly, if other large transactions such as debt payments, subsidies, or transfers are routed outside the system, they bypass controls and therefore constitute a fiscal risk. The larger the share of the budget that is not subject to FMIS internal controls, the looser the expenditure controls the larger the likelihood that these can be manually manipulated. This also circumvents adequate legislative oversight and thus fundamentally undermine democratic processes. This in effect means that the Ministry of Finance remakes the budget during the year without getting ex-ante authority from the Parliament. This process is legitimized in some countries by getting the Parliament to agree and approve a revised Budget on an ex-post basis in as much as the law states otherwise. In discussions with the Parliament at this stage they are confronted with a de-facto situation on which they have little choice but to approve. This causes a serious reduction in constraints on the executive branch to make imprudent choices to either further their political agenda or, in some cases, pursue non-transparent objectives such as borrowing from 'favorite banks'.",
        "cite_spans": [
          {
            "start": 610,
            "end": 645,
            "text": "Hashim and Piatti-Fünfkirchen 2018)",
            "ref_id": "BIBREF10"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Discussion and Conclusions",
        "sec_num": null
      },
      {
        "text": "On the other hand, there is a growing discourse in the service delivery literature that exante commitment control at point of service delivery hinders effective expenditure management, as facilities are not agile and cannot react with sufficient autonomy to changing needs. This does not mean that control and accountability should be relinquished. Rather, the nature of control should differ for small transactions at point of service delivery that even in sum do not pose a credible risk to fiscal discipline.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Discussion and Conclusions",
        "sec_num": null
      },
      {
        "text": "This paper presents an alternative approach to expenditure management and argues that FMIS systems should be deployed in a cost-effective manner with consideration to fiscal risk and flexibility in budget execution at point of service delivery. Subjecting high-value transactions even to a basic FMIS systems can be an effective measure to strengthen aggregate expenditure control early on in the reform process, which does not require expensive, lengthy and cumbersome deployment mechanisms to lowest levels of government. The paper continues to argue that these transactions, which constitute advance payments, could instead be captured on an ex-post basis through banking or mobile sector innovations such as smart cards or mobile money accounts. These offer the opportunity for integration of spending and reporting and therefore leave a credible audit trail and provide confidence in government financial statements. Such an approach has been adopted by the French government.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Discussion and Conclusions",
        "sec_num": null
      },
      {
        "text": "As an increasing number of low-income and lower-middle-income countries are approaching debt distress, adequate expenditure control and ability to prudently manage their finances is critical. At the same time, the same set of countries are committing to invest in human capital and use an increasing share of public resources toward goals such as universal health coverage. The relevance of these issues is highlighted by the 2018 Bali annual meetings, which have both debt management and the human capital project on the top of the agenda. The joint pursuit of this necessitates a more balanced approach to expenditure management. This risk-based approach to strategically place appropriate controls (where they matter) and allow for increased flexibility (where it matters) provides for one such strategy but would require a paradigm shift in the public finance discipline.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Discussion and Conclusions",
        "sec_num": null
      },
      {
        "text": "The frequency distribution of SUs which generate the transactions is not as skewed as that of the transactions. If the threshold is set at a low value (e.g. US$ 1,000) then a very large number of SUs will need to be covered since most SUs will generate one or two transactions of this value. Therefore, alternate means need to be developed to capture these high-value transactions such as a web portal.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "This is PFM",
        "authors": [
          {
            "first": "Matt",
            "middle": [],
            "last": "Andrews",
            "suffix": ""
          },
          {
            "first": "Marco",
            "middle": [],
            "last": "Cangiano",
            "suffix": ""
          },
          {
            "first": "Neil",
            "middle": [],
            "last": "Cole",
            "suffix": ""
          },
          {
            "first": "Paolo",
            "middle": [],
            "last": "De Renzio",
            "suffix": ""
          },
          {
            "first": "Philipp",
            "middle": [],
            "last": "Krause",
            "suffix": ""
          },
          {
            "first": "Renaud",
            "middle": [],
            "last": "Seligman",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Andrews, Matt, Marco Cangiano, Neil Cole, Paolo de Renzio, Philipp Krause, and Renaud Seligman. 2014. \"This is PFM.\" Center for International Devleopment, Harvard University Working Paper (285).",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Digital Innovation in Public Financial Management (PFM)",
        "authors": [
          {
            "first": "Alphabeta",
            "middle": [],
            "last": "Bmgf",
            "suffix": ""
          }
        ],
        "year": 2018,
        "venue": "Bill and Melinda Gates Foundation and AlphaBeta Strategy x Economics",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "BMGF and AlphaBeta. 2018. Digital Innovation in Public Financial Management (PFM). Opportunities and Implications for Low-Income Countries. Washington, DC: Bill and Melinda Gates Foundation and AlphaBeta Strategy x Economics.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Aligning Public Financial Management and Health Financing: Sustaining Progress Toward Universal Health Coverage",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Cashin",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Bloom",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [],
            "last": "Sparkes",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Barroy",
            "suffix": ""
          },
          {
            "first": "S O'",
            "middle": [],
            "last": "Kutzin",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Dougherty",
            "suffix": ""
          }
        ],
        "year": 2017,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cashin, C, D Bloom, S Sparkes, H Barroy, J Kutzin, and S O'Dougherty. 2017. Aligning Public Financial Management and Health Financing: Sustaining Progress Toward Universal Health Coverage. Geneva: World Health Organization.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Aligning Public Expenditure and Financial Management with Health Financing Reforms",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Chakraborty",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "O'dougherty",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Panopoulou",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Cvikl",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Cashin",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "269--98",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chakraborty, S, S O'Dougherty, P Panopoulou, M Cvikl, and C Cashin. 2010. \"Aligning Public Expenditure and Financial Management with Health Financing Reforms.\" In Implementing Health Financing Reform: Lessons from Countries in Transition, edited by J Kutzin, C Cashin and M Jakab, p.269-98. Copenhagen: World Health Organization.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Financial management reform in Latin America: an institutional perspective",
        "authors": [
          {
            "first": "William",
            "middle": [],
            "last": "Dorotinsky",
            "suffix": ""
          },
          {
            "first": "Yasuhiko",
            "middle": [],
            "last": "Matsuda",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Revista del CLAD Reforma y Democrácia",
        "volume": "23",
        "issue": "",
        "pages": "1--15",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Dorotinsky, William, and Yasuhiko Matsuda. 2002. \"Financial management reform in Latin America: an institutional perspective.\" Revista del CLAD Reforma y Democrácia 23:1-15.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "World Bank's Independent Evaluation Group, and the Government of Ghana",
        "authors": [],
        "year": 2005,
        "venue": "Joint Evaluation of Budget Support to Ghana",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "European Commission. 2017. Joint Evaluation of Budget Support to Ghana (2005- 2015). Brussels, Belgium: European Commission, World Bank's Independent Evaluation Group, and the Government of Ghana, Denmark, France, and Germany.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Economic Analysis Guidance for Governance and Public Sector Management Operations in Select Areas of Public Financial Management",
        "authors": [
          {
            "first": "Graham",
            "middle": [],
            "last": "Glenday",
            "suffix": ""
          }
        ],
        "year": 2015,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Glenday, Graham. 2015. \"Economic Analysis Guidance for Governance and Public Sector Management Operations in Select Areas of Public Financial Management.\" Duke Center for International Development.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "A Handbook on Financial Management Information Systems for Government. A Practitioners Guide for Setting Reform Priorities, Systems Design and Implementation",
        "authors": [
          {
            "first": "Ali",
            "middle": [],
            "last": "Hashim",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "World Bank Africa Operations Services Series",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hashim, Ali. 2014. A Handbook on Financial Management Information Systems for Government. A Practitioners Guide for Setting Reform Priorities, Systems Design and Implementation. In World Bank Africa Operations Services Series. Washington, DC: World Bank.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "A Diagnostic Framework to Assess the Capacity of a Government's Financial Management Information System as a Budget Management Tool",
        "authors": [
          {
            "first": "Ali",
            "middle": [],
            "last": "Hashim",
            "suffix": ""
          },
          {
            "first": "Moritz",
            "middle": [],
            "last": "Piatti-Fünfkirchen",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hashim, Ali, and Moritz Piatti-Fünfkirchen. 2016. \"A Diagnostic Framework to Assess the Capacity of a Government's Financial Management Information System as a Budget Management Tool.\"",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Lessons From Reforming Financial Management Information Systems: A Review of the Evidence",
        "authors": [
          {
            "first": "Ali",
            "middle": [],
            "last": "Hashim",
            "suffix": ""
          },
          {
            "first": "Moritz",
            "middle": [],
            "last": "Piatti-Fünfkirchen",
            "suffix": ""
          }
        ],
        "year": 2018,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hashim, Ali, and Moritz Piatti-Fünfkirchen. 2018. Lessons From Reforming Financial Management Information Systems: A Review of the Evidence: The World Bank.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Akmal Minallah, Maun Prathna, and Sokbunthoeun So. 2019. The Use of Data Analytics Techniques to Assess the Functioning of a Government's Financial Management Information System: An Application to Pakistan and Cambodia",
        "authors": [
          {
            "first": "Ali",
            "middle": [],
            "last": "Hashim",
            "suffix": ""
          },
          {
            "first": "Moritz",
            "middle": [],
            "last": "Piatti-Fünfkirchen",
            "suffix": ""
          },
          {
            "first": "Winston",
            "middle": [],
            "last": "Cole",
            "suffix": ""
          },
          {
            "first": "Ammar",
            "middle": [],
            "last": "Naqvi",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hashim, Ali, Moritz Piatti-Fünfkirchen, Winston Cole, Ammar Naqvi, Akmal Minallah, Maun Prathna, and Sokbunthoeun So. 2019. The Use of Data Analytics Techniques to Assess the Functioning of a Government's Financial Management Information System: An Application to Pakistan and Cambodia: The World Bank.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Expenditure Control; Key Features, Stages, and Actors",
        "authors": [
          {
            "first": "Sailendra",
            "middle": [],
            "last": "Pattanayak",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Pattanayak, Sailendra. 2016. Expenditure Control; Key Features, Stages, and Actors. International Monetary Fund.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Using Financial Management Information Systems for Fiscal Control: Applying a Risk-Based Approach for Early Results in the Reform Process",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Piatti-Fünfkirchen",
            "suffix": ""
          },
          {
            "first": "Ali",
            "middle": [],
            "last": "Moritz",
            "suffix": ""
          },
          {
            "first": "Clay",
            "middle": [],
            "last": "Hashim",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Wescott",
            "suffix": ""
          }
        ],
        "year": 2017,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Piatti-Fünfkirchen, Moritz, Ali Hashim, and Clay Wescott. 2017. \"Using Financial Management Information Systems for Fiscal Control: Applying a Risk- Based Approach for Early Results in the Reform Process.\" International Public Management Network, Shanghai, China.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "From Stumbling Block to Enabler: The Role of Public Financial Management in Health Service Delivery in Tanzania and Zambia",
        "authors": [
          {
            "first": "Moritz",
            "middle": [],
            "last": "Piatti-Fünfkirchen",
            "suffix": ""
          },
          {
            "first": "Pia",
            "middle": [],
            "last": "Schneider",
            "suffix": ""
          }
        ],
        "year": 2018,
        "venue": "Health Systems & Reform",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Piatti-Fünfkirchen, Moritz, and Pia Schneider. 2018. \"From Stumbling Block to Enabler: The Role of Public Financial Management in Health Service Delivery in Tanzania and Zambia.\" Health Systems & Reform (just- accepted).",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Government Budgeting and Expenditure Management: Principles and International Practice",
        "authors": [
          {
            "first": "Salvatore",
            "middle": [],
            "last": "Schiavo-Campo",
            "suffix": ""
          }
        ],
        "year": 2017,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Schiavo-Campo, Salvatore. 2017. Government Budgeting and Expenditure Management: Principles and International Practice: Taylor & Francis.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "A Contemporary Approach to Public Expenditure Management",
        "authors": [
          {
            "first": "Allan",
            "middle": [],
            "last": "Schick",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Schick, Allan. 1998. A Contemporary Approach to Public Expenditure Management. Washington, DC: World Bank Institute Working Paper (35116).",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "How to Design a Financial Management Information System; A Modular Approach",
        "authors": [
          {
            "first": "Gerardo",
            "middle": [],
            "last": "Uña",
            "suffix": ""
          },
          {
            "first": "Nicolas",
            "middle": [
              "M"
            ],
            "last": "Richard I Allen",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Botton",
            "suffix": ""
          }
        ],
        "year": 2019,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Uña, Gerardo, Richard I Allen, and Nicolas M Botton. 2019. How to Design a Financial Management Information System; A Modular Approach. International Monetary Fund.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Project Performance Assessment Report of the Malawi Financial Management, Transparency, and Accountability Project",
        "authors": [],
        "year": 2016,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank. 2016a. Project Performance Assessment Report of the Malawi Financial Management, Transparency, and Accountability Project. Washington, DC: Independent Evaluation Group 103060.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Project Performance Assessment Report of the Republic of Ghana eGhana Project",
        "authors": [],
        "year": 2016,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank. 2016b. Project Performance Assessment Report of the Republic of Ghana eGhana Project. Washington, DC: Independent Evaluation Group, 108359.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Project Performance Assessment Report of the Zambia Public Sector Management Program",
        "authors": [],
        "year": 2016,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank. 2016c. Project Performance Assessment Report of the Zambia Public Sector Management Program Support Project Washington, DC: Independent Evaluation Group, 106280.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "text": "Seven Stages of the Expenditure Chain Source: Sailendra Pattanayak (2016).",
        "num": null,
        "fig_num": "1",
        "uris": null,
        "type_str": "figure"
      },
      "FIGREF1": {
        "text": "The Control and Flexibility Quadrant Source: Authors.",
        "num": null,
        "fig_num": "2",
        "uris": null,
        "type_str": "figure"
      },
      "FIGREF2": {
        "text": "Sample Transaction Profile by Number of Transactions and Volume of Budget Source: Authors.",
        "num": null,
        "fig_num": "3",
        "uris": null,
        "type_str": "figure"
      },
      "FIGREF3": {
        "text": "Marginal Benefit and Cost of FMIS Deployment for Fiscal ControlSource: Authors.",
        "num": null,
        "fig_num": "4",
        "uris": null,
        "type_str": "figure"
      },
      "FIGREF4": {
        "text": "Ministère de l'Action et des Comptes Publics -Agence pour l'Informatique Financière de l'Etat.",
        "num": null,
        "fig_num": null,
        "uris": null,
        "type_str": "figure"
      },
      "FIGREF5": {
        "text": "Two-Pronged FMIS Deployment StrategySource: Authors.",
        "num": null,
        "fig_num": "5",
        "uris": null,
        "type_str": "figure"
      },
      "TABREF0": {
        "text": "6% 99.0% 99.9% 99.9% 100.0% 100.0% 100.0% 100.0% 100.0% 100.0%",
        "num": null,
        "content": "<table><tr><td>Cumulative Share</td><td>10% 80% 90% 100% 20% 30% 40% 50% 60% 70%</td><td>5.7% 97.0.3% 48.8% 77.5% 4.2% 8.4% 17.4%</td><td>20.3%</td><td colspan=\"2\">24.2% 24.7% 25.5%</td><td>28.5%</td><td>36.2%</td><td>44.7%</td><td>57.4%</td><td>100.0%</td></tr><tr><td/><td>0%</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td colspan=\"9\">&lt;$100 &lt;$200 &lt;$500 &lt;$1k &lt;$5k &lt;$10k &lt;$25k &lt;$100k &lt;$500k &lt;$1m &lt;$10m &lt;$50m Total</td></tr><tr><td/><td/><td colspan=\"3\">Number of transactions</td><td colspan=\"2\">Volume of transactions</td><td/><td/><td/></tr></table>",
        "html": null,
        "type_str": "table"
      },
      "TABREF1": {
        "text": "Digitizing Health Facility Payments: A Matrix for Reforming the Payment Processes",
        "num": null,
        "content": "<table><tr><td/><td/><td>Commercial Bank Accounts</td><td>Mobile Money Accounts</td></tr><tr><td>Planning &amp;</td><td>Budget Allocation</td><td>No immediate change</td><td>No immediate change</td></tr><tr><td/><td/><td/><td>-Allocated grant amounts are transferred to MoH HG's</td></tr><tr><td>Grant Disbursement</td><td>(Issuance of Imprest)</td><td>-Allocated grant amounts disbursed from MOH HQ into the facilities' bank accounts using. Depending on the partner bank, the transfers can be initiated from IFMIS and executed through the EFT/RTGS. -The amount is deducted from MoH's account and facilities will receive grants amounts directly into their back accounts</td><td>'bulk-payments disbursement account' with provider's MM service provider's partner bank -MoH staff will access MM provider's online portal to upload file with each facility's mobile wallet number and allocation amount -The amount is deducted from MoH's 'bulk-payments disbursement account' and facilities will receive grants amounts instantaneously into their wallets, along with a</td></tr><tr><td/><td/><td/><td>notification SMS</td></tr><tr><td/><td/><td>-Facilities can make purchases using cheques and debit</td><td>-Facilities can make purchases using their wallets accessible</td></tr><tr><td colspan=\"2\">Purchasing</td><td>cards -If needed, cash can be withdrawn from bank branches, agents and ATMs -All payments must be based on payment vouchers supported by relevant documents and approvals, including</td><td>through mobile phones -If needed, cash can be withdrawn from the nearest agent location -All payments must be based on payment vouchers supported by relevant documents and approvals, including</td></tr><tr><td/><td/><td>suppliers' invoice/ receipt / delivery note</td><td>suppliers' invoice/ receipt / delivery note</td></tr><tr><td>Retirement of</td><td>Imprest</td><td>-Imprest retirement documents must be submitted by facilities to DHOs in monthly basis -Monthly bank account statements stating balances and transaction details should be submitted as trails. Cheque details should be recorded on the cheque counterfoil for reference</td><td>-Imprest retirement documents must be submitted by facilities to DHOs in monthly basis -Monthly wallet account statements stating balances and transaction details should be downloaded from provider's portal and submitted as trails</td></tr><tr><td colspan=\"4\">Source: Zambia Digitization Strategy for Health Service Provider Payments.</td></tr></table>",
        "html": null,
        "type_str": "table"
      }
    }
  }
}