{
  "paper_id": "D31656163",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:04:41.951616Z"
  },
  "title": "How Technology Adoption and Trade Are Shaping Indonesian Labor Markets",
  "authors": [
    {
      "first": "Mariana",
      "middle": [],
      "last": "Viollaz",
      "suffix": "",
      "affiliation": {
        "laboratory": "Laborales y Sociales (CEDLAS)",
        "institution": "Universidad Nacional de La Plata (UNLP)",
        "location": {
          "addrLine": "Calle 6 e/ 47 y 48, Piso 3, Oficina 322, La Plata, Provincia de Buenos Aires",
          "country": "Argentina"
        }
      },
      "email": "mviollaz@cedlas.org"
    },
    {
      "first": "Francis",
      "middle": [],
      "last": "Addeah",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Darko",
      "middle": [],
      "last": "Andrew",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "D",
      "middle": [],
      "last": "Mason",
      "suffix": "",
      "affiliation": {},
      "email": "amason@worldbank.org"
    },
    {
      "first": "Darko",
      "middle": [],
      "last": "Ii",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Andrew",
      "middle": [
        "D"
      ],
      "last": "Mason",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "2019-12",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D31656163",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "Technology adoption and trade are reshaping traditional employment and the nature of work. The new wave of digitalization and automation has led to a pattern of labor polarization in the developed world (Autor and Dorn, 2013; Goos and Manning, 2007; Goos et al., 2014) . The available evidence indicates that computers are substitutes for middle-skilled workers performing routine tasks but are complements to high-skilled workers performing activities difficult to automate such as creative thinking and problem resolution. Reduced trade costs, on the other hand, are promoting the offshoring of some low-and middle-skilled routine work to countries where labor and transportation costs are relatively low and regional value chains are reasonably well established.",
        "cite_spans": [
          {
            "start": 203,
            "end": 225,
            "text": "(Autor and Dorn, 2013;",
            "ref_id": "BIBREF6"
          },
          {
            "start": 226,
            "end": 249,
            "text": "Goos and Manning, 2007;",
            "ref_id": "BIBREF15"
          },
          {
            "start": 250,
            "end": 268,
            "text": "Goos et al., 2014)",
            "ref_id": "BIBREF16"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Several questions have been raised regarding the quantity of work available and the quality of new jobs being created by the current wave of technological change and trends in trade. Most of the available evidence has been focused on developed countries, but there are reasons to believe that technology and globalization are affecting developing countries differently from advanced economies. The two groups of countries differ in the skill base of their populations and in labor standards, which may affect the incentives to adopt technology and create new jobs (AfDB et al., 2018) . The initial occupational structure of employment differs as well, with a smaller share of middle-income workers performing routine tasks in developing countries (Maloney and Molina, 2016) . And the patterns of trade may have a role in shaping labor markets, as developed economies are offshoring low-or medium-skill work and competing with imports from less-developed countries such as China (Autor et al., 2015) , while developing countries continue to provide the main contribution to growth in export volumes (Constantinescu et al., 2017) .",
        "cite_spans": [
          {
            "start": 564,
            "end": 583,
            "text": "(AfDB et al., 2018)",
            "ref_id": "BIBREF17"
          },
          {
            "start": 747,
            "end": 773,
            "text": "(Maloney and Molina, 2016)",
            "ref_id": "BIBREF18"
          },
          {
            "start": 978,
            "end": 998,
            "text": "(Autor et al., 2015)",
            "ref_id": "BIBREF8"
          },
          {
            "start": 1098,
            "end": 1127,
            "text": "(Constantinescu et al., 2017)",
            "ref_id": "BIBREF10"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The objective of this paper is to analyze the simultaneous impact of technological change and globalization on the demand for different types of skills and aggregate employment indicators in a developing country context. We focus our analysis on Indonesia over the period 2005-2015, when ICT use increased markedly and there was a large shift in exports, from the commodity boom between 2005 and 2010 to a period of declining exports between 2011 and 2015. 2 The commodity boom started in the early 2000s and led to an increase in the export shares of mining and mineral products at the expense of manufactured products (World Bank, 2016) . The end of the commodity boom around 2011 increased the participation of manufactures in total exports. Although our interest is on goods trade and technology and their impact on labor markets, we recognize that trade in services, such as tourism and e-commerce, can affect the demand for skills depending on the skill intensity of these sub-sectors.",
        "cite_spans": [
          {
            "start": 457,
            "end": 458,
            "text": "2",
            "ref_id": null
          },
          {
            "start": 620,
            "end": 638,
            "text": "(World Bank, 2016)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "In our empirical analysis, we compare annual changes in the demand for different types of skills across provinces and industries, and in aggregate labor market indicators at the province level, with changes in the industry value of goods exports and changes in a province measure of technology use. We perform our analysis for different demographic groups -high-and loweducated workers, men and women. We apply an instrumental variable strategy to account for the 3 potential endogeneity of the value of exports and use a measure of global demand for each industrial product, excluding Indonesian products, as an instrument.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "We combine four sources of data. First, we use the Indonesian National Labor Force Survey (Sakernas survey) from 2005 to 2015, which collects main labor indicators covering the 33 provinces of the country. With this information, we generate aggregate labor market indicators (labor force participation, employment and unemployment rates) for each province and year, and we construct the occupational structure of employment within each province, industry and year that we use as an input to construct the skills measures. We separate the analysis in two subperiods, 2005-2010 and 2011-2015, to account for the change in the weighting scheme introduced in the Sakernas surveys in 2011. These sub-periods differed greatly: 2005-2010 was characterized by a boom in commodity prices and a large increase in mineral exports, while 2011-2015 exhibited a decline in exports that was larger for mining and mineral products.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Second, we use the 2015-2016 STEP Survey from the Philippines to define five skills measures at the occupation level, following previous work such as Autor et al. (2003) and Acemoglu and Autor (2011) . We focus on the Philippines due to the lack of direct information on the skill content of occupations in Indonesia and because the Philippines is a country from the East Asia region with a similar development level. We also construct skills measures using information from the 2004 U.S. O*Net database that we present as a robustness exercise. The skills measures include nonroutine analytical, non-routine interpersonal, non-routine manual, routine manual, and routine cognitive skills.",
        "cite_spans": [
          {
            "start": 150,
            "end": 169,
            "text": "Autor et al. (2003)",
            "ref_id": "BIBREF5"
          },
          {
            "start": 174,
            "end": 199,
            "text": "Acemoglu and Autor (2011)",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Data on the Indonesian value of goods exports (trade variable) and the global demand for foreign products excluding Indonesian products (instrumental variable) for 2005 to 2015 come from the UN Comtrade database. Finally, information on computer use at the household level (technology variable) from 2005 to 2015 comes from the Indonesian National Socio-Economic Survey (Susenas).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "We formulate the following hypotheses on the relationship between the demand for skills, aggregate labor market indicators, technology adoption at the province level, and exports at the industry level. We expect that changes in a province's level of technological development will be associated with changes in the structure of employment by skills. Previous literature for developed countries has found that increased use of computers increases the demand for analytical and interpersonal skills and reduces the demand for routine skills (Autor et al., 2003; Autor and Dorn, 2013; Goos et al., 2014) . In our analysis we use the share of households with a computer in each province as a proxy for the level of technological development available to firms in that province. This proxy may be signaling the use of other, more advanced technologies, which may in turn lead to different adjustment patterns in the structure of employment by skills (Almeida et al., 2019) . In terms of employment indicators, the impact of technology on labor force participation, employment and unemployment rates will depend on the size of the complementarity and substitution effects of technology.",
        "cite_spans": [
          {
            "start": 539,
            "end": 559,
            "text": "(Autor et al., 2003;",
            "ref_id": "BIBREF5"
          },
          {
            "start": 560,
            "end": 581,
            "text": "Autor and Dorn, 2013;",
            "ref_id": "BIBREF6"
          },
          {
            "start": 582,
            "end": 600,
            "text": "Goos et al., 2014)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 945,
            "end": 967,
            "text": "(Almeida et al., 2019)",
            "ref_id": "BIBREF3"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "On the other hand, in our econometric analysis we expect an increase in the foreign demand for local products to increase the output level and the demand for all or certain types of skills and to increase employment. This is especially relevant when considering the two sub-periods we use in the study -one characterized by a commodity boom (2005) (2006) (2007) (2008) (2009) (2010) and the other one (2011-2015) marked by a decline in export activity that affected the mining and mineral sectors more than manufactures. Because these products differ in their skills intensity, we can expect different adjustment patterns across sub-periods.",
        "cite_spans": [
          {
            "start": 341,
            "end": 347,
            "text": "(2005)",
            "ref_id": null
          },
          {
            "start": 348,
            "end": 354,
            "text": "(2006)",
            "ref_id": null
          },
          {
            "start": 355,
            "end": 361,
            "text": "(2007)",
            "ref_id": null
          },
          {
            "start": 362,
            "end": 368,
            "text": "(2008)",
            "ref_id": null
          },
          {
            "start": 369,
            "end": 375,
            "text": "(2009)",
            "ref_id": null
          },
          {
            "start": 376,
            "end": 382,
            "text": "(2010)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Our findings can be summarized as follows. In 2005-2010, we find evidence that technology is complementary to analytical and interpersonal skills. When studying the interplay between the trade and technology measures, we find that exports and technological development reinforce each other --e.g. the demand for analytical and interpersonal skills increases with provincial technological development and increases more in industries with higher value of exports per worker. We explain this reinforcing effect by the characteristics of this sub-period --exports were focused on commodities that used non-routine analytical and interpersonal skills more intensively relative to other industries. We also find evidence of technological development being labor-saving in Indonesia during 2005-2010 except for women, and exports being labor-increasing for higheducated and female workers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "For the 2011-2015 sub-period, our results indicate that the value of exports increases the demand for analytical and interpersonal skills and decreases the demand for non-routine manual skills, supporting the idea of exporting being a skill-intensive activity in comparison to the production for the domestic market. By contrast, the technology measure has a negative impact on the demand for analytical and interpersonal skills and a positive effect on the demand for routine manual skills. However, when analyzing the interplay between trade and technology, we find that technological development is complementary to analytic and interpersonal skills for a specific group of industries --high-exporting industries. The effects on aggregate labor market indicators indicate that the previous evidence on the labor-saving nature of technology in Indonesia over the 2005-2010 subperiod is not present in 2011-2015; technology leads to increases in employment and reductions in unemployment, at least for high-and low-educated workers, respectively. Similarly, increases in the trade measure are associated with increases in the employment rate.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Our paper contributes to the literature analyzing the impacts of exposure to international goods trade and technological progress on employment and on the demand for different types of skills, and to studies analyzing the interplay between these two forces. To our knowledge, the available evidence on this last point is very scarce. Therefore, our study contributes to the understanding of how technological advances and globalization are shaping labor markets in a developing country context, providing evidence of the impacts on the demand for five different types of skills, and on labor force participation, employment, and unemployment rates, with the results disaggregated by demographic groups.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The rest of the paper is organized as follows. Section 2 provides a review of the literature on the impacts of trade and technology on employment and the demand for different types of skills. Section 3 describes the sources of data used in the analysis, while Section 4 describes the main variables. Section 5 presents the methodology and Sections 6 to 8 explain the results, distinguishing between the 2005-2010 and 2011-2015 sub-periods, and including some additional estimation exercises. Section 9 concludes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Our paper is related to three different strands of literature. First, we relate to studies analyzing changes in the demand for skills and employment due to ICT adoption. The available evidence is mainly focused on developed countries. These studies show that computers substitute for workers carrying out routine tasks, but complement workers carrying out activities difficult to automate, such as non-routine analytical and interpersonal tasks. A pattern of employment polarization emerges as a consequence of computerization, where low-and high-skilled occupations gain share in total employment at the expense of middle-skilled occupations. These studies include Acemoglu (1999) , Autor et al. (2003) , Acemoglu and Autor (2011) , Autor and Dorn (2013) and Autor (2014) for the U.S., Goos and Manning (2007) for the United Kingdom, and Goos et al. (2014) and Michaels et al. (2014) for European countries more broadly.",
        "cite_spans": [
          {
            "start": 666,
            "end": 681,
            "text": "Acemoglu (1999)",
            "ref_id": "BIBREF0"
          },
          {
            "start": 684,
            "end": 703,
            "text": "Autor et al. (2003)",
            "ref_id": "BIBREF5"
          },
          {
            "start": 706,
            "end": 731,
            "text": "Acemoglu and Autor (2011)",
            "ref_id": "BIBREF1"
          },
          {
            "start": 734,
            "end": 755,
            "text": "Autor and Dorn (2013)",
            "ref_id": "BIBREF6"
          },
          {
            "start": 760,
            "end": 772,
            "text": "Autor (2014)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 787,
            "end": 810,
            "text": "Goos and Manning (2007)",
            "ref_id": "BIBREF15"
          },
          {
            "start": 839,
            "end": 857,
            "text": "Goos et al. (2014)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 862,
            "end": 884,
            "text": "Michaels et al. (2014)",
            "ref_id": "BIBREF21"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Literature Review",
        "sec_num": "2."
      },
      {
        "text": "The evidence for developing countries is scarcer. Among the studies using household and labor force surveys or administrative data in developing countries, there is evidence that occupations using ICT more intensively have a high demand for cognitive skills and a low demand for routine and non-routine manual skills (Santos et al., 2015) . find that technological change, as measured by the share of households connected to the internet, does not appear to be a main driver of the demand for skills in Vietnam. In a similar study, show that the adoption of computers by households in Vietnam is strongly associated with increases in the demand for non-routine manual tasks and routine cognitive tasks. Based on employer-employee data from Brazil, Almeida et al. (2017a) find that the rollout of the internet between 1996 and 2006 was associated with a reduction in employment and a fall in demand by technology-intensive industries for routine tasks, thus shifting the composition of employment towards non-routine tasks. Finally, Almeida et al. (2019) find that the use of advanced software reduces the relative demand for analytical skills by Chilean firms. This indicates that the impact of technology on the demand for different types of skills depends on the technology considered. Their finding is relevant for our study, where the share of households with a computer is used as a proxy for the level of technological development accessible by firms. This proxy may be signaling the use of more advanced technologies by firms, which could have a different impact on the demand for skills than simply the adoption of computers.",
        "cite_spans": [
          {
            "start": 317,
            "end": 338,
            "text": "(Santos et al., 2015)",
            "ref_id": "BIBREF27"
          },
          {
            "start": 748,
            "end": 770,
            "text": "Almeida et al. (2017a)",
            "ref_id": "BIBREF2"
          },
          {
            "start": 1032,
            "end": 1053,
            "text": "Almeida et al. (2019)",
            "ref_id": "BIBREF3"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Literature Review",
        "sec_num": "2."
      },
      {
        "text": "Second, our paper is related to studies analyzing the impact of trade on employment and the demand for different types of skills. There is substantial evidence showing that increased exposure to international markets affects the level and occupational composition of employment. Autor et al. (2015) find that competition from Chinese goods significantly reduced employment in the United States, especially in manufacturing industries and among low-educated workers. Cortes et al. (2016) find that workers who lose their routine jobs in the United States due to import competition tend to move to non-routine manual jobs or non-employment. The offshoring of some production tasks, mainly routine tasks, can reduce employment. However, offshoring also enables firms to be more productive, increasing their output level and employment (Grossman and Rossi-Hansberg, 2008) . As a result, the final effect on employment is ambiguous. Ebenstein et al. (2014) show that offshoring from the United States to China did not have a negative impact on employment, but reduced labor force participation. For developing countries, provide evidence for Vietnam indicating that trade, measured by the value of exports, expands the use of both routine and non-routine manual tasks, shifting the composition of employment towards lower-skilled workers.",
        "cite_spans": [
          {
            "start": 279,
            "end": 298,
            "text": "Autor et al. (2015)",
            "ref_id": "BIBREF8"
          },
          {
            "start": 466,
            "end": 486,
            "text": "Cortes et al. (2016)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 832,
            "end": 867,
            "text": "(Grossman and Rossi-Hansberg, 2008)",
            "ref_id": "BIBREF14"
          },
          {
            "start": 928,
            "end": 951,
            "text": "Ebenstein et al. (2014)",
            "ref_id": "BIBREF13"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Literature Review",
        "sec_num": "2."
      },
      {
        "text": "Third, regarding the interplay between technology and trade, for Vietnam show that the increase in the use of non-routine manual and routine tasks as a result of an increase in exports is smaller in areas where technology access is larger, providing evidence that technological progress is associated with a reduction in the demand for routine tasks. Artuç et al. (2018) find that Mexican exposure to U.S. automation reduces exports from Mexico to the United States, reduces manufacturing employment in areas where the initial share of jobs susceptible to automation in the United States was larger, and increases unemployment and informal employment. All these impacts are larger for unskilled than for skilled workers and for male than for female workers.",
        "cite_spans": [
          {
            "start": 351,
            "end": 370,
            "text": "Artuç et al. (2018)",
            "ref_id": "BIBREF4"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Literature Review",
        "sec_num": "2."
      },
      {
        "text": "In this paper we combine several data sets covering the period 2005-2015. First, we use information from the August wave of the Indonesian National Labor Force Survey (Sakernas). During this period, the survey was representative at the province level and covered all 33 provinces of the country. Starting in 2011 the Sakernas survey changed the weighting scheme. This change leads us to separate the analysis in two sub-period: 2005-2010 and 2011-2015. Using the Sakernas survey we construct aggregate labor market indicators that we use as outcome variables in our econometric analysis: the labor force participation, employment and unemployment rates for the working age population (15 years old and more) and for different population sub-groups (men and women, and low-and high-educated workers). We also calculate the share of each occupation in total province-industry-year employment that we use as inputs to construct our skills measures (see below). Finally, we use the Sakernas survey to generate variables used as controls in the econometric analysis. These variables include the age composition of the population and the share of urban population in each province and year, and the composition of industrial employment by educational level and by gender in each year of data.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data Sources and Definitions of Variables",
        "sec_num": "3."
      },
      {
        "text": "Second, we constructed a variable indicating the skill content of occupational groups. Data on types of skills by occupation are not available for Indonesia. Many studies in a similar situation rely on the U.S. Department of Labor's O*Net database, which collects occupation-specific attributes for detailed occupations in the United States. However, the United States and Indonesia differ greatly in their levels of development and production technologies, which could affect both the levels and rankings of the skills used in each occupation. Another possibility is to use information from the World Bank's STEP (Skills Towards Employment and Productivity) survey of working-age people (15-64), which covers Vietnam and the Philippines in East Asia. Unfortunately, the survey mostly covers urban areas, which makes it less relevant for Indonesia where only half of the population is urban. On balance, we decided to use the 2015-2016 STEP survey of the Philippines for our main results and the U.S. O*Net database as a robustness exercise. 3 Drawing on Autor et al. (2003) and Acemoglu and Autor (2011) , we define the skill content of occupations using the following categories: non-routine analytical, non-routine interpersonal, routine cognitive, routine manual, and non-routine manual. Analytical skills are measured by the number of different types of documents read, length of longest document typically read, writing activities, use of math, frequency of thinking for at least 30 minutes, and frequency of learning new things. Interpersonal skills involve supervising coworkers, making presentations, contact with clients, and frequency of collaborating with coworkers. To capture routine cognitive skills, we use a measure of structured versus unstructured work captured by a scale indicating the lack of freedom a worker has to decide the way he works. Routine manual skills are defined as driving, operating machines, and repairing electronic equipment, along with a scale indicating how physically demanding the work is. Finally, non-routine manual skills are measured by the frequency of doing repetitive tasks. Table A1 in the Appendix provides more details on these variables.",
        "cite_spans": [
          {
            "start": 1042,
            "end": 1043,
            "text": "3",
            "ref_id": null
          },
          {
            "start": 1055,
            "end": 1074,
            "text": "Autor et al. (2003)",
            "ref_id": "BIBREF5"
          },
          {
            "start": 1079,
            "end": 1104,
            "text": "Acemoglu and Autor (2011)",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [
          {
            "start": 2126,
            "end": 2134,
            "text": "Table A1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Data Sources and Definitions of Variables",
        "sec_num": "3."
      },
      {
        "text": "We mapped the Philippines Standard Occupational Classification, that follows closely the International Standard Classification of Occupations (ISCO) 2008, to the Indonesian Classification of Occupation 1982 that is used in the Sakernas survey. We work with six occupational groups: administrative and managerial workers; professionals and technicians; clerical workers; sales and services workers; agriculture, animal husbandry, forestry workers, fishermen and hunters; and production workers, transport and equipment operators, and laborers. We combine the variables capturing each type of skill in the STEP survey into a single skill measure for each occupation following the methodology applied by Acemoglu and Autor (2011) . Details are provided in the Appendix. Finally, using Sakernas information on the share of each occupation in total provinceindustry-year employment, we link the skill measures of each occupation obtained from STEP to the Sakernas database: *",
        "cite_spans": [
          {
            "start": 701,
            "end": 726,
            "text": "Acemoglu and Autor (2011)",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data Sources and Definitions of Variables",
        "sec_num": "3."
      },
      {
        "text": "(1)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data Sources and Definitions of Variables",
        "sec_num": "3."
      },
      {
        "text": "In equation 1, is the share of occupational group i in province p, industry j, and year t total employment, and is the value of skill measure k for occupational group i. When constructing skills measures by demographic groups -women, men, high-educated workers and low-educated workers-we use the occupational shares of each specific demographic group in each province, industry and year total employment: *",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data Sources and Definitions of Variables",
        "sec_num": "3."
      },
      {
        "text": "In equation 2, is the share of occupational group i in province p, industry j, and year t total employment of demographic group g. Table 1 provides a description of the skill content of each occupational group. Professionals and technicians, and administrative and managerial workers have the highest content of non-routine analytical and non-routine interpersonal skills. On the other end of the scale, production workers, transport and equipment operators and laborers, and sales and services workers have the lowest content. Sales and services workers, and agriculture, animal husbandry, forestry workers, fishermen, and hunters use non-routine manual skills, routine manual, and routine cognitive skills more intensively. These skills, on the other hand, are less important for administrative and managerial workers, professionals and technicians, and clerical workers.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 131,
            "end": 138,
            "text": "Table 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Data Sources and Definitions of Variables",
        "sec_num": "3."
      },
      {
        "text": "Third, we use information from the National Socio-Economic Survey (Susenas) to generate technology adoption variables at the province level. The survey was conducted bi-annually over the period analyzed in this paper (in March and July) and we combine the March wave for years 2005 and 2006 with the July wave for 2007 onwards, these being the only waves representative at the province level in each year. The Susenas collects information on technology adoption at the household level, which we aggregate to obtain technology indicators at the province level. Using this survey, we construct the share of households having a computer in each province and year, which we use as a technology adoption variable in our econometric analysis.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data Sources and Definitions of Variables",
        "sec_num": "3."
      },
      {
        "text": "Finally, measurements of trade in goods are taken from the UN Comtrade database from 2005 to 2015. We calculate the annual value of Indonesian exports at the industry level in constant 2010 U.S. dollars and the global demand for each industrial product (excluding Indonesian products) that we use as an instrumental variable. We match the industrial classification available in the UN Comtrade database (Harmonized Commodity Description and Coding System HS1) for the period under analysis with the classification of industries in the Sakernas survey (KBLI 2000 (KBLI , 2005 (KBLI , and 2009 , resulting in a mapping to 22 tradable industries.",
        "cite_spans": [
          {
            "start": 551,
            "end": 561,
            "text": "(KBLI 2000",
            "ref_id": null
          },
          {
            "start": 562,
            "end": 574,
            "text": "(KBLI , 2005",
            "ref_id": null
          },
          {
            "start": 575,
            "end": 591,
            "text": "(KBLI , and 2009",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data Sources and Definitions of Variables",
        "sec_num": "3."
      },
      {
        "text": "Indonesia is in an early stage of digitization. ICT infrastructure is still weak, but the country has been increasing the rate of ICT use over time. Panel A of Table 2 provides some descriptive statistics on ICT adoption at the household level across the 33 provinces of the country. The percentage of households owning a cellphone more than tripled between 2005 and 2010 (from 20.3% to 71.6%) and continued to increase between 2011 and 2015, although at a slower pace (from 75.7% to 86.0%). Only 3.5% of households had at least one computer at home in 2005, but this ratio had jumped to 11.2% by 2010 and to 20.1% by 2015. Only 3.2% of households were connected to the internet in 2005, but the share had reached 22.6% in 2010 and 33.3% by 2015. The rise in computer use over this period is shown in Figure 1 , where the distribution of the share of households with a computer moved to the right every year -the 25th and 75th percentiles were higher every consecutive year. The spread of the distribution grew, indicating an increase in the variation across provinces of the computer use measure.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 160,
            "end": 167,
            "text": "Table 2",
            "ref_id": null
          },
          {
            "start": 801,
            "end": 809,
            "text": "Figure 1",
            "ref_id": "FIGREF0"
          }
        ],
        "eq_spans": [],
        "section": "Descriptive Statistics",
        "sec_num": "4."
      },
      {
        "text": "Moving to the trade dimension of the data, starting in 2004 Indonesia reduced trade restrictions and engaged in several multilateral, regional, and bilateral trade negotiations (Pangestu et al., 2015) . A commodity boom led to a substantial growth in exports between 2005 and 2010. The total value of exports increased by 65.0% over this sub-period, with a slowdown in 2009 as a result of the international crisis (Panel A of Figure 2 ). Manufacturing products other than food accounted for the largest share of exports, followed by mining. However, exports of manufactures increased 48.2% over 2005-2010, while mining exports increased 80.0%. On the other hand, the collapse of commodity prices over 2011-2015 led to a fall in the value of exports by 29.9%; mining was the most affected industrial group, with a reduction of 52.6% (Panel B of Figure 2 ). As a result, the share of manufactures in total exports rose, while the share of mining products fell.",
        "cite_spans": [
          {
            "start": 177,
            "end": 200,
            "text": "(Pangestu et al., 2015)",
            "ref_id": "BIBREF24"
          }
        ],
        "ref_spans": [
          {
            "start": 426,
            "end": 434,
            "text": "Figure 2",
            "ref_id": "FIGREF1"
          },
          {
            "start": 844,
            "end": 852,
            "text": "Figure 2",
            "ref_id": "FIGREF1"
          }
        ],
        "eq_spans": [],
        "section": "Descriptive Statistics",
        "sec_num": "4."
      },
      {
        "text": "The differential pattern of trade over the two sub-periods analyzed in this paper influenced the sectoral patterns of employment and skills demand. The 2005-2010 mining boom was associated with a shift in employment away from manufacturing towards primary commodities, implying a reversion in the country's industrialization process that had begun in the 1980s (World Bank, 2016) . By contrast, the share of manufactures in employment in tradable industries rose from 2011 to 2015, and this shift from primary commodity to manufacturing jobs in tradable industries implies an adjustment in the skills demanded by employers. As a result, the change in the value of total exports is expected to have different impacts on the demand for different types of skills in each of the sub-periods we analyze.",
        "cite_spans": [
          {
            "start": 361,
            "end": 379,
            "text": "(World Bank, 2016)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Descriptive Statistics",
        "sec_num": "4."
      },
      {
        "text": "Besides the commodity boom, Indonesian integration in the global economy over the entire period covered in the study is partly explained by its participation in global value chains (GVCs). By 2011, 43.5% of the Indonesian exports were part of GVCs and this participation was mainly driven by downstream links, i.e., other countries using Indonesian intermediates in their exports (OECD, 2015) . Mining and chemicals are the two industries most strongly involved in GVCs. In 2009, around 13% and 7% of Indonesian exports were from the mining and chemical industries respectively and had a GVCs component (OECD, 2013). Table 2 describes the five skill measures we use as outcome variables. Non-routine manual, routine cognitive, and routine manual are the most important skills in Indonesian tradable industries in both sub-periods. However, their changes over time differed, depending on the subperiod analyzed. Between 2005 and 2010, the use of non-routine manual, routine cognitive, and routine manual skills fell, while non-routine interpersonal and non-routine analytical increased their importance. This pattern is consistent with the evidence observed for other low-and middleincome countries (World Bank, 2016). During 2011-2015, on the other hand, all skills measures exhibited a stable pattern, with a small increase in the use of non-routine skills and a small reduction in the use of other skills.",
        "cite_spans": [
          {
            "start": 380,
            "end": 392,
            "text": "(OECD, 2015)",
            "ref_id": "BIBREF23"
          }
        ],
        "ref_spans": [
          {
            "start": 617,
            "end": 624,
            "text": "Table 2",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Descriptive Statistics",
        "sec_num": "4."
      },
      {
        "text": "Changes in the use of skills reflected changes in the structure of production. Between 2005 and 2010, production and exports were focused on commodities. Panel A of Table 3 shows that the mining industry used non-routine analytical and interpersonal skills more intensively than other industries during the commodity boom. On the other hand, the sub-period 2011-2015 was characterized by an increase in the participation of manufacturing products in export activities. Panel B of Table 3 shows that manufacturing industries used non-routine manual skills more intensively relative to other industries during 2011-2015. 4 High-educated workers (those with at least complete secondary education) made a larger use of analytical and interpersonal skills, and a lower use of non-routine manual and routine skills than low-educated workers in both sub-periods. Similarly, women make a more intensive use of analytical and interpersonal skills in comparison to men, while the use of non-routine manual and routine skills is similar in men and women (Panels A and B of Figure 3 ).",
        "cite_spans": [
          {
            "start": 619,
            "end": 620,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 165,
            "end": 172,
            "text": "Table 3",
            "ref_id": "TABREF1"
          },
          {
            "start": 480,
            "end": 487,
            "text": "Table 3",
            "ref_id": "TABREF1"
          },
          {
            "start": 1062,
            "end": 1070,
            "text": "Figure 3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Panel B of",
        "sec_num": null
      },
      {
        "text": "Aggregate labor market indicators are described in Panel C of Table 2 . The labor force participation and employment rates increased in Indonesian provinces in the two sub-periods being analyzed. The unemployment rate fell slightly between 2005 and 2010, and exhibited a small increase between 2011 and 2015. Levels of these indicators varied significantly across provinces, as indicated by the high standard deviations.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 62,
            "end": 69,
            "text": "Table 2",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Panel B of",
        "sec_num": null
      },
      {
        "text": "Panels D and E of Table 2 describe some province and industry characteristics we use as control variables in our econometric analysis. The average (across provinces) share of the population aged 15-24 declined over time, with corresponding increases in the shares of the population aged 25-49 and 50 and more years of age. The average share of the population living in urban areas remained essentially unchanged between 2005 and 2010 with an important degree of variability across provinces, and increased between 2011 and 2015. Most of the workers employed in tradable industries have a low level of education (less than complete secondary education). However, the average share of low-educated workers declined substantially in both sub-periods. Men made up the majority of the tradable sector workforce, although the share of women increased, especially between 2005 and 2010.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Panel B of",
        "sec_num": null
      },
      {
        "text": "The objective of this study is to analyze the simultaneous impacts and interplay between technology and goods trade on the demand for different types of skills and aggregate labor market indicators in Indonesia over the sub-periods 2005-2010 and 2011-2015. With that objective in mind, we construct a measure of ICT adoption at the province level (share of households with a computer) and a trade measure with variation at the industry level (annual value of goods exports normalized by the number of workers in each industry at the start of each sub-period).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology",
        "sec_num": "5."
      },
      {
        "text": "We formulate the following hypotheses concerning the impact of technology and trade on the demand for skills and on aggregate labor market indicators. The level of technological development of a province should affect the structure of employment by skills. However, the impact of an increase in technology will differ depending on the type of technology involved. Previous literature has found that computers increase the demand for analytical and interpersonal skills and reduce the demand for routine skills. In this study we use the share of households with a computer as a proxy for the technological development accessible by firms in each province. This proxy may indicate the use of different types of technologies, e.g., more advanced types of technologies, that may have different effects on the structure of employment by skills. Therefore, the impact of the province's technological development on the demand for skills is a question we need to answer empirically. Also, we expect the impact of technology on labor force participation, employment and unemployment to depend on the extent to which the technology complements, or substitutes for, labor.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology",
        "sec_num": "5."
      },
      {
        "text": "On the other hand, we expect, once controlling for other factors, that an increase in the foreign demand for Indonesian products will lead to an increase in output and employment levels and in the demand for all or certain types of skills in each province-industry combination. Depending on the type of industrial products the rest of the world demands, i.e., specific products within each of the 22 industries we defined, the increase in production may require the use of all or only some of the five skills we use in our analysis. This is especially relevant when considering the two subperiods we use in the study. Mining exports, which are intensive in the use of analytical and interpersonal skills in comparison to other industries, expanded sharply in 2005-2010. By contrast, the decline in exports in 2011-2015 affected mining more than manufacturing, which is intensive in the use of routine and non-routine manual skills in comparison to other industries. It could also be the case that non-routine analytical and interpersonal skills are favored in the adjustment process, regardless of the sub-period being analyzed, as the production of exporting goods has been reported to be high-skill intensive in comparison to production for the domestic market (Bernard and Jensen, 1999; Matsuyama, 2007) .",
        "cite_spans": [
          {
            "start": 1263,
            "end": 1289,
            "text": "(Bernard and Jensen, 1999;",
            "ref_id": "BIBREF9"
          },
          {
            "start": 1290,
            "end": 1306,
            "text": "Matsuyama, 2007)",
            "ref_id": "BIBREF19"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology",
        "sec_num": "5."
      },
      {
        "text": "The interaction between technology and trade also affects the demand for skills, with the impact depending on the skill being analyzed. For instance, if the impact of technology on the demand for skills is in line with previous findings for developed countries, the demand for analytical and interpersonal skills would increase with exports during the 2005-2010 period (because of the commodity boom and the skill intensity of these products) and would increase more in more technologically-advanced provinces. Similarly, the demand for non-routine manual and routine skills would decrease with exports and the reduction would be larger in provinces with larger ownership of computers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology",
        "sec_num": "5."
      },
      {
        "text": "To test these hypotheses, we consider the following reduced-form specification where p is a province, j is an industry, and t is a year: * *",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology",
        "sec_num": "5."
      },
      {
        "text": "in equation 3captures the demand for different types of skills (k) in each province (p), industry (j) and year (t) and it follows the definition in equation 1. We work with five skills measures, which are non-routine analytical, non-routine interpersonal, non-routine manual, routine manual, and routine cognitive. ICTpt is the share of households with a computer, which varies by province and year. EXPjt captures the annual value of exports per worker in each industry and year. The vector X contains controls at the province and year level (age structure of the population, share of urban population, real GDP per capita, and minimum wage level), while W includes control variables at the industry and year level (composition of employment by educational level and by gender). Our specification also includes province (Ip), industry (Ij), year (It) fixed effects, and province linear time trends (Ip*Tt). Standard errors are clustered at the province-industry level.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology",
        "sec_num": "5."
      },
      {
        "text": "We consider the share of households with a computer in each province (ICTpt) as a proxy for the technological development available for firms in each provincial labor market. We expect the use of computers by households to be positively associated with firms' use of technology --e.g., both firms and households can benefit from reductions in the prices of technology products, but from the firms' perspective, access to computers by households is exogenous. A potential problem is that this measure may reflect the level of development of the provinces, which is likely correlated with skills demand and employment decisions. To mitigate this concern, our specification includes a measure of the level of development of the provinces -real GDP per capita, and province-specific time trends.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology",
        "sec_num": "5."
      },
      {
        "text": "On the trade side, we argue that time-varying unobserved industry characteristics or shocks (for example, a sharp change in the availability of an input to production) impact the demand for skills and the value of exports. Moreover, the value of exports may itself depend on the industry's mix of skills. To address these problems, we instrument the value of annual exports of each industrial product j in year t with a measure of the global demand for product j in year t:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology",
        "sec_num": "5."
      },
      {
        "text": "∑ * (4)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology",
        "sec_num": "5."
      },
      {
        "text": "Zjt captures the global demand for product j in year t (excluding Indonesian products) weighted by Indonesian exposure to each country and product a year before the start of the sub-periods we analyze in the study. Variable IMPcjt in equation 4denotes the value of country c's annual imports of product j minus country c's imports of the same product from Indonesia in year t. Import demand of product j by country c is weighted by Indonesian exposure to that country and product in t0. Time period t0 corresponds to 2004 when analyzing 2005-2010 and 2010 when studying 2011-2015. The weight is defined as the value of Indonesian exports of product j to country c in year 2004 or 2010 as a share of total Indonesian exports in the same year.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Methodology",
        "sec_num": "5."
      },
      {
        "text": "Our instrumental variable strategy requires that the global demand for goods produced in countries different from Indonesia does not affect Indonesian skills demand. However, this could happen through global value chains channels. For instance, the global demand for Chinese products can affect Indonesian demand for skills through the inputs Indonesia provides to China. To deal with this potential threat to the exclusion restriction of the instrument, we provide additional evidence excluding industries strongly involved in GVCs, i.e., mining and chemicals, from the analysis. Table 4 presents first-stage results for the two sub-periods we analyze and for different specifications. Column (1) includes as control variables the age structure of the population, share of urban population, real GDP per capita, minimum wage level, and composition of employment by educational level and by gender, but does not include the share of households with a computer; column (2) adds the technology measure at the province level as a regressor; columns (3) and (4) correspond to the first stage estimates when the main model includes the trade measure, the technology measure, and their interaction. In the interactive model we also include the interaction between Zjt (the global demand for product j in year t) and the share of households with a computer as an instrumental variable. The global demand for foreign products (excluding Indonesian products) is positively and significantly associated with the value of Indonesian exports per worker. The interaction between the instrument and the share of households with a computer is positive and significant in 2005-2010 and significant in 2011-2015 only in column (4). The positive sign of the interaction term in column (3) during 2005-2010 reflects better possibilities of satisfying the global demand for foreign products in more technologically-advanced provinces, at least during 2005-2010. The F statistic surpasses 10 in all cases, the Staiger and Stock (1997) rule for rejection of the hypothesis of weak instruments with one endogenous variable. Table 5 presents the instrumental variables (IV) estimates for 2005-2010 obtained when regressing the logarithm of the skills measures on the value of Indonesian exports per worker at the industry level (column 1), the share of households with a computer at the province level (column 2), both variables included simultaneously (column 3), and adding an interaction term between the two (column 4). 5",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 581,
            "end": 588,
            "text": "Table 4",
            "ref_id": "TABREF2"
          },
          {
            "start": 2101,
            "end": 2108,
            "text": "Table 5",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Methodology",
        "sec_num": "5."
      },
      {
        "text": "The effect of the value of exports per worker on the demand for different types of skills is indistinguishable from zero (columns 1 and 3 in Table 5 ).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 141,
            "end": 148,
            "text": "Table 5",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Trade and Technology on Skill Measures and Aggregate Labor Indicators for All Workers",
        "sec_num": "6.1"
      },
      {
        "text": "The relationship between the share of households with a computer and the demand for skills in 2005-2010 is not significantly different from zero when we do not control for the value of exports per worker (columns 2 in Table 5 ). When we do control for the trade measure, the share of households with a computer is positively and significantly related to the demand for analytical and interpersonal skills and negatively and significantly related to the demand for non-routine manual skills. This indicates that increases in technology are complementary to the demand for cognitive and soft skills (column 3 in Table 5 ).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 218,
            "end": 225,
            "text": "Table 5",
            "ref_id": "TABREF3"
          },
          {
            "start": 610,
            "end": 617,
            "text": "Table 5",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Trade and Technology on Skill Measures and Aggregate Labor Indicators for All Workers",
        "sec_num": "6.1"
      },
      {
        "text": "We find positive coefficients for the impact of the interaction term (between technological development and exports) on analytical and interpersonal skills, and negative coefficients for the non-routine manual and routine cognitive measures (column 4 in Table 5 ). During the 2005-2010 sub-period, exports and technological development reinforce each other -the demand for analytical and interpersonal skills increase with provincial technological development and increase more in industries with higher value of exports per worker. Similarly, the demand for non-routine manual and routine cognitive skills decrease in more technologically advanced provinces and decrease more in industries with a higher value of exports per worker. The reduction in demand for routine (cognitive) skills associated with the technological progress at the province level is consistent with the available evidence for developed countries showing that computers reduce the demand for routine skills (for instance, Autor et al., 2003; Autor and Dorn, 2013; Goos et al., 2014) .",
        "cite_spans": [
          {
            "start": 995,
            "end": 1014,
            "text": "Autor et al., 2003;",
            "ref_id": "BIBREF5"
          },
          {
            "start": 1015,
            "end": 1036,
            "text": "Autor and Dorn, 2013;",
            "ref_id": "BIBREF6"
          },
          {
            "start": 1037,
            "end": 1055,
            "text": "Goos et al., 2014)",
            "ref_id": "BIBREF16"
          }
        ],
        "ref_spans": [
          {
            "start": 254,
            "end": 261,
            "text": "Table 5",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Trade and Technology on Skill Measures and Aggregate Labor Indicators for All Workers",
        "sec_num": "6.1"
      },
      {
        "text": "We then estimate trade and technology effects on aggregate labor market indicators, aggregating the data at the province level. 6 The global demand for foreign products and its interaction with the technology measure are significantly related to the value of Indonesian exports per worker (Panel A of Table 6 ). Indonesian exports do not have any significant impact on aggregate labor market indicators in 2005-2010 (columns 1 and 3 in Table 7) , while the technology variable is positively associated with the labor force participation and unemployment rates (columns 2 and 3 in Table  7) . The model including the interaction term between trade and technology measures shows that the unemployment rate increases both with the value of exports and with the share of households with a computer, and there is a negative correlation between the unemployment rate and the interaction term (column 4 in Table 7 ). These last results can be interpreted as follows. First, an increase in the value of exports per worker increases the unemployment rate through the adjustment in the skill composition of employment. Second, an expansion in the technology measure increases the unemployment rate through the reduction in the use of routine skills and the replacement of workers who were performing routine tasks by the technology. Finally, the negative correlation between the interaction term and unemployment indicates that the positive impact of exports (technology) on the unemployment rate is smoothed in more technology advanced provinces (in provinces that export more) because part of the adjustment has already been made in those provinces.",
        "cite_spans": [
          {
            "start": 128,
            "end": 129,
            "text": "6",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 301,
            "end": 308,
            "text": "Table 6",
            "ref_id": "TABREF5"
          },
          {
            "start": 436,
            "end": 444,
            "text": "Table 7)",
            "ref_id": "TABREF6"
          },
          {
            "start": 580,
            "end": 589,
            "text": "Table  7)",
            "ref_id": "TABREF6"
          },
          {
            "start": 899,
            "end": 906,
            "text": "Table 7",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "Trade and Technology on Skill Measures and Aggregate Labor Indicators for All Workers",
        "sec_num": "6.1"
      },
      {
        "text": "Tables 8 and 9 present the results obtained for high-and low-educated workers. We find that for high-educated workers, a rise in the value of exports per worker significantly increases the demand for analytical and interpersonal skills and reduces the demand for non-routine manual and routine cognitive skills (columns 1 and 3 in Table 8 ). For the group of low-educated workers, the direction of the effects is the same but mostly insignificant, except for a reduction in the demand for routine manual skills (columns 1 and 3 in Table 9 ). The impact of exports on skills composition for the group of high-educated workers is consistent with the evidence of commodity industries being more intensive in analytical and interpersonal skills in comparison to other industries during 2005-2010 (Table 3 -Panel A), with high-skilled workers being more intensive in these types of skills ( Figure 3 -Panel A), and with trade models and empirical evidence showing that exporting is a skill intensive activity in comparison to the production for the domestic market (Bernard and Jensen, 1999; Matsuyama, 2007) .",
        "cite_spans": [
          {
            "start": 1060,
            "end": 1086,
            "text": "(Bernard and Jensen, 1999;",
            "ref_id": "BIBREF9"
          },
          {
            "start": 1087,
            "end": 1103,
            "text": "Matsuyama, 2007)",
            "ref_id": "BIBREF19"
          }
        ],
        "ref_spans": [
          {
            "start": 331,
            "end": 338,
            "text": "Table 8",
            "ref_id": "TABREF7"
          },
          {
            "start": 531,
            "end": 538,
            "text": "Table 9",
            "ref_id": "TABREF9"
          },
          {
            "start": 792,
            "end": 800,
            "text": "(Table 3",
            "ref_id": "TABREF1"
          },
          {
            "start": 886,
            "end": 894,
            "text": "Figure 3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Trade and Technology on Skill Measures and Aggregate Labor Indicators by Demographic Groups",
        "sec_num": "6.2"
      },
      {
        "text": "The measure of technological development at the province level affects the demand for different type of skills of high-and low-educated workers in the same direction as for the sample of all workers, but the effects are not statistically significant in any case (columns 2 and 3 in Tables 8  and 9 ).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 282,
            "end": 297,
            "text": "Tables 8  and 9",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "Trade and Technology on Skill Measures and Aggregate Labor Indicators by Demographic Groups",
        "sec_num": "6.2"
      },
      {
        "text": "The interaction between trade and technology measures is positively related to the demand for analytical and interpersonal skills, and negatively related to the demand for non-routine manual and routine cognitive skills for high-educated workers (column 4 in Table 8 ). For low-educated workers, there is a negative relationship between the interaction term and the demand for routine cognitive skills (column 4 in Table 9 ). This evidence indicates that the reinforcing effect between exports and technological development on the demand for skills during 2005-2010 (reported above) mainly took place for high-educated workers. The increase in the demand for analytical and interpersonal skills was satisfied by high-educated workers during this period because higheducated workers are more intensive in the use of these skills in comparison to low-educated workers ( Figure 3 -Panel A).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 259,
            "end": 266,
            "text": "Table 8",
            "ref_id": "TABREF7"
          },
          {
            "start": 415,
            "end": 422,
            "text": "Table 9",
            "ref_id": "TABREF9"
          },
          {
            "start": 868,
            "end": 876,
            "text": "Figure 3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Trade and Technology on Skill Measures and Aggregate Labor Indicators by Demographic Groups",
        "sec_num": "6.2"
      },
      {
        "text": "Finally, we perform separate regressions for male and female workers (Tables 10 and 11 ). For men, we find no effect of the technology variable on the demand for skills, and that an increase in the value of exports is associated with increased demand for routine manual skills. For women, we find that the technological development at the province level increases the demand for analytical and interpersonal skills and reduces the demand for non-routine manual and routine cognitive skills. An increase in the value of exports per worker is associated with a reduction in the demand for routine manual skills for women. The reinforcing effect between exports and technology during 2005-2010 only appears when analyzing male workers. While men are less intensive in the use of interpersonal skills and more intensive in the use of non-routine manual and routine cognitive skills in comparison to female workers, the routine component of male skills declined and the interpersonal component increased over time (Figure 3 -Panel A).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 69,
            "end": 86,
            "text": "(Tables 10 and 11",
            "ref_id": "TABREF10"
          },
          {
            "start": 1009,
            "end": 1018,
            "text": "(Figure 3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Trade and Technology on Skill Measures and Aggregate Labor Indicators by Demographic Groups",
        "sec_num": "6.2"
      },
      {
        "text": "An increase in the export value per worker increases the labor force participation and employment rates of high-educated workers (columns 1 and 3 in Table 12 ), increases the labor force participation rate of low-educated workers (column 3 in Table 13 ), does not have any impact on male aggregate labor indicators (Table 14) , and increases the female employment rate (column 3 in Table 15 ). An increase in the measurement of technological development at the province level increases the labor force participation and unemployment of high-and low-educated workers (column 2 and 3 in Tables 12 and 13 ). For men, a rise in the technology measure is associated with a rise in the unemployment rate (columns 2 and 3 in Table 14) . Finally, for women an increase in the employment rate is associated with an increase in the technology measure (columns 2 and 3 Table 15 ). The relationships between the interaction term (between trade and technology measures) and labor market indicators for men and women separately are mainly insignificant. All in all, we find evidence of technological development being labor-saving in Indonesia during 2005-2010 except for women, and exports being labor-increasing for high-educated and female workers.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 149,
            "end": 157,
            "text": "Table 12",
            "ref_id": "TABREF0"
          },
          {
            "start": 243,
            "end": 251,
            "text": "Table 13",
            "ref_id": "TABREF1"
          },
          {
            "start": 315,
            "end": 325,
            "text": "(Table 14)",
            "ref_id": "TABREF2"
          },
          {
            "start": 382,
            "end": 390,
            "text": "Table 15",
            "ref_id": "TABREF3"
          },
          {
            "start": 585,
            "end": 601,
            "text": "Tables 12 and 13",
            "ref_id": "TABREF0"
          },
          {
            "start": 718,
            "end": 727,
            "text": "Table 14)",
            "ref_id": "TABREF2"
          },
          {
            "start": 858,
            "end": 866,
            "text": "Table 15",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Trade and Technology on Skill Measures and Aggregate Labor Indicators by Demographic Groups",
        "sec_num": "6.2"
      },
      {
        "text": "The value of exports has a positive effect on the demand for analytical and interpersonal skills and a negative effect on the demand for non-routine manual skills for 2011-2016 (columns 1 and 3 in Table 16 ). This evidence supports the idea that exporting is a skill-intensive activity in comparison to the production for the domestic market, even during a sub-period when manufacturing products, which are relatively more intensive in the use of non-routine manual and routine skills, increased their share in total exports.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 197,
            "end": 205,
            "text": "Table 16",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Trade and Technology on Skill Measures and Aggregate Labor Indicators for All Workers",
        "sec_num": "7.1"
      },
      {
        "text": "Technological development, as represented by the share of households with a computer at the province level, has a negative and statistically significant impact on the demand for analytical and interpersonal skills and a positive impact on the demand for routine manual skills (columns 2 and 3 in Table 16 ). The direction of these effects is at odds with the evidence for developed countries showing that ICT is complementary to soft and analytical skills, and a substitute for routine skills. On the contrary, technological development in Indonesia during 2011-2015 was a substitute for the skills used more intensively by high-educated workers. This result also contrasts with the evidence found for 2005-2010, which was in line with previous findings for developed countries. A potential explanation is that our proxy for the technological development available for firms in each provincial labor market is capturing different technologies in each sub-period, and that these technologies were more advanced and tended to be substitutes for high-skilled workers in the more recent period.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 296,
            "end": 304,
            "text": "Table 16",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Trade and Technology on Skill Measures and Aggregate Labor Indicators for All Workers",
        "sec_num": "7.1"
      },
      {
        "text": "The interaction term between the trade and technology measures has positive coefficients for analytical and interpersonal skills, and negative coefficients for the non-routine manual and routine measures (column 4 in Table 16 ). In 2011-2015 we find that the value of exports mediates the impact of the technology measure on the demand for skills. In industries with a low value of exports, the demand for analytical and interpersonal skills falls with more technological development, and the demand for routine manual skills increases. However, in industries with a high value of exports, the effects reverse -the demand for analytical and interpersonal skills increases, while that of routine manual skills falls, signaling that technological development and skills are complementary for high-exporting industries. The value of exports per worker at which the effects reverse is between $46,000 and $58,000. This value corresponds to the 10th decile of the distribution of value of exports per worker during this sub-period and includes industries such as manufactures of wood and paper products, chemical products, mining, electronic equipment, and vehicles.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 217,
            "end": 225,
            "text": "Table 16",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Trade and Technology on Skill Measures and Aggregate Labor Indicators for All Workers",
        "sec_num": "7.1"
      },
      {
        "text": "We then estimate trade and technology effects on aggregate labor market indicators for the 2011-2015 sub-period. First stage results, presented in Panel B of Table 6 , show that the global demand for foreign products and its interaction with the technology measure are significant to explain the value of Indonesian exports in most cases. The value of Indonesian exports per worker is positively associated with the employment rate during 2011-2015 (columns 1 and 3 in Table 17 ). However, the relationships between the labor market indicators and the technology variable, and between the labor market indicators and the interaction of technology and trade measures, are not statistically significant (columns 2, 3 and 4 in Table 17 ).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 158,
            "end": 165,
            "text": "Table 6",
            "ref_id": "TABREF5"
          },
          {
            "start": 469,
            "end": 477,
            "text": "Table 17",
            "ref_id": "TABREF6"
          },
          {
            "start": 724,
            "end": 732,
            "text": "Table 17",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "Trade and Technology on Skill Measures and Aggregate Labor Indicators for All Workers",
        "sec_num": "7.1"
      },
      {
        "text": "For high-educated workers, increases in the value of exports increases the demand for both analytical and interpersonal skills and reduces the demand for non-routine manual skills (columns 1 and 3 in Table 18 ). For low-educated workers, the effects are mostly insignificant, except that increases in the value of exports are associated with a reduction in the demand for routine manual skills (columns 1 and 3 in Table 19 ).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 200,
            "end": 208,
            "text": "Table 18",
            "ref_id": "TABREF7"
          },
          {
            "start": 414,
            "end": 422,
            "text": "Table 19",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "Trade and Technology on Skill Measures and Aggregate Labor Indicators by Demographic Groups",
        "sec_num": "7.2"
      },
      {
        "text": "The measure of technological development at the province level is negatively associated with the demand for analytical and interpersonal skills of high-educated workers (columns 2 and 3 in Table  18 ). For low-educated workers, results are not statistically significant (columns 2 and 3 in Table  19 ).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 189,
            "end": 198,
            "text": "Table  18",
            "ref_id": "TABREF7"
          },
          {
            "start": 290,
            "end": 299,
            "text": "Table  19",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "Trade and Technology on Skill Measures and Aggregate Labor Indicators by Demographic Groups",
        "sec_num": "7.2"
      },
      {
        "text": "The interaction between trade and technology measures has a significant, positive relationship with the demand for analytical and interpersonal skills, and a significant, negative relationship with the demand for non-routine manual and routine skills (column 4 in Tables 18 and 19 ). These coefficients are significant for low-educated workers (except for the demand for routine cognitive skills), but mostly insignificant for high-educated workers. The reversal of the impact of the technological development measure on the demand for different type of skills through the value of exports during 2011-2015 took place for low-educated workers only. High-exporting industries increased their demand for analytical and interpersonal skills and reduced their demand for nonroutine and routine manual skills when the technology measure increased. Because high-exporting industries are intensive in the use of high-educated workers who are already providing more analytical and interpersonal skills in comparison to low-educated workers, these industries demand more of the needed skills from low-educated workers (Figures 3 and 4 ).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 264,
            "end": 280,
            "text": "Tables 18 and 19",
            "ref_id": "TABREF7"
          },
          {
            "start": 1109,
            "end": 1125,
            "text": "(Figures 3 and 4",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Trade and Technology on Skill Measures and Aggregate Labor Indicators by Demographic Groups",
        "sec_num": "7.2"
      },
      {
        "text": "Finally, we also perform separate regressions for male and female workers (Tables 20 and 21 ). For men, our findings indicate that increases in exports increase the demand for analytical and interpersonal skills and reduce the demand for non-routine manual and routine cognitive skills. For women, the trade measure does not have any significant impact on the composition of skills. The technology variable does not generate any impact on the demand for skills among men, while for women there is a reduction in the demand for analytical skills. The reversal of the negative impact of our technology measure on the demand for analytical and interpersonal skills in highexporting industries in 2011-2015 appears for both men and women.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 74,
            "end": 91,
            "text": "(Tables 20 and 21",
            "ref_id": "TABREF27"
          }
        ],
        "eq_spans": [],
        "section": "Trade and Technology on Skill Measures and Aggregate Labor Indicators by Demographic Groups",
        "sec_num": "7.2"
      },
      {
        "text": "The effects on aggregate labor market indicators indicate that an increase in the value of exports increases the labor force participation and employment rates of high-educated workers, and reduces their unemployment rate (columns 1 and 3 in Table 22 ), increases the employment rate of low-educated workers (columns 1 and 3 in Table 23 ), and increases the labor force participation rate of men and women (columns 1 and 3 in Tables 24 and 25 ).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 242,
            "end": 250,
            "text": "Table 22",
            "ref_id": "TABREF30"
          },
          {
            "start": 328,
            "end": 336,
            "text": "Table 23",
            "ref_id": "TABREF1"
          },
          {
            "start": 426,
            "end": 442,
            "text": "Tables 24 and 25",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "Trade and Technology on Skill Measures and Aggregate Labor Indicators by Demographic Groups",
        "sec_num": "7.2"
      },
      {
        "text": "The measure of technological development at the province level increases the labor force participation and employment of high-educated workers and reduces the unemployment rate of low-educated workers (column 2 and 3 in Tables 22 and 23 ). The technology measure does not have any significant impact on the aggregate labor market indicators for either men or women (Tables 24 and 25 ). The interaction terms between trade and technology measures are mainly insignificant. Previous evidence on the labor-saving nature of technology in Indonesia over the 2005-2010 sub-period is not present in 2011-2015, as increases in technology lead to increases in employment and reductions in unemployment, at least for high-and low-educated workers respectively.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 220,
            "end": 236,
            "text": "Tables 22 and 23",
            "ref_id": "TABREF1"
          },
          {
            "start": 365,
            "end": 382,
            "text": "(Tables 24 and 25",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "Trade and Technology on Skill Measures and Aggregate Labor Indicators by Demographic Groups",
        "sec_num": "7.2"
      },
      {
        "text": "The connection between Indonesia and other countries through GVCs may affect the exclusion restriction of our instrumental variable. For instance, global demand for Chinese products can impact Indonesian skills demand through the inputs Indonesia provides to China. We check for this possibility by excluding from the data set the mining and chemical industries, which are strongly involved in GVCs by downstream links -intermediate products Indonesia provides for other countries' exports (OECD, 2013) .",
        "cite_spans": [
          {
            "start": 490,
            "end": 502,
            "text": "(OECD, 2013)",
            "ref_id": "BIBREF22"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Excluding Industries Strongly Involved in GVCs",
        "sec_num": "8.1"
      },
      {
        "text": "We present the main results for the 2005-2010 sub-period in Tables 26 and 27 for the skills demand model and aggregate labor market indicators models respectively. 7 Results confirm previous findings.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 60,
            "end": 76,
            "text": "Tables 26 and 27",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Excluding Industries Strongly Involved in GVCs",
        "sec_num": "8.1"
      },
      {
        "text": "Results for the 2011-2015 sub-period show some differences with respect to previous findings (Tables 28 and 29) . We cannot confirm the reduction in the demand for analytical and interpersonal skills and the increase of non-routine manual skills associated with the technology variable. Our previous explanation for this finding was that our proxy for the technological development available for firms in each provincial labor market was capturing a more advanced type of technology and not just the adoption of computers during 2011-2015. The lack of this result when excluding industries more strongly involved in GVCs would indicate that the adoption of more advanced types of technologies took place in these industries. Also contrary to earlier results, we do not find that an increase in employment is associated with an increase in exports and we do find that an increase in technology adoption is associated with a reduction in labor force participation and employment. We argue that industries involved in GVCs explained the previous increase in employment linked to exports and the lack of effect of the technology measure.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 93,
            "end": 111,
            "text": "(Tables 28 and 29)",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "Excluding Industries Strongly Involved in GVCs",
        "sec_num": "8.1"
      },
      {
        "text": "Results on the skills measures presented in the previous section were based on the Philippines STEP Survey. In order to check the sensitivity of our results to the use of a different data source, we follow previous literature in defining skills measures using the U.S. O*Net database. We rely on 2004 O*Net data, the year before our period of analysis, to ensure that the skills measures are not affected by technological advances taking place after that year.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Changing the Source of Data for the Skills Measure",
        "sec_num": "8.2"
      },
      {
        "text": "There are differences and similarities between the results using the U.S. O*Net database and our previous analysis, depending on the sub-period. For 2005-2010, the relationships between the technology measure and the demand for different types of skills are similar to the results using the STEP Survey (Table 30 ). However, we do not confirm the previous impacts of the trade measure and the interaction term on skills composition. By contrast, for the 2011-2015 sub-period the relationship between the trade measure, as well as its interaction with technology, and skills using the U.S. O*Net database are in line with previous estimates. However, we cannot confirm the previous results for the technology variable.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 303,
            "end": 312,
            "text": "(Table 30",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "Changing the Source of Data for the Skills Measure",
        "sec_num": "8.2"
      },
      {
        "text": "We believe the different results obtained when using the Philippines STEP Survey and U.S. O*Net database can be explained by the different levels and rankings of the skills used in each occupation in these two countries. In the Appendix we show that the rank correlation coefficient is high for the analytical and non-routine manual skills measures (0.75 and 0.67), is moderate for the interpersonal and routine manual skills measures (0.57 and 0.49), and negative for the routine cognitive measure (-0.77).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Changing the Source of Data for the Skills Measure",
        "sec_num": "8.2"
      },
      {
        "text": "In this paper we have analyzed the simultaneous impacts and interplay between a trade measure (value of goods exports per worker at the industry level) and a technology measure (share of households with a computer at the province level) on the demand for different types of skills and aggregate labor market indicators in Indonesia over the period 2005-2015. We based this analysis on four sources of data -the Indonesian National Labor Force Survey, the Indonesian National Socio-Economic Survey, the STEP Survey for Philippines, and the UN Comtrade database.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Discussion of Results",
        "sec_num": "9."
      },
      {
        "text": "The analysis was separated into two sub-periods marked by a change in the focus of exports. The sub-period 2005-2010 was characterized by a commodity boom, while 2011-2015 exhibited a reduction in the value of exports that was larger for the mining industry than for manufacturing industries. Our conjecture is that this change implied an important shift in the demand for different types of skills as minerals, the main commodity of the country, used non-routine analytical and interpersonal skills more intensively in comparison to other industries, while manufactured products were more intensive in the use of non-routine manual and routine skills.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Discussion of Results",
        "sec_num": "9."
      },
      {
        "text": "We hypothesized that our measure of the technological development available to a firm, the share of households with a computer in a firm's province, is related to the structure of employment by skills in that province. However, the direction of the effect is not clear because the technology measure may be signaling the use of different types of technologies, not just computers, and these different technologies may have differing effects on the demand for skills. On the other hand, we expected firms facing an increase in the foreign demand for their products to increase their output level and their demand for certain types of skills, with the direction of the effects depending on the sub-period being analyzed due to the change of the export focus.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Discussion of Results",
        "sec_num": "9."
      },
      {
        "text": "Our main results indicate that in 2005-2010 technology was complementary to analytical and interpersonal skills. When studying the interplay between the trade and technology measures, we find that exports and technological development reinforce each other --e.g. the demand for analytical and interpersonal skills increases with provincial technological development and increases more in industries with a higher value of exports per worker. This reinforcing effect is due to the characteristics of this sub-period, marked by strong increases in the export of commodities that used non-routine analytical and interpersonal skills more intensively relative to other industries. We also find evidence of technological development being labor-saving in Indonesia during 2005-2010 except for women, and exports being labor-increasing for higheducated and female workers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Discussion of Results",
        "sec_num": "9."
      },
      {
        "text": "For the 2011-2015 sub-period, increases in the value of exports increase the demand for analytical and interpersonal skills and decrease the demand for non-routine manual skills. This result supports the view that exporting is a skill-intensive activity in comparison to the production for the domestic market. The technology measure has a negative impact on the demand for analytical and interpersonal skills and a positive effect on the demand for routine manual skills. However, when analyzing the interplay between trade and technology, we find that technological development and the demand for analytical and interpersonal skills were complements in highexporting industries. The previous finding on the labor-saving nature of technology in Indonesia over the 2005-2010 sub-period is not confirmed for 2011-2015, as increases in technology lead to increases in employment and reductions in unemployment, for high-and low-educated workers respectively. Increases in the trade measure also are associated with increases in the employment rate.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Discussion of Results",
        "sec_num": "9."
      },
      {
        "text": "Several important implications arise from these findings. First, export intensity has the potential for changing the combination of skills and the nature of the production process when the technological development level changes. This result was observed during 2011-2015, when the country started to reverse its export orientation from commodities towards manufactures. The main implication is that satisfying an increase in the demand for analytical and interpersonal skills from low-educated workers in high-exporting industries due to technological advances will require some form of training, on-or off-job.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Discussion of Results",
        "sec_num": "9."
      },
      {
        "text": "Second, the results for the more recent period signal a potential for economic divergence between industries. In high-exporting industries the workforce is higher-educated. These workers use analytical and interpersonal skills more intensively, so low-educated workers are pushed to acquire more of these skills when the technology development level increases. By contrast, in lowexporting industries, technology improvements are associated with reductions in the relative demand for analytical and interpersonal skills, reinforcing the pattern of skills specialization already in place.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Discussion of Results",
        "sec_num": "9."
      },
      {
        "text": "Third, results for the 2005-2010 sub-period are in line with evidence available for developed countries -technology is complementary to analytical and soft skills and is labor-saving. However, the results for 2011-2015 indicate that the relationship between technology and skills, and between technology and labor demand, differ from the evidence available for the developed world. This confirms that differences in economic structures can generate large differences in the way countries are affected by technological advances and globalization. In developed countries, technology (captured through the use of computers) reduces the demand for routine skills, while in Indonesia we find effects in the opposite direction during the 2011-2015 sub-period. The impact of trade in developed countries is also linked to reductions in the use of routine skills and in employment more generally. For Indonesia, we find that higher exports lead to increases in the relative use of non-routine analytical and interpersonal skills and to increases in employment during 2011-2015.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Discussion of Results",
        "sec_num": "9."
      },
      {
        "text": "All in all, our work contributes to the understanding of how labor markets in developing countries adjust to goods trade and technology shocks. Notes: IV regressions. IV: Global demand for foreign products excluding Indonesian products. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province level controls include the age structure of the population, the share of urban population, real GDP per capita, and the minimum wage level. Industry level controls include the gender and educational composition of employment. All models include province, industry, year fixed effects, and province linear time trends. Robust standard errors between parentheses clustered by province-industry. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Discussion of Results",
        "sec_num": "9."
      },
      {
        "text": "Dependent variable: Notes: IV regressions. IV: Global demand for foreign products excluding Indonesian products. High-educated workers: workers with at least complete secondary education. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province level controls include the age structure of the population, the share of urban population, real GDP per capita, and the minimum wage level. Industry level controls include the gender and educational composition of employment. All models include province, industry, year fixed effects and linear province time trend. Robust standard errors between parentheses clustered by province-industry. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Discussion of Results",
        "sec_num": "9."
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "(1) (2) (3) (4) (1) (2) (3) (4) (1) (2)",
            "eq_num": "(3)"
          }
        ],
        "section": "Summary and Discussion of Results",
        "sec_num": "9."
      },
      {
        "text": "( Notes: IV regressions. IV: IV: Global demand for foreign products excluding Indonesian products. Low-educated workers: workers with uncomplete secondary education or less. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province level controls include the age structure of the population, the share of urban population, real GDP per capita, and the minimum wage level. Industry level controls include the gender and educational composition of employment. All models include province, industry, year fixed effects, and province linear time trends. Robust standard errors between parentheses clustered by province-industry. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively. Notes: IV regressions. IV: IV: Global demand for foreign products excluding Indonesian products. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province level controls include the age structure of the population, the share of urban population, real GDP per capita, and the minimum wage level. Industry level controls include the gender and educational composition of employment. All models include province, industry, year fixed effects, and province linear time trends. Robust standard errors between parentheses clustered by province-industry. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively. Notes: IV regressions. IV: IV: Global demand for foreign products excluding Indonesian products. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province level controls include the age structure of the population, the share of urban population, real GDP per capita, and the minimum wage level. Industry level controls include the gender and educational composition of employment. All models include province, industry, year fixed effects, and province linear time trends. Robust standard errors between parentheses clustered by province-industry. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively. 2005 -2010 and 2011 -2015 , Susenas 2005 -2010 , 2015 Philippines STEP survey, and 2011 -2015 , and UN Comtrade database 2005 -2010 . Notes: IV regressions. IV: Global demand for foreign products excluding Indonesian products. High-educated workers: workers with at least complete secondary education. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province controls include the age structure of the population, share of urban population, real GDP per capita, minimum wage level, gender and educational composition of employment. All models control for province and year fixed effects. Robust standard errors between parentheses clustered by province. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively. 2005 -2010 and 2011 -2015 , Susenas 2005 -2010 , 2015 Philippines STEP survey, and 2011 -2015 , and UN Comtrade database 2005 -2010 . Notes: IV regressions. IV: Global demand for foreign products excluding Indonesian products. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province controls include the age structure of the population, share of urban population, real GDP per capita, minimum wage level, gender and educational composition of employment. All models control for province and year fixed effects. Robust standard errors between parentheses clustered by province. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively. 2005 -2010 and 2011 -2015 , Susenas 2005 -2010 , 2015 Philippines STEP survey, and 2011 -2015 , and UN Comtrade database 2005 -2010 . Notes: IV regressions. IV: Global demand for foreign products excluding Indonesian products. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province controls include the age structure of the population, share of urban population, real GDP per capita, minimum wage level, gender and educational composition of employment. All models control for province and year fixed effects. Robust standard errors between parentheses clustered by province. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively.",
        "cite_spans": [
          {
            "start": 2489,
            "end": 2493,
            "text": "2005",
            "ref_id": null
          },
          {
            "start": 2494,
            "end": 2499,
            "text": "-2010",
            "ref_id": null
          },
          {
            "start": 2500,
            "end": 2508,
            "text": "and 2011",
            "ref_id": "BIBREF1"
          },
          {
            "start": 2509,
            "end": 2514,
            "text": "-2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 2515,
            "end": 2529,
            "text": ", Susenas 2005",
            "ref_id": null
          },
          {
            "start": 2530,
            "end": 2535,
            "text": "-2010",
            "ref_id": null
          },
          {
            "start": 2536,
            "end": 2542,
            "text": ", 2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 2543,
            "end": 2576,
            "text": "Philippines STEP survey, and 2011",
            "ref_id": null
          },
          {
            "start": 2577,
            "end": 2582,
            "text": "-2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 2583,
            "end": 2614,
            "text": ", and UN Comtrade database 2005",
            "ref_id": null
          },
          {
            "start": 2615,
            "end": 2620,
            "text": "-2010",
            "ref_id": null
          },
          {
            "start": 3399,
            "end": 3403,
            "text": "2005",
            "ref_id": null
          },
          {
            "start": 3404,
            "end": 3409,
            "text": "-2010",
            "ref_id": null
          },
          {
            "start": 3410,
            "end": 3418,
            "text": "and 2011",
            "ref_id": "BIBREF1"
          },
          {
            "start": 3419,
            "end": 3424,
            "text": "-2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 3425,
            "end": 3439,
            "text": ", Susenas 2005",
            "ref_id": null
          },
          {
            "start": 3440,
            "end": 3445,
            "text": "-2010",
            "ref_id": null
          },
          {
            "start": 3446,
            "end": 3452,
            "text": ", 2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 3453,
            "end": 3486,
            "text": "Philippines STEP survey, and 2011",
            "ref_id": null
          },
          {
            "start": 3487,
            "end": 3492,
            "text": "-2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 3493,
            "end": 3524,
            "text": ", and UN Comtrade database 2005",
            "ref_id": null
          },
          {
            "start": 3525,
            "end": 3530,
            "text": "-2010",
            "ref_id": null
          },
          {
            "start": 4234,
            "end": 4238,
            "text": "2005",
            "ref_id": null
          },
          {
            "start": 4239,
            "end": 4244,
            "text": "-2010",
            "ref_id": null
          },
          {
            "start": 4245,
            "end": 4253,
            "text": "and 2011",
            "ref_id": "BIBREF1"
          },
          {
            "start": 4254,
            "end": 4259,
            "text": "-2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 4260,
            "end": 4274,
            "text": ", Susenas 2005",
            "ref_id": null
          },
          {
            "start": 4275,
            "end": 4280,
            "text": "-2010",
            "ref_id": null
          },
          {
            "start": 4281,
            "end": 4287,
            "text": ", 2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 4288,
            "end": 4321,
            "text": "Philippines STEP survey, and 2011",
            "ref_id": null
          },
          {
            "start": 4322,
            "end": 4327,
            "text": "-2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 4328,
            "end": 4359,
            "text": ", and UN Comtrade database 2005",
            "ref_id": null
          },
          {
            "start": 4360,
            "end": 4365,
            "text": "-2010",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dependent variable:",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "1) (2) (3) (4) (1) (2) (3) (4) (1) (2)",
            "eq_num": "(3)"
          }
        ],
        "section": "Dependent variable:",
        "sec_num": null
      },
      {
        "text": "( Notes: IV regressions. IV: Global demand for foreign products excluding Indonesian products. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province level controls include the age structure of the population, the share of urban population, real GDP per capita, and the minimum wage level. Industry level controls include the gender and educational composition of employment. All models include province, industry, year fixed effects, and province linear time trends. Robust standard errors between parentheses clustered by province-industry. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dependent variable:",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "1 ) ( 2 ) ( 3 ) ( 4 ) ( 1 ) ( 2 ) ( 3 ) ( 4 ) ( 1 ) ( 2 )",
            "eq_num": "( 3 )"
          }
        ],
        "section": "Dependent variable:",
        "sec_num": null
      },
      {
        "text": "Dependent variable: 2005 -2010 and 2011 -2015 , Susenas 2005 -2010 , 2015 Philippines STEP survey, and 2011 -2015 , and UN Comtrade database 2005 -2010 . Notes: IV regressions. IV: Global demand for foreign products excluding Indonesian products. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province controls include the age structure of the population, share of urban population, real GDP per capita, minimum wage level, gender and educational composition of employment. All models control for province and year fixed effects. Robust standard errors between parentheses clustered by province. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively.",
        "cite_spans": [
          {
            "start": 20,
            "end": 24,
            "text": "2005",
            "ref_id": null
          },
          {
            "start": 25,
            "end": 30,
            "text": "-2010",
            "ref_id": null
          },
          {
            "start": 31,
            "end": 39,
            "text": "and 2011",
            "ref_id": "BIBREF1"
          },
          {
            "start": 40,
            "end": 45,
            "text": "-2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 46,
            "end": 60,
            "text": ", Susenas 2005",
            "ref_id": null
          },
          {
            "start": 61,
            "end": 66,
            "text": "-2010",
            "ref_id": null
          },
          {
            "start": 67,
            "end": 73,
            "text": ", 2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 74,
            "end": 107,
            "text": "Philippines STEP survey, and 2011",
            "ref_id": null
          },
          {
            "start": 108,
            "end": 113,
            "text": "-2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 114,
            "end": 145,
            "text": ", and UN Comtrade database 2005",
            "ref_id": null
          },
          {
            "start": 146,
            "end": 151,
            "text": "-2010",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dependent variable:",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "(1) (2) (3) (4) (1) (2) (3) (4) (1) (2)",
            "eq_num": "(3)"
          }
        ],
        "section": "Dependent variable:",
        "sec_num": null
      },
      {
        "text": "Dependent variable: Notes: IV regressions. IV: IV: Global demand for foreign products excluding Indonesian products. High-educated workers: workers with at least complete secondary education. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province level controls include the age structure of the population, the share of urban population, real GDP per capita, and the minimum wage level. Industry level controls include the gender and educational composition of employment. All models include province, industry, year fixed effects, and province linear time trends. Robust standard errors between parentheses clustered by provinceindustry. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dependent variable:",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "(1) (2) (3) (4) (1) (2) (3) (4) (1) (2)",
            "eq_num": "(3)"
          }
        ],
        "section": "Dependent variable:",
        "sec_num": null
      },
      {
        "text": "Dependent variable: Notes: IV regressions. IV: IV: Global demand for foreign products excluding Indonesian products. Low-educated workers: workers with uncomplete secondary education or less. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province level controls include the age structure of the population, the share of urban population, real GDP per capita, and the minimum wage level. Industry level controls include the gender and educational composition of employment. All models include province, industry, year fixed effects, and province linear time trends. Robust standard errors between parentheses clustered by province-industry. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively. Notes: IV regressions. IV: IV: Global demand for foreign products excluding Indonesian products. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province level controls include the age structure of the population, the share of urban population, real GDP per capita, and the minimum wage level. Industry level controls include the gender and educational composition of employment. All models include province, industry, year fixed effects, and province linear time trends. Robust standard errors between parentheses clustered by province-industry. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively. Notes: IV regressions. IV: IV: Global demand for foreign products excluding Indonesian products. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province level controls include the age structure of the population, the share of urban population, real GDP per capita, and the minimum wage level. Industry level controls include the gender and educational composition of employment. All models include province, industry, year fixed effects, and province linear time trends. Robust standard errors between parentheses clustered by province-industry. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively. 2005 -2010 and 2011 -2015 , Susenas 2005 -2010 , 2015 Philippines STEP survey, and 2011 -2015 , and UN Comtrade database 2005 -2010 Notes: IV regressions. IV: Global demand for foreign products excluding Indonesian products. High-educated workers: workers with at least complete secondary education Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province controls include the age structure of the population, share of urban population, real GDP per capita, minimum wage level, gender and educational composition of employment. All models control for province and year fixed effects. Robust standard errors between parentheses clustered by province. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively. Notes: IV regressions. IV: Global demand for foreign products excluding Indonesian products. Low-educated workers: workers with uncomplete secondary education or less. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province controls include the age structure of the population, share of urban population, real GDP per capita, minimum wage level, gender and educational composition of employment. All models control for province and year fixed effects. Robust standard errors between parentheses clustered by province. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively. 2005 -2010 and 2011 -2015 , Susenas 2005 -2010 , 2015 Philippines STEP survey, and 2011 -2015 , and UN Comtrade database 2005 -2010 Notes: IV regressions. IV: Global demand for foreign products excluding Indonesian products. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province controls include the age structure of the population, share of urban population, real GDP per capita, minimum wage level, gender and educational composition of employment. All models control for province and year fixed effects. Robust standard errors between parentheses clustered by province. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively. Notes: IV regressions. IV: IV: Global demand for foreign products excluding Indonesian products. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province level controls include the age structure of the population, the share of urban population, real GDP per capita, and the minimum wage level. Industry level controls include the gender and educational composition of employment. All models include province, industry, year fixed effects, and linear province time trends. Robust standard errors between parentheses clustered by province-industry. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively.",
        "cite_spans": [
          {
            "start": 2507,
            "end": 2511,
            "text": "2005",
            "ref_id": null
          },
          {
            "start": 2512,
            "end": 2517,
            "text": "-2010",
            "ref_id": null
          },
          {
            "start": 2518,
            "end": 2526,
            "text": "and 2011",
            "ref_id": "BIBREF1"
          },
          {
            "start": 2527,
            "end": 2532,
            "text": "-2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 2533,
            "end": 2547,
            "text": ", Susenas 2005",
            "ref_id": null
          },
          {
            "start": 2548,
            "end": 2553,
            "text": "-2010",
            "ref_id": null
          },
          {
            "start": 2554,
            "end": 2560,
            "text": ", 2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 2561,
            "end": 2594,
            "text": "Philippines STEP survey, and 2011",
            "ref_id": null
          },
          {
            "start": 2595,
            "end": 2600,
            "text": "-2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 2601,
            "end": 2632,
            "text": ", and UN Comtrade database 2005",
            "ref_id": null
          },
          {
            "start": 2633,
            "end": 2638,
            "text": "-2010",
            "ref_id": null
          },
          {
            "start": 4190,
            "end": 4194,
            "text": "2005",
            "ref_id": null
          },
          {
            "start": 4195,
            "end": 4200,
            "text": "-2010",
            "ref_id": null
          },
          {
            "start": 4201,
            "end": 4209,
            "text": "and 2011",
            "ref_id": "BIBREF1"
          },
          {
            "start": 4210,
            "end": 4215,
            "text": "-2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 4216,
            "end": 4230,
            "text": ", Susenas 2005",
            "ref_id": null
          },
          {
            "start": 4231,
            "end": 4236,
            "text": "-2010",
            "ref_id": null
          },
          {
            "start": 4237,
            "end": 4243,
            "text": ", 2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 4244,
            "end": 4277,
            "text": "Philippines STEP survey, and 2011",
            "ref_id": null
          },
          {
            "start": 4278,
            "end": 4283,
            "text": "-2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 4284,
            "end": 4315,
            "text": ", and UN Comtrade database 2005",
            "ref_id": null
          },
          {
            "start": 4316,
            "end": 4321,
            "text": "-2010",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dependent variable:",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "(1) (2) (3) (4) (1) (2) (3) (4) (1) (2)",
            "eq_num": "(3)"
          }
        ],
        "section": "Dependent variable:",
        "sec_num": null
      },
      {
        "text": "Dependent variable: 2005 -2010 and 2011 -2015 , Susenas 2005 -2010 , 2015 Philippines STEP survey, and 2011 -2015 , and UN Comtrade database 2005 -2010 . Notes: IV regressions. IV: Global demand for foreign products excluding Indonesian products. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province controls include the age structure of the population, share of urban population, real GDP per capita, minimum wage level, gender and educational composition of employment. All models control for province and year fixed effects. Robust standard errors between parentheses clustered by province. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively.",
        "cite_spans": [
          {
            "start": 20,
            "end": 24,
            "text": "2005",
            "ref_id": null
          },
          {
            "start": 25,
            "end": 30,
            "text": "-2010",
            "ref_id": null
          },
          {
            "start": 31,
            "end": 39,
            "text": "and 2011",
            "ref_id": "BIBREF1"
          },
          {
            "start": 40,
            "end": 45,
            "text": "-2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 46,
            "end": 60,
            "text": ", Susenas 2005",
            "ref_id": null
          },
          {
            "start": 61,
            "end": 66,
            "text": "-2010",
            "ref_id": null
          },
          {
            "start": 67,
            "end": 73,
            "text": ", 2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 74,
            "end": 107,
            "text": "Philippines STEP survey, and 2011",
            "ref_id": null
          },
          {
            "start": 108,
            "end": 113,
            "text": "-2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 114,
            "end": 145,
            "text": ", and UN Comtrade database 2005",
            "ref_id": null
          },
          {
            "start": 146,
            "end": 151,
            "text": "-2010",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dependent variable:",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "( 1 ) ( 2 ) ( 3 ) ( 4 ) ( 1 ) ( 2 ) ( 3 ) ( 4 ) ( 1 ) ( 2 )",
            "eq_num": "( 3 )"
          }
        ],
        "section": "Dependent variable:",
        "sec_num": null
      },
      {
        "text": "Dependent variable: Notes: IV regressions. IV: IV: Global demand for foreign products excluding Indonesian products. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province level controls include the age structure of the population, the share of urban population, real GDP per capita, and the minimum wage level. Industry level controls include the gender and educational composition of employment. All models include province, industry, year fixed effects, and linear time trends. Robust standard errors between parentheses clustered by province-industry. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dependent variable:",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "( 1 ) ( 2 ) ( 3 ) ( 4 ) ( 1 ) ( 2 ) ( 3 ) ( 4 ) ( 1 ) ( 2 )",
            "eq_num": "( 3 )"
          }
        ],
        "section": "Dependent variable:",
        "sec_num": null
      },
      {
        "text": "Dependent variable: 2005 -2010 and 2011 -2015 , Susenas 2005 -2010 , 2015 Philippines STEP survey, and 2011 -2015 , and UN Comtrade database 2005 -2010 . Notes: IV regressions. IV: Global demand for foreign products excluding Indonesian products. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province controls include the age structure of the population, share of urban population, real GDP per capita, minimum wage level, gender and educational composition of employment. All models control for province, year fixed effects, and linear province time trends. Robust standard errors between parentheses clustered by province. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively.",
        "cite_spans": [
          {
            "start": 20,
            "end": 24,
            "text": "2005",
            "ref_id": null
          },
          {
            "start": 25,
            "end": 30,
            "text": "-2010",
            "ref_id": null
          },
          {
            "start": 31,
            "end": 39,
            "text": "and 2011",
            "ref_id": "BIBREF1"
          },
          {
            "start": 40,
            "end": 45,
            "text": "-2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 46,
            "end": 60,
            "text": ", Susenas 2005",
            "ref_id": null
          },
          {
            "start": 61,
            "end": 66,
            "text": "-2010",
            "ref_id": null
          },
          {
            "start": 67,
            "end": 73,
            "text": ", 2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 74,
            "end": 107,
            "text": "Philippines STEP survey, and 2011",
            "ref_id": null
          },
          {
            "start": 108,
            "end": 113,
            "text": "-2015",
            "ref_id": "BIBREF23"
          },
          {
            "start": 114,
            "end": 145,
            "text": ", and UN Comtrade database 2005",
            "ref_id": null
          },
          {
            "start": 146,
            "end": 151,
            "text": "-2010",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dependent variable:",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "( 1 ) ( 2 ) ( 3 ) ( 4 ) ( 1 ) ( 2 ) ( 3 ) ( 4 ) ( 1 ) ( 2 )",
            "eq_num": "( 3 )"
          }
        ],
        "section": "Dependent variable:",
        "sec_num": null
      },
      {
        "text": "Dependent variable: Notes: IV regressions. IV: IV: Global demand for foreign products excluding Indonesian products. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province level controls include the age structure of the population, the share of urban population, real GDP per capita, and the minimum wage level. Industry level controls include the gender and educational composition of employment. All models include province, industry, year fixed effects, and linear province time trends. Robust standard errors between parentheses clustered by province-industry. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dependent variable:",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "( 1 ) ( 2 ) ( 3 ) ( 4 ) ( 1 ) ( 2 ) ( 3 ) ( 4 ) ( 1 ) ( 2 )",
            "eq_num": "( 3 )"
          }
        ],
        "section": "Dependent variable:",
        "sec_num": null
      },
      {
        "text": "Dependent variable: Notes: IV regressions. IV: IV: Global demand for foreign products excluding Indonesian products. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province level controls include the age structure of the population, the share of urban population, real GDP per capita, and the minimum wage level. Industry level controls include the gender and educational composition of employment. All models include province, industry, year fixed effects, and linear province time trends. Robust standard errors between parentheses clustered by province-industry. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively. of each detailed occupation mapped to that occupational group to total hours of work in the previous week. In order to be able to compare the skill content across occupational groups, we standardize the skill measures using the mean and standard deviation taken across the six occupational groups. These normalized skill measures are the input we use to generate skill measures for each province-industry-year in the Sakernas survey using the following calculation: * where is the share of occupational group i in province p, industry j, and year t total employment obtained from Sakernas, and is the value of the normalized skill measure k for occupational group i from the Philippines STEP survey. When constructing skills measures by demographical groups -women, men, high-skilled workers and low-skilled workers, we transform previous expression using the shares of each occupation in each province, industry and year total employment for each specific demographical group: * where is the share of occupational group i in province p, industry j, and year t total employment of demographic group g. Demographic groups include female workers, male workers, high-skilled and low-skilled workers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dependent variable:",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "(1) (2) (3) (4) (1) (2) (3) (4) (1) (2)",
            "eq_num": "(3)"
          }
        ],
        "section": "Dependent variable:",
        "sec_num": null
      },
      {
        "text": "To check the sensibility of our results using the Philippines STEP survey, we construct skills measures using information from the U.S. 2004 O*Net database, i.e., a year previous to our period of analysis, to avoid the skills measures to be affected by the technological advancement taking place after that year.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B) Skills measures using the U.S. O*Net database",
        "sec_num": null
      },
      {
        "text": "We work with a set of 41 work activities describing 914 detailed occupations. We classify the 41 work activities into five skills categories: non-routine analytical, non-routine interpersonal, routine cognitive, routine manual, and non-routine manual. Table A1 provides details on the classification we use.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 252,
            "end": 260,
            "text": "Table A1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "B) Skills measures using the U.S. O*Net database",
        "sec_num": null
      },
      {
        "text": "We map the occupations available in the 2004 U.S. O*Net database that follows the SOC 2000 classification (Standard Occupational Classification 2000) to the ISCO 2008 used in the STEP survey, and then to the Indonesian Classification of Occupation 1982 that is used in the Sakernas. In this process we mapped 899 occupations from the 914 occupation that were originally in the O*Net database. Using the ISCO 2008 we identify the same six occupational groups we identify in the STEP survey and that can be match to the Sakernas survey: administrative and managerial workers; professionals and technicians; clerical workers; sales and services workers; agriculture, animal husbandry, forestry workers, fishermen and hunters; and production workers, transport and equipment operators, and laborers.",
        "cite_spans": [
          {
            "start": 106,
            "end": 149,
            "text": "(Standard Occupational Classification 2000)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B) Skills measures using the U.S. O*Net database",
        "sec_num": null
      },
      {
        "text": "We proceed with the construction of the skills measures applying the same steps described in section A of this appendix. In the first step, we calculate the mean and standard deviation for each activity associated with any of the five types of skills across the sample of 899 occupations using as weights the share of each occupation at 2-digit ISCO 2008 level in total Indonesian employment in 2003 using information from Sakernas, i.e., previous to our period of analysis. Second, we add all the activities associated to each skill measure to obtain score measures. Third, we estimate the 1-digit occupation level average score measure using as weights the contribution of each occupation at 2-digit level into the 1-digit category using Sakernas 2003 data. Finally, we standardize each of the five scores by subtracting its mean and dividing by its standard deviation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B) Skills measures using the U.S. O*Net database",
        "sec_num": null
      },
      {
        "text": "In Figure A1 we compare the value of the skills measures we obtained using the Philippines STEP survey and the U.S. O*Net database. For the non-routine analytical and non-routine manual skills measures we find the highest rank correlation coefficients -0.75 and 0.67 respectively. For the routine manual and interpersonal skills measures we find rank correlation coefficients of 0.49 and 0.57 respectively. For non-routine cognitive the rank correlation coefficient is negative. We believe this can explained by the different type of information we captured from STEP and O*Net to construct this measure. In the STEP survey, the variable we use captures the structured vs. unstructured nature of the job, while in the O*Net database the routine cognitive measure comes from the activity \"documenting/recording information\". ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 3,
            "end": 12,
            "text": "Figure A1",
            "ref_id": "FIGREF0"
          }
        ],
        "eq_spans": [],
        "section": "B) Skills measures using the U.S. O*Net database",
        "sec_num": null
      },
      {
        "text": "ICT adoption is still low in Indonesia, but measures such as cellphone use, internet, and computer access exhibited a threefold increase over the analyzed period. See Section 4 for more details.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "We decided to use the STEP survey of the Philippines instead of Vietnam because for the latter country the survey only covers the main cities.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "We also calculated the average skill measures for high-and low-export industries. We find that during 2005-2010, industries in the top decile of the export value distribution used analytical and interpersonal skills more intensively than industries exporting less and made lower use of non-routine manual and routine skills. During 2011-2015, highexport industries stopped being more intensive in the use of analytical and interpersonal skills in comparison to lowexport industries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "We transform the skills measures (S) presented inTable 1applying the formula ln 1 0; ln 1 0, k = non-routine analytical, non-routine interpersonal, non-routine manual, routine manual, routine cognitive.6 In order to transform industry level data into province level data (value of Indonesian exports, global demand for foreign products, and composition of employment by educational level and gender), we weight each industry data point by the share of that industry in each province and year total employment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "First-stage results for all robustness checks show significant correlations between the instruments and the value of Indonesian exports and its interaction with the technology variables.Tables are available upon request.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "We decided to use the STEP survey of the Philippines instead of Vietnam because for the latter country the survey only covers main cities.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "( ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "annex",
        "sec_num": null
      },
      {
        "text": "With the objective of constructing skills measures of occupational groups in the Indonesian labor market, we faced the problem of not having direct information on the skill content of occupations in this country. In this situation, the approach followed by many studies is to use the U.S. Department of Labor's O*Net database, which collects occupation-specific attributes for detailed occupations. The disadvantage of using U.S. data is that these two countries, the United States and Indonesia, differ in their development levels and production technologies, which may impact both the levels and rankings of the skills used in each occupation. Another possibility is to use information from the STEP (Skills Towards Employment and Productivity) survey, which is collected by the World Bank in some East Asian countries, such as Vietnam and the Philippines. This is an individual-level survey conducted among working-age people (15-64) mostly residing in urban areas. This urban feature of the STEP survey is a disadvantage for a country like Indonesia where only half of the population is urban. We decided to proceed using the STEP survey of the Philippines for our main results, a country from the East Asian region with a development level similar to Indonesia, and the U.S. O*Net database as a robustness exercise. 8",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Appendix: Construction of skills measures",
        "sec_num": null
      },
      {
        "text": "We use the 2015-2016 Philippines STEP survey to construct the skill content of occupations using the following categories: non-routine analytical, non-routine interpersonal, routine cognitive, routine manual, and non-routine manual. We work with a sample of 1,565 workers aged 15-64. We mapped the Philippines Standard Occupational Classification, that follows closely the International Standard Classification of Occupations (ISCO) 2008, to the Indonesian Classification of Occupation 1982 that is used in the Sakernas (the Indonesian National Labor Force Survey). We work with six occupational groups: administrative and managerial workers; professionals and technicians; clerical workers; sales and services workers; agriculture, animal husbandry, forestry workers, fishermen and hunters; and production workers, transport and equipment operators, and laborers. We combine the variables capturing each type of skill in the STEP survey into a single skill measure for each occupation following the methodology applied by Acemoglu and Autor (2011) . The variables used are listed in the second column of Table A1 .First, for each variable associated with any of the five types of skills, we calculate the mean and standard deviation across the sample of 1,565 workers and standardize the variable by subtracting the mean and dividing by the standard deviation. Second, for each worker we obtain scores for each of the five types of skills by adding all the standardized variables obtained in the previous step associated with non-routine analytical skills (7 variables), non-routine interpersonal skills (3 variables), non-routine manual skills (4 variables), routine manual skills (1 variables), and routine cognitive skills (1 variable). We standardize each of the five scores by subtracting its mean and dividing by its standard deviation. Finally, for each occupational group, we calculate a weighted average of the value of each of the five standardized skills scores using as weights the contribution ",
        "cite_spans": [
          {
            "start": 1023,
            "end": 1048,
            "text": "Acemoglu and Autor (2011)",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [
          {
            "start": 1105,
            "end": 1113,
            "text": "Table A1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "A) Skills measures using the Philippines STEP survey",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Changes in Unemployment and Wage Inequality: An Alternative Theory and Some Evidence",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Acemoglu",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "The American Economic Review",
        "volume": "89",
        "issue": "5",
        "pages": "1259--78",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Acemoglu, D. 1999. \"Changes in Unemployment and Wage Inequality: An Alternative Theory and Some Evidence\". The American Economic Review, 89(5), pp. 1259-78.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Skills, Tasks and Technologies: Implications for Employment and Earnings",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Acemoglu",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Autor",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Handbook of Labor Economics",
        "volume": "4",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Acemoglu, D. and D. Autor. 2011. \"Skills, Tasks and Technologies: Implications for Employment and Earnings\". In Orley Ashenfelter and David Card (eds.) Handbook of Labor Economics, Vol. 4, Part B, 1043-1171. Amsterdam: Elsevier.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "The Impact of Digital Technologies on Employment and Skills: Do Labor Policies Matter?",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Almeida",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Corseuil",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Poole",
            "suffix": ""
          }
        ],
        "year": 2017,
        "venue": "World Bank Policy Research Working Paper 8187",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Almeida, R., C. Corseuil, and J. Poole. 2017a. \"The Impact of Digital Technologies on Employment and Skills: Do Labor Policies Matter?\". World Bank Policy Research Working Paper 8187.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Software Adoption, Employment Composition, and the Skill Content of Occupations in Chilean Firms",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Almeida",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "M"
            ],
            "last": "Fernandes",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Viollaz",
            "suffix": ""
          }
        ],
        "year": 2019,
        "venue": "Journal of Development Studies",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Almeida, R., A.M. Fernandes, and M. Viollaz. 2019. \"Software Adoption, Employment Composition, and the Skill Content of Occupations in Chilean Firms\". Journal of Development Studies, Forthcoming, 2019.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Does Automation in Rich Countries Hurt Developing Ones? Evidence from US and Mexico",
        "authors": [
          {
            "first": "E",
            "middle": [],
            "last": "Artuç",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Christiaensen",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [],
            "last": "Winkler",
            "suffix": ""
          }
        ],
        "year": 2018,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Artuç, E., L. Christiaensen, and H. Winkler. 2018. \"Does Automation in Rich Countries Hurt Developing Ones? Evidence from US and Mexico\". Mimeo.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "The Skill Content of Recent Technological Change: An Empirical Exploration",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Autor",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Levy",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Murnane",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Quarterly Journal of Economics",
        "volume": "118",
        "issue": "4",
        "pages": "1279--1333",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Autor, D., F. Levy, and R. Murnane. 2003. \"The Skill Content of Recent Technological Change: An Empirical Exploration\". Quarterly Journal of Economics, 118(4), pp. 1279-1333.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "The Growth of Low-Skill Service Jobs and the Polarization of the US Labor Market",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Autor",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Dorn",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "The American Economic Review",
        "volume": "103",
        "issue": "5",
        "pages": "1553--1597",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Autor, D. and D. Dorn. 2013. \"The Growth of Low-Skill Service Jobs and the Polarization of the US Labor Market\". The American Economic Review, 103(5), pp. 1553-1597.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Skills, Education, and the Rise of Earnings Inequality among the 'Other 99 Percent",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Autor",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "Science",
        "volume": "344",
        "issue": "6186",
        "pages": "843--851",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Autor, D. 2014. \"Skills, Education, and the Rise of Earnings Inequality among the 'Other 99 Percent'\". Science, 344(6186), pp. 843-851.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Untangling Trade and Technology: Evidence From Local Labour Markets",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Autor",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Dorn",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [
              "H"
            ],
            "last": "Hanson",
            "suffix": ""
          }
        ],
        "year": 2015,
        "venue": "The Economic Journal",
        "volume": "125",
        "issue": "",
        "pages": "621--646",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Autor, D., D. Dorn, and G.H. Hanson. 2015. \"Untangling Trade and Technology: Evidence From Local Labour Markets\". The Economic Journal, 125, pp. 621-646.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Exceptional Exporter performance: Cause, Effect, or Both?",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Bernard",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Jensen",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Journal of International Economics",
        "volume": "47",
        "issue": "",
        "pages": "1--25",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bernard, A., and J. Jensen. 1999. \"Exceptional Exporter performance: Cause, Effect, or Both?\". Journal of International Economics, 47, pp. 1-25.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Trade Developments in 2016: Policy Uncertainty Weighs on World Trade",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Constantinescu",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Mattoo",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Ruta",
            "suffix": ""
          }
        ],
        "year": 2017,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Constantinescu, C., A. Mattoo, and M. Ruta. 2017. \"Trade Developments in 2016: Policy Uncertainty Weighs on World Trade\". World Bank Group.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Disappearing Routine Jobs: Who, How, and Why?",
        "authors": [
          {
            "first": "G",
            "middle": [
              "M"
            ],
            "last": "Cortes",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "Jaimovich",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [
              "E"
            ],
            "last": "Siu",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cortes, G. M., N. Jaimovich, and H. E. Siu. 2016. \"Disappearing Routine Jobs: Who, How, and Why?\". NBER Working Paper 22918.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "The Skill Content of Occupations across Low and Middle Income Countries: Evidence from Harmonized Data",
        "authors": [
          {
            "first": "Di",
            "middle": [],
            "last": "Carlo",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "Lo"
            ],
            "last": "Bello",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Monroy-Taborda",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "M"
            ],
            "last": "Oviedo",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "L"
            ],
            "last": "Sanchez-Puerta",
            "suffix": ""
          },
          {
            "first": "I",
            "middle": [],
            "last": "Santos",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Di Carlo, E., S. Lo Bello, S. Monroy-Taborda, A.M. Oviedo, M.L. Sanchez-Puerta, and I. Santos. 2016. \"The Skill Content of Occupations across Low and Middle Income Countries: Evidence from Harmonized Data\". IZA Discussion Paper 10224.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Estimating the Impact of Trade and Offshoring on American Workers using the Current Population Surveys",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Ebenstein",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Harrison",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Mcmillan",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Phillips",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "Review of Economics and Statistics",
        "volume": "96",
        "issue": "4",
        "pages": "581--595",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ebenstein, A., A. Harrison, M. McMillan, and S. Phillips. 2014. \"Estimating the Impact of Trade and Offshoring on American Workers using the Current Population Surveys\". Review of Economics and Statistics, 96(4), pp. 581-595.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Trading Tasks: A Simple Theory of Offshoring",
        "authors": [
          {
            "first": "G",
            "middle": [
              "M"
            ],
            "last": "Grossman",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Rossi-Hansberg",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "American Economic Review",
        "volume": "98",
        "issue": "5",
        "pages": "1978--1997",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Grossman, G. M., and E. Rossi-Hansberg. 2008. \"Trading Tasks: A Simple Theory of Offshoring\". American Economic Review, 98(5), pp. 1978-1997.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Lousy and Lovely Jobs: The Rising Polarization of Work in Britain",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Goos",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Manning",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "Review of Economics and Statistics",
        "volume": "89",
        "issue": "1",
        "pages": "118--151",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Goos, M. and A. Manning. 2007. \"Lousy and Lovely Jobs: The Rising Polarization of Work in Britain\". Review of Economics and Statistics, 89(1), pp. 118-33.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Explaining Job Polarization in Europe: Routine-Biased Technological Change and Offshoring",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Goos",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Manning",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Salomons",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "The American Economic Review",
        "volume": "104",
        "issue": "8",
        "pages": "2509--2506",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Goos, M., A. Manning, and A. Salomons. 2014. \"Explaining Job Polarization in Europe: Routine- Biased Technological Change and Offshoring\", The American Economic Review, 104(8), pp. 2509-2506.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Asian Development Bank, European Bank for Reconstruction and Development, Inter-American Development Bank)",
        "authors": [
          {
            "first": "Adb",
            "middle": [],
            "last": "Afdb",
            "suffix": ""
          },
          {
            "first": "Ebrd",
            "middle": [],
            "last": "Idb",
            "suffix": ""
          }
        ],
        "year": 2018,
        "venue": "The Future of Work: Regional Perspectives",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "AfDB, ADB, EBRD, and IDB (African Development Bank, Asian Development Bank, European Bank for Reconstruction and Development, Inter-American Development Bank). 2018. \"The Future of Work: Regional Perspectives\".",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Are Automation and Trade Polarizing Developing Country Labor Markets, Too?",
        "authors": [
          {
            "first": "W",
            "middle": [],
            "last": "Maloney",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Molina",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Maloney, W. and C. Molina. 2016. \"Are Automation and Trade Polarizing Developing Country Labor Markets, Too?\". Policy Research Working Paper 7922. The World Bank.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Beyond Icebergs: Towards A Theory of Biased Globalization",
        "authors": [
          {
            "first": "K",
            "middle": [],
            "last": "Matsuyama",
            "suffix": ""
          }
        ],
        "year": 2007,
        "venue": "The Review of Economic Studies",
        "volume": "74",
        "issue": "",
        "pages": "237--253",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Matsuyama, K. 2007. \"Beyond Icebergs: Towards A Theory of Biased Globalization\". The Review of Economic Studies, 74, pp. 237-253.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Job Polarization in Latin America",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Messina",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "M"
            ],
            "last": "Oviedo",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Pica",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Messina, J., A.M. Oviedo, and G. Pica. 2016. \"Job Polarization in Latin America\". Mimeo, The World Bank.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Has ICT Polarized Skill Demand? Evidence from Eleven Countries over Twenty-Five Years",
        "authors": [
          {
            "first": "G",
            "middle": [],
            "last": "Michaels",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "An",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Natraj",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Van Reenan",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "The Review of Economics and Statistics",
        "volume": "96",
        "issue": "1",
        "pages": "60--77",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Michaels, G., An. Natraj, and J. Van Reenan. 2014. \"Has ICT Polarized Skill Demand? Evidence from Eleven Countries over Twenty-Five Years\". The Review of Economics and Statistics, 96(1), pp. 60-77.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Global Value Chains (GVCs): Indonesia",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Oecd",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "OECD. 2013. \"Global Value Chains (GVCs): Indonesia\". Organisation for Economic Co- Operation and Development. May 2013.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Indonesia Policy Brief: Strengthening Indonesia's Participation in Global Value Chains",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Oecd",
            "suffix": ""
          }
        ],
        "year": 2015,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "OECD. 2015. \"Indonesia Policy Brief: Strengthening Indonesia's Participation in Global Value Chains\". Organisation for Economic Co-Operation and Development. March 2015.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "Fifty Years of Trade Policy in Indonesia: New World Trade, Old Treatments",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Pangestu",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Rahardja",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [
              "Y"
            ],
            "last": "Ing",
            "suffix": ""
          }
        ],
        "year": 2015,
        "venue": "",
        "volume": "51",
        "issue": "",
        "pages": "239--261",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Pangestu, M., S. Rahardja, and L.Y. Ing. 2015. \"Fifty Years of Trade Policy in Indonesia: New World Trade, Old Treatments\". Bulletin of Indonesian Economic Studies, 51(2), pp. 239-261.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "The Impact of Trade and Technology on Skills in Viet Nam",
        "authors": [
          {
            "first": "J",
            "middle": [
              "P"
            ],
            "last": "Poole",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Santos-Paulino",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Sokolova",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Dicaprio",
            "suffix": ""
          }
        ],
        "year": 2017,
        "venue": "ADBI Working Paper Series",
        "volume": "770",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Poole, J.P., A. Santos-Paulino, M. Sokolova, and A. DiCaprio. 2017. \"The Impact of Trade and Technology on Skills in Viet Nam\". ADBI Working Paper Series 770.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Computers, Trade, and the Changing Task Composition of the Vietnamese Labor Market",
        "authors": [
          {
            "first": "J",
            "middle": [
              "P"
            ],
            "last": "Poole",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Santos-Paulino",
            "suffix": ""
          }
        ],
        "year": 2017,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Poole, J.P., and A. Santos-Paulino. 2017. \"Computers, Trade, and the Changing Task Composition of the Vietnamese Labor Market\". Mimeo.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "Technological Change and Labor Market Disruptions: Evidence from the Developing World",
        "authors": [
          {
            "first": "I",
            "middle": [],
            "last": "Santos",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Monroy",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Moreno",
            "suffix": ""
          }
        ],
        "year": 2015,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Santos, I., S. Monroy, and M. Moreno. 2015. \"Technological Change and Labor Market Disruptions: Evidence from the Developing World\". IZA conference mimeo.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "Indonesian Economic Transformation and Employment",
        "authors": [],
        "year": 2016,
        "venue": "Policy Input for an Indonesian Job Strategy",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank. 2016. \"Indonesian Economic Transformation and Employment. Policy Input for an Indonesian Job Strategy\".",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "Shares of high-educated in high-and low-exporting industries",
        "authors": [],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Figure 4. Shares of high-educated in high-and low-exporting industries. 2011-2015",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "Notes: High-educated workers are workers having at least complete secondary education. High-and low-exporting industries defined as industries having exports above the median value each year",
        "authors": [],
        "year": 2011,
        "venue": "Source: Authors' calculations based on Sakernas",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Source: Authors' calculations based on Sakernas 2011-2015. Notes: High-educated workers are workers having at least complete secondary education. High-and low-exporting industries defined as industries having exports above the median value each year.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "High-exporting industries Low-exporting industries",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "High-exporting industries Low-exporting industries",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "num": null,
        "fig_num": "1",
        "text": "Distribution of the Percentage of Households With Computer at the Province Level. 2005' calculations based on Susenas 2005-2010 and 2011-2015.",
        "uris": null,
        "type_str": "figure"
      },
      "FIGREF1": {
        "num": null,
        "fig_num": "2",
        "text": "Value of Indonesian Exports by Aggregate Industrial Groups. 2005-2010 and 2011' calculations based on Philippines STEP survey 2015-2016 and Sakernas 2005-2010 and 2011-2015. Notes: High-educated workers are workers having at least complete secondary education. Low-educated workers include workers with incomplete secondary education or less.",
        "uris": null,
        "type_str": "figure"
      },
      "FIGREF2": {
        "num": null,
        "fig_num": null,
        "text": "Comparing skills measures from Philippines STEP survey and O' elaboration based on 2015-2016 Philippines STEP survey and O*Net database. Note: s indicates the Spearman's rank correlation coefficient between skills measures.",
        "uris": null,
        "type_str": "figure"
      },
      "TABREF0": {
        "content": "<table><tr><td>Analytical</td><td>Interper-sonal</td><td>Manual</td><td>Routine manual</td><td>Routine cognitive</td></tr></table>",
        "num": null,
        "text": "Skill Content by Occupational Groups Source: Authors' calculations based on the 2015-2016 Philippines STEP survey. Notes: The skills measures are constructed based on Acemoglu and Autor (2011) methodology described in the Appendix. Summary Statistics on ICT Use, Skill Measures, Aggregate Labor Market Indicators, and Province and Industry Characteristics Source: Authors' calculations based on Susenas 2005-2015, Sakernas 2005-2015, and 2015-2016 Philippines STEP survey.",
        "html": null,
        "type_str": "table"
      },
      "TABREF1": {
        "content": "<table><tr><td>Panel A: 2005-2010</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>fishing forestry and Agriculture,</td><td>products of food Manufactures</td><td>Cotton, fur, articles of leather</td><td colspan=\"3\">Wood and paper Other manufactures Chemicals equipment electrical Mineral, metals &amp;</td><td>Vehicles</td><td>Mining</td><td>Textiles</td></tr><tr><td>Non-routine analytical</td><td>-0.62</td><td>-0.85</td><td>-0.86</td><td>-0.98</td><td>-0.97</td><td>-0.76</td><td>-0.85</td><td>-0.78</td><td>-0.95</td></tr><tr><td>Non-routine interpersonal</td><td>-0.70</td><td>-0.72</td><td>-0.73</td><td>-0.80</td><td>-0.79</td><td>-0.62</td><td>-0.69</td><td>-0.64</td><td>-0.79</td></tr><tr><td>Routine manual</td><td>0.96</td><td>0.18</td><td>0.16</td><td>0.18</td><td>0.19</td><td>0.08</td><td>0.14</td><td>0.00</td><td>0.24</td></tr><tr><td>Routine cognitive</td><td>0.61</td><td>0.43</td><td>0.42</td><td>0.37</td><td>0.36</td><td>0.30</td><td>0.31</td><td>0.28</td><td>0.41</td></tr><tr><td>Non-routine manual</td><td>0.86</td><td>0.58</td><td>0.59</td><td>0.62</td><td>0.62</td><td>0.48</td><td>0.53</td><td>0.49</td><td>0.63</td></tr><tr><td>Panel B: 2011-2015</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Agriculture, fishing forestry and</td><td>Manufactures products of food</td><td>Cotton, fur, articles of leather</td><td colspan=\"3\">Wood and paper Other manufactures Chemicals Mineral, metals &amp; electrical equipment</td><td>Vehicles</td><td>Mining</td><td>Textiles</td></tr><tr><td>Non-routine analytical</td><td>-0.62</td><td>-0.80</td><td>-0.84</td><td>-1.01</td><td>-0.92</td><td>-0.70</td><td>-0.85</td><td>-0.75</td><td>-0.92</td></tr><tr><td>Non-routine interpersonal</td><td>-0.70</td><td>-0.68</td><td>-0.71</td><td>-0.82</td><td>-0.75</td><td>-0.56</td><td>-0.69</td><td>-0.63</td><td>-0.76</td></tr><tr><td>Routine manual</td><td>0.96</td><td>0.16</td><td>0.20</td><td>0.20</td><td>0.18</td><td>0.06</td><td>0.17</td><td>0.04</td><td>0.23</td></tr><tr><td>Routine cognitive</td><td>0.60</td><td>0.38</td><td>0.42</td><td>0.34</td><td>0.32</td><td>0.22</td><td>0.30</td><td>0.32</td><td>0.39</td></tr><tr><td>Non-routine manual</td><td>0.86</td><td>0.54</td><td>0.57</td><td>0.63</td><td>0.57</td><td>0.41</td><td>0.53</td><td>0.49</td><td>0.60</td></tr></table>",
        "num": null,
        "text": "Skills Measures by Aggregate Industrial Groups. 2005-2010 and 2011-2015",
        "html": null,
        "type_str": "table"
      },
      "TABREF2": {
        "content": "<table><tr><td>Panel A: 2005-2010</td></tr></table>",
        "num": null,
        "text": "Global demand and Indonesian Exports. 2005-2010and 2011-2015. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province level controls include the age structure of the population, the share of urban population, real GDP per capita, and the minimum wage level. Industry level controls include the gender and educational composition of employment. All models include province, industry, year fixed effects, and province linear time trends. Robust standard errors between parentheses clustered by province-industry. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively.",
        "html": null,
        "type_str": "table"
      },
      "TABREF3": {
        "content": "<table><tr><td>Source: Authors' calculations based on Sakernas 2005-2010 and 2011-2015, Susenas 2005-2010 and 2011-2015, 2015-2016 Philippines STEP survey, and UN</td></tr><tr><td>Comtrade database 2005-2010 and 2011-2015.</td></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Log of Skills Measures. All workers. 2005-2010",
        "html": null,
        "type_str": "table"
      },
      "TABREF5": {
        "content": "<table><tr><td>Panel A: 2005-2010</td></tr><tr><td>Panel B: 2011-2015 Source: Authors' calculations based on Sakernas 2005-2010 and 2011-2015, Susenas 2005-2010 and 2011-2015, and UN Comtrade database 2005-2010. IDN exports per worker IDN exports per worker IDN exports IDN exports per worker per worker * ICT (1) (2) (3) (4) Global demand for foreign products 0.00142 0.00142 0.00105 -0.00004 (0.000175)*** (0.000174)*** (0.000133)*** (0.000) Global demand for foreign products * 0.00265 0.00166 Share of hhlds with computer (0.00122)** (0.000275)*** ICT at the province level No Yes Yes Yes Province level controls Yes Yes Yes Yes Province and year FE Yes Yes Yes Yes Observations 195 195 195 195 R-squared 0.983 0.983 0.987 0.982 F-stat 73.88 74.42 57.41 18.96 Dependent variable: IDN exports per worker IDN exports per worker IDN exports per worker IDN exports per worker * ICT (1) (2) (3) (4) Global demand for foreign products 0.000259 0.000264 0.000226 -0.00002 (0.000)*** (0.000)*** (0.000126)* (0.000) Global demand for foreign products * 0.000190 0.000240 Share of hhlds with computer (0.000463) (0.000109)** ICT at the province level No Yes Yes Yes Province level controls Yes Yes Yes Yes Province and year FE Yes Yes Yes Yes Observations 165 165 165 165 R-squared 0.979 0.979 0.979 0.981 Notes: Dependent variable: F-stat 10.66 11.03 5.75 4.06</td></tr></table>",
        "num": null,
        "text": "Global demand and Indonesian Exports at the province level. 2005-2010 and 2011-2015 OLS regressions. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province controls include the age structure of the population, share of urban population, real GDP per capita, minimum wage level, gender and educational composition of employment. All models control for province and year fixed effects. Robust standard errors between parentheses clustered by province. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively.",
        "html": null,
        "type_str": "table"
      },
      "TABREF6": {
        "content": "<table><tr><td>Dependent variable:</td><td colspan=\"4\">Labor force participation rate</td><td/><td colspan=\"2\">Employment rate</td><td/><td/><td colspan=\"2\">Unemployment rate</td><td/></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td>IDN exports per worker</td><td>0.0216</td><td/><td>0.0228</td><td>0.0216</td><td>0.00283</td><td/><td>0.00334</td><td>-0.0111</td><td>0.0236</td><td/><td>0.0245</td><td>0.0507</td></tr><tr><td/><td>(0.0226)</td><td/><td>(0.0223)</td><td>(0.0403)</td><td>(0.0235)</td><td/><td>(0.0233)</td><td>(0.0398)</td><td>(0.0168)</td><td/><td colspan=\"2\">(0.0169) (0.0282)*</td></tr><tr><td>Share of hhlds with computer</td><td/><td>0.184</td><td>0.182</td><td>0.180</td><td/><td>0.0778</td><td>0.0776</td><td>0.0469</td><td/><td>0.124</td><td>0.123</td><td>0.179</td></tr><tr><td/><td/><td colspan=\"2\">(0.0900)** (0.0901)**</td><td>(0.113)</td><td/><td>(0.0865)</td><td>(0.0866)</td><td>(0.106)</td><td/><td colspan=\"3\">(0.0507)** (0.0511)** (0.0603)***</td></tr><tr><td>IDN exports per worker *</td><td/><td/><td/><td>0.00916</td><td/><td/><td/><td>0.109</td><td/><td/><td/><td>-0.197</td></tr><tr><td>Share of hhlds with computer</td><td/><td/><td/><td>(0.181)</td><td/><td/><td/><td>(0.177)</td><td/><td/><td/><td>(0.120)*</td></tr><tr><td>Observations</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td></tr><tr><td>R-squared</td><td>0.941</td><td>0.942</td><td>0.942</td><td>0.942</td><td>0.962</td><td>0.962</td><td>0.962</td><td>0.962</td><td>0.934</td><td>0.935</td><td>0.936</td><td>0.936</td></tr><tr><td colspan=\"13\">Source: Authors' calculations based on Sakernas 2005-2010 and 2011-2015, Susenas 2005-2010, 2015-2016 Philippines STEP survey, and 2011-2015, and UN</td></tr><tr><td>Comtrade database 2005-2010.</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Aggregate Labor Market Indicators. All workers. 2005-2010",
        "html": null,
        "type_str": "table"
      },
      "TABREF7": {
        "content": "<table><tr><td>Source: Authors' calculations based on Sakernas 2005-2010 and 2011-2015, Susenas 2005-2010 and 2011-2015, 2015-2016 Philippines STEP survey, and UN</td></tr><tr><td>Comtrade database 2005-2010 and 2011-2015.</td></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Log of Skills Measures. High-educated workers. 2005-2010",
        "html": null,
        "type_str": "table"
      },
      "TABREF9": {
        "content": "<table><tr><td>Source: Authors' calculations based on Sakernas 2005-2010 and 2011-2015, Susenas 2005-2010 and 2011-2015, 2015-2016 Philippines STEP survey, and UN</td></tr><tr><td>Comtrade database 2005-2010 and 2011-2015.</td></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Log of Skills Measures. Low-educated workers. 2005-2010",
        "html": null,
        "type_str": "table"
      },
      "TABREF10": {
        "content": "<table><tr><td/><td/><td/><td/><td/><td colspan=\"3\">Non-routine skill measures</td><td/><td/><td/><td/><td/></tr><tr><td>Dependent variable:</td><td/><td colspan=\"2\">Analytical</td><td/><td/><td colspan=\"2\">Interpersonal</td><td/><td/><td colspan=\"2\">Manual</td><td/></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td>IDN exports per worker</td><td>0.000186</td><td/><td>0.000158</td><td>0.000113</td><td>0.000128</td><td/><td colspan=\"3\">0.0000995 -0.0000229 -0.000122</td><td/><td>-0.00009</td><td>0.000111</td></tr><tr><td/><td>(0.000205)</td><td/><td colspan=\"3\">(0.000209) (0.000292) (0.000203)</td><td/><td colspan=\"3\">(0.000207) (0.000284) (0.000191)</td><td/><td colspan=\"2\">(0.000196) (0.000274)</td></tr><tr><td>Share of hhlds with computer</td><td/><td>0.0205</td><td>0.0456</td><td>0.0668</td><td/><td>0.00874</td><td>0.0358</td><td>0.0565</td><td/><td>-0.00310</td><td>-0.0333</td><td>-0.0548</td></tr><tr><td/><td/><td>(0.0535)</td><td>(0.0437)</td><td>(0.0496)</td><td/><td>(0.0497)</td><td>(0.0362)</td><td>(0.0432)</td><td/><td>(0.0502)</td><td>(0.0338)</td><td>(0.0433)</td></tr><tr><td>IDN exports per worker *</td><td/><td/><td/><td>0.0000318</td><td/><td/><td/><td>0.000509</td><td/><td/><td/><td>-0.000981</td></tr><tr><td>Share of hhlds with computer</td><td/><td/><td/><td>(0.000783)</td><td/><td/><td colspan=\"2\">(0.000705)</td><td/><td/><td/><td>(0.000691)</td></tr><tr><td>Observations</td><td>3,123</td><td>3,123</td><td>3,123</td><td>3,123</td><td>3,123</td><td>3,123</td><td>3,123</td><td>3,123</td><td>3,123</td><td>3,123</td><td>3,123</td><td>3,123</td></tr><tr><td>R-squared</td><td>0.903</td><td>0.902</td><td>0.903</td><td>0.903</td><td>0.530</td><td>0.528</td><td>0.530</td><td>0.530</td><td>0.830</td><td>0.829</td><td>0.831</td><td>0.830</td></tr><tr><td/><td/><td/><td/><td colspan=\"2\">Routine skill measures</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td colspan=\"2\">Manual</td><td/><td/><td colspan=\"2\">Cognitive</td><td/><td/><td/><td/><td/></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td/><td/><td/><td/></tr><tr><td>IDN exports per worker</td><td>-0.000675</td><td/><td>-0.000641</td><td colspan=\"2\">-0.00035 -0.0000586</td><td/><td colspan=\"2\">-0.0000353 0.000409</td><td/><td/><td/><td/></tr><tr><td/><td>(0.000236)***</td><td/><td colspan=\"3\">(0.000236)*** (0.000351) (0.000194)</td><td/><td colspan=\"2\">(0.000197) (0.000312)</td><td/><td/><td/><td/></tr><tr><td>Share of hhlds with computer</td><td/><td>-0.0771</td><td>-0.104</td><td>-0.124</td><td/><td>0.0100</td><td>-0.0126</td><td>-0.0226</td><td/><td/><td/><td/></tr><tr><td/><td/><td>(0.0794)</td><td>(0.0763)</td><td>(0.0837)</td><td/><td>(0.0528)</td><td>(0.0392)</td><td>(0.0398)</td><td/><td/><td/><td/></tr><tr><td>IDN exports per worker *</td><td/><td/><td/><td>-0.00156</td><td/><td/><td/><td>-0.0026</td><td/><td/><td/><td/></tr><tr><td>Share of hhlds with computer</td><td/><td/><td/><td>(0.00123)</td><td/><td/><td colspan=\"2\">(0.00101)***</td><td/><td/><td/><td/></tr><tr><td>Observations</td><td>3,123</td><td>3,123</td><td>3,123</td><td>3,123</td><td>3,123</td><td>3,123</td><td>3,123</td><td>3,123</td><td/><td/><td/><td/></tr><tr><td>R-squared</td><td>0.974</td><td>0.974</td><td>0.974</td><td>0.974</td><td>0.843</td><td>0.843</td><td>0.843</td><td>0.843</td><td/><td/><td/><td/></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Log of Skills Measures. Male workers. 2005-2010",
        "html": null,
        "type_str": "table"
      },
      "TABREF12": {
        "content": "<table><tr><td>Source: Authors' calculations based on Sakernas 2005-2010 and 2011-2015, Susenas 2005-2010 and 2011-2015, 2015-2016 Philippines STEP survey, and UN</td></tr><tr><td>Comtrade database 2005-2010 and 2011-2015.</td></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Log of Skills Measures. Female workers. 2005-2010",
        "html": null,
        "type_str": "table"
      },
      "TABREF14": {
        "content": "<table/>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Aggregate Labor Market Indicators. High-educated workers. 2005-2010",
        "html": null,
        "type_str": "table"
      },
      "TABREF15": {
        "content": "<table><tr><td>Dependent variable:</td><td colspan=\"4\">Labor force participation rate</td><td/><td colspan=\"2\">Employment rate</td><td/><td/><td colspan=\"2\">Unemployment rate</td><td/></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td>IDN exports per worker</td><td>0.0725</td><td/><td>0.0749</td><td>0.0825</td><td>0.0550</td><td/><td>0.0555</td><td>0.0829</td><td>0.00915</td><td/><td>0.0113</td><td>-0.0163</td></tr><tr><td/><td>(0.0292)**</td><td/><td colspan=\"3\">(0.0290)*** (0.0429)* (0.0247)**</td><td/><td colspan=\"3\">(0.0247)** (0.0408)** (0.0267)</td><td/><td>(0.0260)</td><td>(0.0443)</td></tr><tr><td>Share of hhlds with computer</td><td/><td>0.363</td><td>0.359</td><td>0.375</td><td/><td>0.0745</td><td>0.0716</td><td>0.130</td><td/><td>0.318</td><td>0.317</td><td>0.258</td></tr><tr><td/><td/><td colspan=\"3\">(0.116)*** (0.116)*** (0.133)***</td><td/><td>(0.104)</td><td>(0.104)</td><td>(0.117)</td><td/><td colspan=\"3\">(0.104)*** (0.104)*** (0.118)**</td></tr><tr><td>IDN exports per worker *</td><td/><td/><td colspan=\"2\">-0.0573</td><td/><td/><td/><td>-0.206</td><td/><td/><td/><td>0.207</td></tr><tr><td>Share of hhlds with computer</td><td/><td/><td colspan=\"2\">(0.189)</td><td/><td/><td/><td>(0.194)</td><td/><td/><td/><td>(0.190)</td></tr><tr><td>Observations</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td></tr><tr><td>R-squared</td><td>0.846</td><td>0.847</td><td>0.853</td><td>0.853</td><td>0.935</td><td>0.934</td><td>0.935</td><td>0.936</td><td>0.854</td><td>0.859</td><td>0.859</td><td>0.859</td></tr><tr><td>Dependent variable:</td><td colspan=\"3\">Labor force participation rate</td><td/><td/><td colspan=\"2\">Employment rate</td><td/><td/><td colspan=\"2\">Unemployment rate</td><td/></tr><tr><td/><td>( 1 )</td><td>( 2 )</td><td>( 3 )</td><td>( 4 )</td><td>( 1 )</td><td>( 2 )</td><td>( 3 )</td><td>( 4 )</td><td>( 1 )</td><td>( 2 )</td><td>( 3 )</td><td>( 4 )</td></tr><tr><td>IDN exports per worker</td><td>0.0494</td><td/><td>0.0530</td><td>0.0932</td><td>-0.0159</td><td/><td>-0.0155</td><td>-0.0492</td><td>-0.0957</td><td/><td>-0.0915</td><td>-0.133</td></tr><tr><td/><td>(0.0311)</td><td/><td colspan=\"3\">(0.0277)* (0.0529)* (0.0285)</td><td/><td>(0.0284)</td><td>(0.0478)</td><td>(0.0746)</td><td/><td>(0.0721)</td><td>(0.105)</td></tr><tr><td>Share of hhlds with computer</td><td/><td>0.542</td><td>0.539</td><td>0.625</td><td/><td>0.0541</td><td>0.0549</td><td>-0.0169</td><td/><td>0.623</td><td>0.628</td><td>0.540</td></tr><tr><td/><td/><td colspan=\"3\">(0.106)*** (0.103)*** (0.129)***</td><td/><td>(0.105)</td><td>(0.105)</td><td>(0.123)</td><td/><td colspan=\"3\">(0.191)*** (0.185)*** (0.206)***</td></tr><tr><td>IDN exports per worker *</td><td/><td/><td/><td>-0.302</td><td/><td/><td/><td>0.254</td><td/><td/><td/><td>0.312</td></tr><tr><td>Share of hhlds with computer</td><td/><td/><td/><td>(0.314)</td><td/><td/><td/><td>(0.227)</td><td/><td/><td/><td>(0.424)</td></tr><tr><td>Observations</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td><td>195</td></tr><tr><td>R-squared</td><td>0.977</td><td>0.979</td><td>0.980</td><td>0.979</td><td>0.959</td><td>0.959</td><td>0.959</td><td>0.959</td><td>0.924</td><td>0.927</td><td>0.928</td><td>0.929</td></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Aggregate Labor Market Indicators. Low-educated workers. 2005-2010 Source: Authors' calculations based on Sakernas 2005-2010 and 2011-2015, Susenas 2005-2010, 2015-2016 Philippines STEP survey, and 2011-2015, and UN Comtrade database 2005-2010.Notes: IV regressions. IV: Global demand for foreign products excluding Indonesian products. Low-educated workers: workers with uncomplete secondary education or less. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province controls include the age structure of the population, share of urban population, real GDP per capita, minimum wage level, gender and educational composition of employment. All models control for province and year fixed effects. Robust standard errors between parentheses clustered by province. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively.",
        "html": null,
        "type_str": "table"
      },
      "TABREF16": {
        "content": "<table/>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Aggregate Labor Market Indicators. Male workers. 2005-2010 Source: Authors' calculations based on Sakernas",
        "html": null,
        "type_str": "table"
      },
      "TABREF17": {
        "content": "<table/>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Aggregate Labor Market Indicators. Female workers. 2005-2010 Source: Authors' calculations based on Sakernas",
        "html": null,
        "type_str": "table"
      },
      "TABREF19": {
        "content": "<table><tr><td>Source: Authors' calculations based on Sakernas 2005-2010 and 2011-2015, Susenas 2005-2010 and 2011-2015, 2015-2016 Philippines STEP survey, and UN</td></tr><tr><td>Comtrade database 2005-2010 and 2011-2015.</td></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Log of Skills Measures. All workers. 2011-2015",
        "html": null,
        "type_str": "table"
      },
      "TABREF21": {
        "content": "<table/>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Aggregate Labor Market Indicators. All workers. 2011-2015",
        "html": null,
        "type_str": "table"
      },
      "TABREF23": {
        "content": "<table><tr><td>Source: Authors' calculations based on Sakernas 2005-2010 and 2011-2015, Susenas 2005-2010 and 2011-2015, Philippines STEP survey 2015-2016, and US</td></tr><tr><td>Comtrade database 2005-2010 and 2011-2015.</td></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Log of Skills Measures. High-educated workers. 2011-2015",
        "html": null,
        "type_str": "table"
      },
      "TABREF25": {
        "content": "<table><tr><td>Source: Authors' calculations based on Sakernas 2005-2010 and 2011-2015, Susenas 2005-2010 and 2011-2015, 2015-2016 Philippines STEP survey, and UN</td></tr><tr><td>Comtrade database 2005-2010 and 2011-2015.</td></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Log of Skills Measures. Low-educated workers. 2011-2015",
        "html": null,
        "type_str": "table"
      },
      "TABREF27": {
        "content": "<table><tr><td>Source: Authors' calculations based on Sakernas 2005-2010 and 2011-2015, Susenas 2005-2010 and 2011-2015, 2015-2016 Philippines STEP survey, and UN</td></tr><tr><td>Comtrade database 2005-2010 and 2011-2015.</td></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Log of Skills Measures. Male workers. 2011-2015",
        "html": null,
        "type_str": "table"
      },
      "TABREF28": {
        "content": "<table><tr><td/><td/><td/><td/><td/><td colspan=\"3\">Non-routine skill measures</td><td/><td/><td/><td/><td/></tr><tr><td>Dependent variable:</td><td/><td colspan=\"2\">Analytical</td><td/><td/><td colspan=\"2\">Interpersonal</td><td/><td/><td colspan=\"2\">Manual</td><td/></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td>IDN exports per worker</td><td>0.000605</td><td/><td>0.000599</td><td>0.000472</td><td>0.000567</td><td/><td>0.000563</td><td>0.000447</td><td>-0.000529</td><td/><td colspan=\"2\">-0.000526 -0.000419</td></tr><tr><td/><td>(0.000204)***</td><td/><td colspan=\"3\">(0.000204)*** (0.000209)** (0.000185)***</td><td/><td colspan=\"3\">(0.000186)*** (0.000187)** (0.000176)***</td><td/><td colspan=\"2\">(0.000176)*** (0.000177)**</td></tr><tr><td>Share of hhlds with computer</td><td/><td>-0.0966</td><td>-0.0960</td><td>-0.111</td><td/><td>-0.0664</td><td>-0.0658</td><td>-0.0797</td><td/><td>0.0435</td><td>0.0428</td><td>0.0557</td></tr><tr><td/><td/><td>(0.0690)</td><td>(0.0703)</td><td>(0.0710)</td><td/><td>(0.0623)</td><td>(0.0634)</td><td>(0.0635)</td><td/><td>(0.0584)</td><td>(0.0591)</td><td>(0.0587)</td></tr><tr><td>IDN exports per worker *</td><td/><td/><td/><td>0.00301</td><td/><td/><td/><td>0.00275</td><td/><td/><td/><td>-0.00256</td></tr><tr><td>Share of hhlds with computer</td><td/><td/><td/><td>(0.00108)***</td><td/><td/><td colspan=\"2\">(0.00105)***</td><td/><td/><td/><td>(0.00105)**</td></tr><tr><td>Observations</td><td>2,734</td><td>2,734</td><td>2,734</td><td>2,734</td><td>2,734</td><td>2,734</td><td>2,734</td><td>2,734</td><td>2,734</td><td>2,734</td><td>2,734</td><td>2,734</td></tr><tr><td>R-squared</td><td>0.728</td><td>0.728</td><td>0.728</td><td>0.729</td><td>0.307</td><td>0.310</td><td>0.308</td><td>0.309</td><td>0.824</td><td>0.824</td><td>0.824</td><td>0.824</td></tr><tr><td/><td/><td/><td/><td colspan=\"2\">Routine skill measures</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td colspan=\"2\">Manual</td><td/><td/><td colspan=\"2\">Cognitive</td><td/><td/><td/><td/><td/></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td/><td/><td/><td/></tr><tr><td>IDN exports per worker</td><td>-0.000341</td><td/><td colspan=\"3\">-0.000335 -0.000227 -0.000390</td><td/><td colspan=\"2\">-0.000388 -0.000297</td><td/><td/><td/><td/></tr><tr><td/><td>(0.000361)</td><td/><td colspan=\"3\">(0.000360) (0.000366) (0.000169)**</td><td/><td colspan=\"2\">(0.000169)** (0.000169)*</td><td/><td/><td/><td/></tr><tr><td>Share of hhlds with computer</td><td/><td>0.0901</td><td>0.0894</td><td>0.102</td><td/><td>0.0418</td><td>0.0413</td><td>0.0523</td><td/><td/><td/><td/></tr><tr><td/><td/><td>(0.0658)</td><td>(0.0662)</td><td>(0.0658)</td><td/><td>(0.0609)</td><td>(0.0613)</td><td>(0.0606)</td><td/><td/><td/><td/></tr><tr><td>IDN exports per worker *</td><td/><td/><td/><td>-0.00257</td><td/><td/><td/><td>-0.00216</td><td/><td/><td/><td/></tr><tr><td>Share of hhlds with computer</td><td/><td/><td/><td>(0.00123)**</td><td/><td/><td colspan=\"2\">(0.00107)**</td><td/><td/><td/><td/></tr><tr><td>Observations</td><td>2,734</td><td>2,734</td><td>2,734</td><td>2,734</td><td>2,734</td><td>2,734</td><td>2,734</td><td>2,734</td><td/><td/><td/><td/></tr><tr><td>R-squared</td><td>0.970</td><td>0.970</td><td>0.970</td><td>0.970</td><td>0.817</td><td>0.818</td><td>0.817</td><td>0.817</td><td/><td/><td/><td/></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Log of Skills Measures. Female workers. 2011-2015",
        "html": null,
        "type_str": "table"
      },
      "TABREF30": {
        "content": "<table/>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Aggregate Labor Market Indicators. High-educated workers. 2011-2015",
        "html": null,
        "type_str": "table"
      },
      "TABREF31": {
        "content": "<table><tr><td>Source: Authors' calculations based on Sakernas 2005-2010 and 2011-2015, Susenas 2005-2010, 2015-2016 Philippines STEP survey, and 2011-2015, and UN</td></tr><tr><td>Comtrade database 2005-2010.</td></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Aggregate Labor Market Indicators. Low-educated workers. 2011-2015",
        "html": null,
        "type_str": "table"
      },
      "TABREF32": {
        "content": "<table><tr><td>Dependent variable:</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td>IDN exports per worker</td><td>0.0292</td><td/><td>0.0303</td><td>0.0480</td><td>0.0472</td><td/><td>0.0486</td><td>0.0778</td><td>-0.0273</td><td/><td>-0.0279</td><td>-0.0460</td></tr><tr><td/><td>(0.00705)***</td><td/><td colspan=\"3\">(0.00711)*** (0.0166)*** (0.0122)***</td><td/><td colspan=\"3\">(0.0126)*** (0.0238)*** (0.0123)**</td><td/><td colspan=\"2\">(0.0122)** (0.0248)*</td></tr><tr><td>Share of hhlds with computer</td><td/><td>0.118</td><td>0.0859</td><td>0.257</td><td/><td>0.168</td><td>0.116</td><td>0.397</td><td/><td>-0.0807</td><td>-0.0509</td><td>-0.225</td></tr><tr><td/><td/><td colspan=\"2\">(0.0672)* (0.0641)</td><td>(0.172)</td><td/><td colspan=\"2\">(0.0879)* (0.0842)</td><td>(0.194)**</td><td/><td>(0.0711)</td><td>(0.0738)</td><td>(0.141)</td></tr><tr><td>IDN exports per worker *</td><td/><td/><td/><td>-0.175</td><td/><td/><td/><td>-0.288</td><td/><td/><td/><td>0.179</td></tr><tr><td>Share of hhlds with computer</td><td/><td/><td/><td>(0.156)</td><td/><td/><td/><td/><td/><td/><td/></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Aggregate Labor Market Indicators. Male workers. 2011-2015",
        "html": null,
        "type_str": "table"
      },
      "TABREF33": {
        "content": "<table><tr><td>Source: Authors' calculations based on Sakernas 2005-2010 and 2011-2015, Susenas 2005-2010, 2015-2016 Philippines STEP survey, and 2011-2015, and UN</td></tr><tr><td>Comtrade database 2005-2010.</td></tr><tr><td>Notes:</td></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Aggregate Labor Market Indicators. Female workers. 2011-2015 IV regressions. IV: Global demand for foreign products excluding Indonesian products. Indonesian exports per worker in thousands of USD at 2010 prices and global demand for foreign products in millions of USD at 2010 prices. ICT variable at the province level is the share of households with computer. Province controls include the age structure of the population, share of urban population, real GDP per capita, minimum wage level, gender and educational composition of employment. All models control for province and year fixed effects. Robust standard errors between parentheses clustered by province. ***, **, and * indicate significance at 1%, 5%, and 10% confidence levels, respectively.",
        "html": null,
        "type_str": "table"
      },
      "TABREF34": {
        "content": "<table><tr><td>Source: Authors' calculations based on Sakernas 2005-2010 and 2011-2015, Susenas 2005-2010 and 2011-2015, 2015-2016 Philippines STEP survey, and UN</td></tr><tr><td>Comtrade database 2005-2010 and 2011-2015.</td></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Log of Skills Measures Excluding Industries Involved in GVCs.All workers. 2005All workers.  -2010",
        "html": null,
        "type_str": "table"
      },
      "TABREF35": {
        "content": "<table><tr><td>( 4 )</td></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Log of Skills Measures Excluding Industries Involved in GVCs.All workers. 2005All workers.  -2010",
        "html": null,
        "type_str": "table"
      },
      "TABREF37": {
        "content": "<table><tr><td>Source: Authors' calculations based on Sakernas 2005-2010 and 2011-2015, Susenas 2005-2010 and 2011-2015, 2015-2016 Philippines STEP survey, and UN</td></tr><tr><td>Comtrade database 2005-2010 and 2011-2015.</td></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Log of Skills Measures Excluding Industries Involved in GVCs. All workers. 2011-2015",
        "html": null,
        "type_str": "table"
      },
      "TABREF38": {
        "content": "<table><tr><td>( 4 )</td></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Log of Skills Measures Excluding Industries Involved in GVCs. All workers. 2011-2015",
        "html": null,
        "type_str": "table"
      },
      "TABREF40": {
        "content": "<table><tr><td>Source: Authors' calculations based on Sakernas 2005-2010 and 2011-2015, Susenas 2005-2010 and 2011-2015, 2004 U.S. O*Net database, and UN Comtrade</td></tr><tr><td>database 2005-2010 and 2011-2015.</td></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Log of Skills Measures Excluding Industries Using U.S. O*Net database. All workers. 2005-2010",
        "html": null,
        "type_str": "table"
      },
      "TABREF41": {
        "content": "<table><tr><td>(4)</td></tr></table>",
        "num": null,
        "text": "Indonesian Exports, ICT use, and Log of Skills Measures Excluding Industries Using U.S. O*Net database. All workers. 2011-2015 Source: Authors' calculations based on Sakernas 2005-2010 and 2011-2015, Susenas 2005-2010 and 2011-2015, 2004 U.S. O*Net database, and UN Comtrade database 2005-2010 and 2011-2015.",
        "html": null,
        "type_str": "table"
      }
    }
  }
}