{
  "paper_id": "D33360795",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:04:52.695951Z"
  },
  "title": "Return Migrants and the Wage Premium Does the Legal Status of Migrants Matter?",
  "authors": [
    {
      "first": "Nelly",
      "middle": [],
      "last": "Elmallakh",
      "suffix": "",
      "affiliation": {},
      "email": "nelmallakh@worldbank.org"
    },
    {
      "first": "Jackline",
      "middle": [],
      "last": "Wahba",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "University of Southampton",
        "location": {
          "country": "UK"
        }
      },
      "email": "j.wahba@soton.ac.uk"
    },
    {
      "first": "Shuaizhang",
      "middle": [],
      "last": "Feng",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Albrecht",
      "middle": [],
      "last": "Glitz",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Mark",
      "middle": [
        "D"
      ],
      "last": "Hayward",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Lawrence",
      "middle": [
        "M"
      ],
      "last": "Kahn",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Erik",
      "middle": [],
      "last": "Lindqvist",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Giovanni",
      "middle": [],
      "last": "Peri",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Madeline",
      "middle": [],
      "last": "Zavodny",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "2021-08",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D33360795",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "Migration has become an increasingly politicized issue, in particular given the rise in unauthorized migration, igniting public and policy interest in its impacts and sparking new debates on the relationship between migration and economic development. Not surprisingly, the focus of the academic literature on unauthorized migration has been on the impact of irregularity on the host country. However, little is known about the consequences of irregular migration on sending countries. Studying the impact of illegality on the origin country is particularly important since unauthorized migration is often temporary, and many irregular migrants return to their home country either because they are deported or because they planned on temporary migration all along.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Return migration is an important phenomenon in the broad picture of international mobility. Although statistics on return migration are not reliable, recent estimates are that roughly one-quarter of all migration events are returns (Azose & Raftery, 2019) . According to the OECD (2018), the five countries that experienced the largest outflows of foreign populations in 2016 were Germany (1.09 million), the Republic of Korea (325,000), Spain (243,000), Japan (234,000), and the United Kingdom (195, 000) . At the same time, irregular migration has been on the rise. According to the European Commission, every year, between 400,000 and 500,000 foreign nationals are ordered to leave the European Union because they have either entered or stayed irregularly in the destination country.",
        "cite_spans": [
          {
            "start": 232,
            "end": 255,
            "text": "(Azose & Raftery, 2019)",
            "ref_id": "BIBREF4"
          },
          {
            "start": 487,
            "end": 500,
            "text": "Kingdom (195,",
            "ref_id": null
          },
          {
            "start": 501,
            "end": 505,
            "text": "000)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Irregular migration is not only an issue for OECD countries, but is also a challenge for the Gulf states and middle income countries like Malaysia and Thailand. For example, the United Nations Office for Drugs and Crime (UNODC) estimates that every year more than 660,000 people migrate irregularly to Thailand (Schloenhardt, 2014) . Another example is Mexico, known for being a major migrant sending country to the United States, for its unauthorized emigration, and for its substantial return migration flows. According to the Mexican National Survey of Demographic Dynamics (ENADID), between 2009 and 2014, about half (48%) of the Mexican immigrant population in the United States was unauthorized, and one million Mexicans returned from the United States, leaving of their own accord (Gonzalez-Barrera, 2015). 1 Many other developing countries are likewise experiencing high return migration rates, as well as an increase in unauthorized emigration.",
        "cite_spans": [
          {
            "start": 311,
            "end": 331,
            "text": "(Schloenhardt, 2014)",
            "ref_id": "BIBREF43"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "This paper is the first to examine the impact of undocumented migration status on migrants upon return to their home country. It investigates an unexplored question, namely the impact of the legal status of migrants on their wages upon return. We study the impact of return migration on wages by disentangling the effects of overseas legal versus illegal status and ask whether undocumented temporary migration has any impact on human capital accumulation that persists after return. From a conceptual point of view, temporary migrants might acquire human capital and skills due to their work experience abroad and hence earn higher wages upon return compared to non-migrants. However, whether all migrants, documented or undocumented, would benefit from their migration experience upon return is not straightforward. On one hand, if illegal status hinders the human capital accumulation and the skill acquisition of undocumented migrants, the well-evidenced wage premium witnessed by migrants upon return might not apply and we might expect that only documented migrants would benefit from their migration experience. On the other hand, the origin country's labor market might reward the migration experience regardless of the documented or undocumented nature of migration. If the latter scenario applies, through a signaling mechanism, all migrants would benefit from their experience overseas, regardless of the nature of migration and/or of the human capital and skills acquired abroad.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "We contribute to the literature on undocumented migration, which is rather sparse given the lack of data. Hanson (2006) provides a survey of the determinants of illegal migration to the United States, focusing on the role of immigration policy and enforcement. Orrenius and Zavodny (2003) examine the impact of amnesty programs on undocumented immigration flows, while Orrenius and Zavodny (2005) study the effect of changes in border enforcement policies on the skill level of undocumented Mexican immigrants in the United States.",
        "cite_spans": [
          {
            "start": 106,
            "end": 119,
            "text": "Hanson (2006)",
            "ref_id": "BIBREF23"
          },
          {
            "start": 261,
            "end": 288,
            "text": "Orrenius and Zavodny (2003)",
            "ref_id": "BIBREF34"
          },
          {
            "start": 369,
            "end": 396,
            "text": "Orrenius and Zavodny (2005)",
            "ref_id": "BIBREF35"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "A few papers have examined the return intentions of undocumented migrants. For instance, Vinogradova (2016) provides theoretical explanations for the optimal timing of return of undocumented migrants, whereby the threat of deportation increases uncertainty with respect to the length of the stay abroad, which in turn reduces the desired migration duration and triggers voluntary return. In line with this theoretical argument, several papers find that a significant share of unauthorized migrants intend to immigrate only temporarily and to eventually return to their home country (Borjas, Freeman, & Lang, 1991) . Reyes (2001) finds that undocumented Mexican immigrants are much more likely to return than documented ones. Coniglio, De Arcangelis, and Serlenga (2009) find that more than 70% of illegal immigrants to Italy planned to return home after an average intended stay of 6 years and that high-skilled clandestine migrants are more likely to return to the origin country compared with those with no or low skills. On the other hand, other studies have found lower return rates among undocumented immigrants due to stricter border enforcement (Kemnitz & Mayr, 2012; Massey, Pren, & Durand, 2016) .",
        "cite_spans": [
          {
            "start": 89,
            "end": 107,
            "text": "Vinogradova (2016)",
            "ref_id": "BIBREF48"
          },
          {
            "start": 582,
            "end": 613,
            "text": "(Borjas, Freeman, & Lang, 1991)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 616,
            "end": 628,
            "text": "Reyes (2001)",
            "ref_id": "BIBREF40"
          },
          {
            "start": 725,
            "end": 769,
            "text": "Coniglio, De Arcangelis, and Serlenga (2009)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 1152,
            "end": 1174,
            "text": "(Kemnitz & Mayr, 2012;",
            "ref_id": "BIBREF24"
          },
          {
            "start": 1175,
            "end": 1204,
            "text": "Massey, Pren, & Durand, 2016)",
            "ref_id": "BIBREF30"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Focusing on the impact of illegality on the migrant, the literature has focused on a myriad of outcomes, including the labor market outcomes of undocumented migrants and their consumption behavior. 2 Under an Italian amnesty program, Devillanova, Fasani, and Frattini (2018) find that immigrants who are potentially eligible for legal status are more likely than ineligible undocumented immigrants to be employed. Using the 1990 Legalized Population Survey, Rivera-Batiz (1999) estimate a 52% wage penalty for Mexican undocumented immigrants in the United States, while Kossoudji and Cobb-Clark (2002) report a wage penalty that ranges between 14% and 24%. Phillips and Massey (1999) find that the Immigration Reform and Control Act in the United States, which made it illegal to hire unauthorized immigrants, is associated with a larger wage penalty for undocumented migrants as employers pass the costs of unauthorized hiring on to workers. Accounting for selection, Schluter and Wahba (2009) also find a significant effect of illegality on wages in the host country but mixed effects on remitting behavior. On the other hand, Dustmann, Fasani, and Speciale (2017) find that undocumented migrants consume about 40% less than documented migrants in Italy, partly due to their lower incomes relative to documented migrants.",
        "cite_spans": [
          {
            "start": 234,
            "end": 274,
            "text": "Devillanova, Fasani, and Frattini (2018)",
            "ref_id": "BIBREF14"
          },
          {
            "start": 570,
            "end": 601,
            "text": "Kossoudji and Cobb-Clark (2002)",
            "ref_id": "BIBREF25"
          },
          {
            "start": 657,
            "end": 683,
            "text": "Phillips and Massey (1999)",
            "ref_id": "BIBREF38"
          },
          {
            "start": 969,
            "end": 994,
            "text": "Schluter and Wahba (2009)",
            "ref_id": "BIBREF44"
          },
          {
            "start": 1129,
            "end": 1166,
            "text": "Dustmann, Fasani, and Speciale (2017)",
            "ref_id": "BIBREF16"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "The literature has put forward several explanations for the worse outcomes experienced by undocumented migrants compared with documented migrants. First, several studies show that undocumented migrants have weak bargaining power due to the lack of legal work options. Without viable outside options, undocumented migrants are confined into poor jobs (Gleeson & Gonzales, 2012; Gonzales, 2011) . For instance, undocumented migrants are more likely to work in physically exhausting and dangerous jobs and receive no compensating differential, which is analogous to receiving lower wages than documented workers with similar education levels (Hall & Greenman, 2015) . Second, the occupational choices of undocumented migrants might be limited by fear of exposure to apprehension by immigration enforcement agencies, and relatedly, being undocumented may limit workers' ability to maximize their potential, which may lead to lower productivity (Ortega & Hsin, 2018) . Third, several studies highlight the increased risk of depression and anxiety among undocumented migrants-due to the threat of deportation and poorer labor market conditions-which is also likely to negatively affect worker productivity (Abrego, 2011; Gonzales, 2011; Patler & Pirtle, 2018) .",
        "cite_spans": [
          {
            "start": 350,
            "end": 376,
            "text": "(Gleeson & Gonzales, 2012;",
            "ref_id": "BIBREF19"
          },
          {
            "start": 377,
            "end": 392,
            "text": "Gonzales, 2011)",
            "ref_id": "BIBREF20"
          },
          {
            "start": 639,
            "end": 662,
            "text": "(Hall & Greenman, 2015)",
            "ref_id": "BIBREF22"
          },
          {
            "start": 940,
            "end": 961,
            "text": "(Ortega & Hsin, 2018)",
            "ref_id": "BIBREF36"
          },
          {
            "start": 1200,
            "end": 1214,
            "text": "(Abrego, 2011;",
            "ref_id": "BIBREF0"
          },
          {
            "start": 1215,
            "end": 1230,
            "text": "Gonzales, 2011;",
            "ref_id": "BIBREF20"
          },
          {
            "start": 1231,
            "end": 1253,
            "text": "Patler & Pirtle, 2018)",
            "ref_id": "BIBREF37"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "There is also a well-established academic literature on the determinants and impacts of migration on countries of origin. Indeed, there is a growing body of evidence showing that temporary migration can be beneficial for migrants who accumulate savings and skills, which they use to better themselves upon return (see Wahba (2014) for a survey of this literature). On the impact of temporary migration experiences on return migrants' wages, several papers find that there is a positive wage premium for return migrants associated with overseas work experience (Co, Gang, & Yun, 2000; De Coulon & Piracha, 2005) . Ambrosini, Mayr, Peri, and Radu (2015) find that for a source country, like Romania, relatively high rates of temporary migration have positive long-run effects on average skills and wages. Lacuesta (2010) finds an 11% wage gap between returning migrants and observationally equivalent non-migrants in Mexico, but argues that this premium is the result of pre-migration differences in ability and not the result of human capital gains derived from migration. Reinhold and Thom (2013) also find a wage premium for Mexican returnees who worked in the United States. The return to a year of occupation-specific migration experience is estimated to be as high as 9% for some occupations. De Vreyer, Gubert, and Robilliard (2010) examine the labor market outcomes of returnees in seven capital cities in West Africa and find that experience abroad results in a substantial wage premium for migrants returning from an OECD country but not for other return migrants. Controlling for the emigration and return migration selections, Wahba (2015) finds that return migrants experience a wage premium of 16% relative to non-migrants. However, none of these studies has examined the differential effects of return migration on wages with respect to migrants' legal status.",
        "cite_spans": [
          {
            "start": 318,
            "end": 330,
            "text": "Wahba (2014)",
            "ref_id": "BIBREF49"
          },
          {
            "start": 560,
            "end": 583,
            "text": "(Co, Gang, & Yun, 2000;",
            "ref_id": "BIBREF10"
          },
          {
            "start": 584,
            "end": 610,
            "text": "De Coulon & Piracha, 2005)",
            "ref_id": "BIBREF13"
          },
          {
            "start": 613,
            "end": 651,
            "text": "Ambrosini, Mayr, Peri, and Radu (2015)",
            "ref_id": "BIBREF1"
          },
          {
            "start": 803,
            "end": 818,
            "text": "Lacuesta (2010)",
            "ref_id": "BIBREF27"
          },
          {
            "start": 1072,
            "end": 1096,
            "text": "Reinhold and Thom (2013)",
            "ref_id": "BIBREF39"
          },
          {
            "start": 1297,
            "end": 1337,
            "text": "De Vreyer, Gubert, and Robilliard (2010)",
            "ref_id": "BIBREF15"
          },
          {
            "start": 1637,
            "end": 1649,
            "text": "Wahba (2015)",
            "ref_id": "BIBREF50"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Our paper contributes to the literature in at least two ways. Firstly, while the literature on undocumented migration has focused on the impact of irregularity on destination countries, this paper is the first to investigate the impact of undocumented migration on migrants after they return to their origin country. This is particularly important since many unauthorized migrants return to their country of origin. Secondly, by disentangling the effects of migrants' legal status, we contribute to the literature on the impacts of migration on origin countries, which has so far overlooked the question of undocumented migration.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "We use data from the Egypt Labor Market Panel Survey (ELMPS 2012), which has several major advantages. First, the Arab Republic of Egypt provides a particularly suitable case study since it is a country with substantial return migration. According to the ELMPS data, in 2012, 9% of individuals between the ages of 15 and 59 were return migrants. 3 This figure is in line with the World Bank report by Brodmann, Pouget, and Gatti (2010) , who document that Egyptian migrants constitute 85% of temporary workers in Arab countries, representing as much as 10% of the Egyptian labor force in recent years. Based on the Development Economics Group data from the World Bank, Brodmann, Pouget, and Gatti (2010) show that, in 2005, Egypt was among the top 10 emigration countries in the world. Second, our data provides unique information on migrants' legal status while abroad, which allows us to distinguish between return migrants according to their type of international migration-documented versus undocumented. Return migrants were asked whether they had a visa or legal document to enter the destination country, as well as the type of document they had.",
        "cite_spans": [
          {
            "start": 401,
            "end": 435,
            "text": "Brodmann, Pouget, and Gatti (2010)",
            "ref_id": "BIBREF8"
          },
          {
            "start": 669,
            "end": 703,
            "text": "Brodmann, Pouget, and Gatti (2010)",
            "ref_id": "BIBREF8"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "In this paper, illegal status/undocumented migration refers to unauthorized entry, stay, or employment in a country. 4 Generally speaking, misreporting information regarding migrants' legal status is problematic. This is especially the case for studies that examine the impact of illegality from the perspective of the destination country, where migrants are asked-during ongoing migration spells-about their legal status. However, in our context, the issue of misreporting is much less of a concern since migrants have already returned to their origin country and there would be no repercussions at that stage.",
        "cite_spans": [
          {
            "start": 117,
            "end": 118,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Our empirical analysis relies on a conditional mixed process (CMP) model, following Roodman (2011) . The CMP model takes into account the triple selection into emigration, into illegality, and into return migration, and allows us to estimate the effect of overseas illegal status on wages after return. We find that undocumented migrants witness a wage penalty relative to documented migrants but also relative to non-migrants, while only documented migrants witness a wage premium relative to non-migrants. Our benchmark results show an estimated 19% wage penalty for illegal migrants relative to non-migrants, while documented migrants witness a wage premium of 28% relative to non-migrants. Therefore, the wage penalty for undocumented migrants relative to documented migrants is estimated to be around 47%. However, we do not find any effect of migrants' legal status on occupations or on labor supply upon return to Egypt.",
        "cite_spans": [
          {
            "start": 84,
            "end": 98,
            "text": "Roodman (2011)",
            "ref_id": "BIBREF42"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "We investigate several underlying mechanisms that could be driving the undocumented migrants' poorer labor market prospects upon return. We examine the effect of migrants' undocumented status on various outcomes pertaining to the migration experience overseas. We find suggestive evidence of an overseas wage penalty associated with illegality, as our results show that undocumented migrants earn approximately half the wage of documented migrants while abroad. Moreover, our results suggest that undocumented migrants have significantly lower savings overseas, shorter migration duration, lower incidence of remitting, and lower ranked occupations overseas. Overall, these findings suggest that undocumented migrants' lower earnings after return might be explained by a waste of human capital overseas. Indeed, we find evidence suggesting that the longer undocumented migrants stay abroad, the more their human capital is depleted, while the opposite is true for documented migrants. This is fully consistent with our descriptive analysis that shows that poor working conditions constitute the most important reason for return migration among undocumented migrants.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "This paper sheds light on the potential costs and penalties of unauthorized overseas work and migration. Our results contest the positive wage premium evidenced in the existing literature, and suggest that the positive impact of temporary migration experience on wages upon return is conditional on the type of migration undertaken and that only documented migrants benefit from their migration experience in terms of higher wages upon return to their home country. Understanding the impacts of undocumented migration on the migrant and the origin country is indeed paramount as the results of this paper suggest that the impact of temporary migration might actually depend on the legal status of the migrants. Therefore, ignoring the legal status of migration and its impact is likely to lead to erroneous policies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "The rest of this paper is organized as follows. Section 2 provides a brief description of Egyptian migration, while section 3 presents the data. Section 4 describes our empirical model and identification strategy. Section 5 presents the results and tests for various underlying mechanisms. Section 6 provides robustness checks, while section 7 concludes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Egypt is an ideal setting for our analysis given the importance of return migration. Egypt has been a main labor sending country since the 1970s. The largest boost to migration flows occurred after the 1973 War, when oil revenues quadrupled and Gulf countries started implementing major development programs. Ever since Egypt has experienced regular outflows of its workers. To a large extent this was triggered by the labor shortages in the oil-producing Gulf countries and the increased demand for foreign labor. The majority of Egyptian migrants went to neighboring Arab states: to oil exporting Arab countries (the Gulf states, Libya, and Iraq) and to non-oil exporting Arab countries (Jordan and Lebanon) to replace nationals of those countries who migrated to the Gulf. A small proportion of Egyptian migration is permanent in nature and is destined to North America and Australia. More recently, after the 2011 Arab Spring and the economic slowdown that followed, Egyptian migration to Europe has increased (De Bel-Air, 2016).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Background on Egyptian Migration",
        "sec_num": "2"
      },
      {
        "text": "According to the Egyptian Ministry of Foreign Affairs, the number of Egyptians abroad was estimated to be 6.5 million at the beginning of 2011. Overall, Egyptian migration is temporary in nature and is male dominated, as Egyptians typically migrate to seek overseas employment. The Gulf Cooperation Council (GCC) countries hire migrant labor under the sponsorship (kefala) system, where permanent residency and citizenship are precluded to foreign nationals. Many Egyptians are undocumented workers in the GCC countries, and in other Arab neighboring countries like Jordan, which constitute the main destinations for Egyptian migrants. Irregular migration in the GCC countries takes two forms: overstay and informal employment, defined as employment for purposes other than those for which entry was authorized (Awad & Aziz, 2017) . Finally, in the case of Jordan, Egyptians do not need an entry visa but are required to have a contract before working there.",
        "cite_spans": [
          {
            "start": 811,
            "end": 830,
            "text": "(Awad & Aziz, 2017)",
            "ref_id": "BIBREF3"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Background on Egyptian Migration",
        "sec_num": "2"
      },
      {
        "text": "3 The Data",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Background on Egyptian Migration",
        "sec_num": "2"
      },
      {
        "text": "For the empirical analysis, we use data from the Egypt Labor Market Panel Survey (ELMPS). 5 The ELMPS is a rich wide-ranging nationally representative survey carried out by the Economic Research Forum (ERF) in cooperation with Egypt's Central Agency for Public Mobilization and Statistics (CAPMAS) since 1998. In this paper, we focus particularly on the 2012 round (ELMPS 2012). As in a typical labor force survey, the ELMPS covers topics such as employment, unemployment, job dynamics, and earnings but also provides very rich information on education, migration, and socio-economic characteristics. In 2012, the ELMPS interviewed 12,060 households, which yields to a total sample size of 49,186 individuals. The ELMPS 2012 includes a refresher sample of 2,000 households that was selected from an additional 200 Primary Sampling Units (PSUs) randomly selected from a new master sample prepared by CAPMAS. By design, it over-sampled areas with high migration rates, and is nationally representative once weights are applied (Assaad & Krafft, 2013) . 6 We rely on the return migration module that surveys all individuals aged between 15 and 59 years old. In 2012, about 10% of the households had a returnee. In the ELMPS, a returnee is defined as an individual who has worked abroad for more than six months, but was back in Egypt at the time of the survey. This module features return migrants' characteristics, incidences of migration, reasons for migration, financial situation before migration, year and country of first migration episode, year of final return, earnings and savings abroad, remittances, as well as documents obtained to travel and work abroad. In addition, the ELMPS 2012 collects rich retrospective information on previous employment characteristics and their location. At the same time, households are asked about current members of the household who were overseas at the time of the survey, and collects information on their overseas destination, overseas employment, migration duration, and frequency of contact/visits to the household back home.",
        "cite_spans": [
          {
            "start": 1025,
            "end": 1048,
            "text": "(Assaad & Krafft, 2013)",
            "ref_id": "BIBREF2"
          },
          {
            "start": 1051,
            "end": 1052,
            "text": "6",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The ELMPS Survey",
        "sec_num": "3.1"
      },
      {
        "text": "We focus on working-age men, aged 15 to 59 years old at the time of survey, as Egyptian migration is mostly male dominated. In Table 1 , we report descriptive statistics on the sample of non-migrants (individuals who never migrated) and return migrants (individuals who migrated for work purposes and returned to Egypt). The two groups of individuals are significantly different along a set of individual, geographical, and job characteristics. Returnees are found to be significantly older compared to nonmigrants, and also significantly more likely to be married. Returnees are also found to be more likely to have secondary education but less likely to have above secondary education compared to non-migrants. The incidence of rural residence is also significantly higher among return migrants compared to non-migrants.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 127,
            "end": 134,
            "text": "Table 1",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "Non-migrants versus Return Migrants",
        "sec_num": "3.2"
      },
      {
        "text": "In terms of geographical locations, returnees are found to be less likely to live in Cairo, Alexandria, Canal cities, and urban Upper Egypt, and significantly more likely to live in rural Lower Egypt. 7 Returnees also have greater job tenure compared to non-migrants and we find that the incidence of having a work contract is also higher among return migrants. In terms of sectors of employment, returnees are significantly more likely to be employed in the public sector for their job in 2012 compared to nonmigrants. In terms of economic activities, we find that non-migrants are significantly more likely to be employed in manufacturing, mining, and quarrying, and in wholesale and retail trade compared to return migrants.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Non-migrants versus Return Migrants",
        "sec_num": "3.2"
      },
      {
        "text": "In the ELMPS 2012, return migrants were asked whether they had a visa or official document to enter the destination country during the first migration episode, as well as the type of document they had. 8 Relying on this information, we are able to identify documented and undocumented migrants among the pool of return migrants. For most of the destination countries, Egyptian migrants are required to have a visa. For a few countries, like Sudan, Libya, Jordan, Lebanon, and the Republic of Yemen, Egyptians are not required to have a visa or can ask for a visa on arrival.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Defining Undocumented Migration",
        "sec_num": "3.3"
      },
      {
        "text": "We define undocumented migrants as those who entered the destination country without having a visa or official document, for countries that required an entry visa, or as those who did not have a work contract for their employment abroad, for countries that did not require an entry visa. This definition accounts for over-stayers in destination countries that have a visa waiver for Egyptians since an over-stayer who is working in these countries is likely to work as an undocumented worker, i.e. without a work contract. However, for countries that require an entry visa, an undocumented immigrant could have entered legally the destination country with a visa and over-stayed beyond the period for which admission was granted. Thus, to account for over-stayers in countries that require Egyptians to have a visa, we additionally consider as undocumented migrants those who entered the destination country with a work permit, a tourist visa, a visit visa or a temporary residence permit, and were working in the destination country without work contract. 9 Therefore, an undocumented migrant:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Defining Undocumented Migration",
        "sec_num": "3.3"
      },
      {
        "text": "(1) is a migrant who did not have a visa or official document to enter the destination country if the country required an entry visa, (2) was working without a work contract for countries that had a visa waiver for Egyptians, or (3) had a work permit, a tourist visa, a visit visa or a temporary residence permit but was working in the destination without any work contract (to potentially capture over-stayers). 10",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Defining Undocumented Migration",
        "sec_num": "3.3"
      },
      {
        "text": "In our definition of undocumented migration, we focus on the first migration episode, since all the information provided in the data set on the migrants' legal status to enter the destination country is relative to the first migration. 11 In Table 2 , we focus on the sample of returnees and compare returnees who had a legal migration status when they entered the destination country during their first migration episode to those who had an illegal migration. An important difference between documented and undocumented migrants is their level of educational attainment. Documented migrants are significantly more likely to have an above secondary education compared to undocumented migrants, while undocumented migrants are more likely to have no educational degree. In terms of geographical regions, documented migrants are more likely to live in Cairo and Upper Egypt, both urban and rural, whereas undocumented migrants are more likely to live in rural Lower Egypt. As for their job in 2012 upon return, undocumented migrants have greater job tenure by approximately 2 years and are significantly less likely to have a work contract compared to documented migrants. Along the spectrum of sectors of employment and economic activities, both documented and undocumented migrants seem to be equally employed in the different economic sectors and activities.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 242,
            "end": 249,
            "text": "Table 2",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "Documented versus Undocumented Migrants",
        "sec_num": "3.4"
      },
      {
        "text": "In Table A .2 in the Online Appendix, we examine additional differences between documented and undocumented migrants with respect to their migration spell abroad. Documented migrants are found to have significantly higher monthly earnings and savings while abroad. They are also more likely to remit and to send higher remittances compared to undocumented migrants. In addition, documented migrants are found to have longer migration spells relative to undocumented migrants, by one year on average. However, there is no significant difference in terms of number of migration episodes between the two groups-as they both seem on average to have one migration spell. In the 1980s, a significantly higher proportion of undocumented migrants migrated compared to documented migrants. By contrast, in the 1990s and in the 2000s, a higher proportion of documented migrants migrated for the first time compared to undocumented migrants. In terms of destination choice, undocumented migrants were significantly more likely to choose Libya and Iraq. However, documented migrants were found to be significantly more likely to migrate to Saudi Arabia, United Arab Emirates, Kuwait, and other destination countries. 12 Looking at the average hourly wages in 2012 for non-migrants, returnees, legal, and illegal migrants in Table 3 , we find that the average hourly wage for returnees is higher than non-migrants. 13 We also find that documented migrants have higher hourly wages compared to undocumented migrants upon return. In the second column, we report the difference in hourly wages between each group and non-migrants. Indeed, we find that the difference in hourly wages between documented migrants and non-migrants is the largest, while we find that the difference in hourly wages between undocumented migrants and non-migrants is the smallest.",
        "cite_spans": [
          {
            "start": 1205,
            "end": 1207,
            "text": "12",
            "ref_id": null
          },
          {
            "start": 1402,
            "end": 1404,
            "text": "13",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 3,
            "end": 10,
            "text": "Table A",
            "ref_id": "TABREF13"
          },
          {
            "start": 1312,
            "end": 1319,
            "text": "Table 3",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "Documented versus Undocumented Migrants",
        "sec_num": "3.4"
      },
      {
        "text": "We estimate the effect of the legal status of migrants on their wages upon return by using a relatively new estimation technique-a Conditional Mixed Process (CMP) estimator-following Roodman (2011) . The CMP model jointly estimates two or more equations with correlations in the error processes, while the dependent variables may or may not be correlated within this system of equations. The modeling framework of CMP is essentially similar to fitting a Seemingly Unrelated Regression (SUR) model. However, the standard SUR consistently estimates models with continuous dependent variables using OLS and requires the error term in each equation to have a zero conditional mean. The latter assumption in SUR rules out simultaneity or the presence of endogenous variables. The CMP model, on the other hand, estimates mixed processes, i.e. it does not require classical continuous dependent variables. It offers a broad spectrum to estimate different types of dependent variables including binary, categorical or censored outcomes.",
        "cite_spans": [
          {
            "start": 183,
            "end": 197,
            "text": "Roodman (2011)",
            "ref_id": "BIBREF42"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Empirical Model and Identification",
        "sec_num": "4.1"
      },
      {
        "text": "As opposed to SUR, the CMP modeling framework can fit instrumental variables system to deal with endogeneity or simultaneity, and is therefore appropriate to estimate multi-equation models in which endogenous variables appear on the right-hand side of other equations. Moreover, the CMP model is conditional on the data as it allows the different equations in the model to vary by observations. This means that equations can be estimated on different samples which may or may not overlap. For structural models in which the data-generating process is fully modeled, CMP is full information maximum likelihood estimator (FIML), while CMP is limited information maximum likelihood (LIML) for models in which some equations are structural and other equations are reduced forms, as in 2SLS, to provide instruments for identification of the parameters in the structural equations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Empirical Model and Identification",
        "sec_num": "4.1"
      },
      {
        "text": "We estimate the effect of migrants' legal status on their wages upon return by taking into account the selection into migration, the selection into legal status, and the selection into return. Our structural equation-in which we estimate the effect of illegality on wages-is therefore augmented with reduced form equations to account for these various layers of selection.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Empirical Model and Identification",
        "sec_num": "4.1"
      },
      {
        "text": "In our structural equation, W i denotes the logarithm of hourly wages in 2012 upon return to Egypt. We fit two distinct equations. In equation (1a), we estimate the effect of illegality conditional on being a return migrant on wages upon return, where M i denotes the probability of migration. Our sample therefore consists of return migrants and we compare illegal migrants to legal migrants. In equation 1b, we estimate instead the effect of illegality and legality, unconditional on return migration. Thus, our sample consists of return migrants and non-migrants, which allows us to compare illegal migrants and legal migrants relative to non-migrants.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Empirical Model and Identification",
        "sec_num": "4.1"
      },
      {
        "text": "W i = δ 0 + δ 1 (Illegal i |M i = 1) + δ 2 X i + δ 3 Z i + v i (1a) W i = δ 0 + δ 1 Illegal i + δ 2 Legal i + δ 3 X i + δ 4 Z i + v i (1b)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Empirical Model and Identification",
        "sec_num": "4.1"
      },
      {
        "text": "Our regressions control for the vector (X i ) for individual characteristics, which includes individual's age and its squared term, a dummy variable for rural residence, highest level of educational attainment dummies (no educational degree, primary or preparatory education, and secondary education), and parental controls (a dummy for having an illiterate father or mother, a dummy for having a wage-worker father, and a dummy for having a wage-worker mother). In equations (1a) and (1b), we also include labor market controls (Z i ) such as a dummy for public sector employment, job tenure in years, and its squared term.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Empirical Model and Identification",
        "sec_num": "4.1"
      },
      {
        "text": "To deal with the triple selection into emigration, illegality, and return decisions, we model three interrelated decisions through reduced form equations: (1) the probability of emigration, (2) the probability of undocumented migration, and (3) the probability of return migration. Our total sample consists of 14,897 observations: 12,804 individuals are non-migrants, 1,346 are return migrants (out of whom 481 had an undocumented migration), and 747 individuals are current migrants. 14 First, we denote the probability of temporary migration as M i . An individual decides to migrate when the unobservable latent variable M * capturing the individual gains from migration is positive, while an individual decides to stay if the gains from migration are negative. For identification of equation 2, we use the inflation adjusted oil prices (Oil t ) for each individual at the age of 25, the average age of migration. To obtain an exogenous source of variation in the probability of migration, we follow the same identification strategy proposed by Wahba and Zenou (2012) , Wahba (2015) , and El-Mallakh and Wahba (2021). The rationale behind using historic oil prices as a predictor of the migration probability is that other Arab countries constitute the most important destination for Egyptian migrants, where oil prices played a crucial role in driving the demand for foreign labor both directly in the Gulf countries or indirectly, in other non-oil producing Arab countries. 15 When estimating equation 2, the sample includes return migrants, current migrants, and non-migrants. 16",
        "cite_spans": [
          {
            "start": 486,
            "end": 488,
            "text": "14",
            "ref_id": null
          },
          {
            "start": 1049,
            "end": 1071,
            "text": "Wahba and Zenou (2012)",
            "ref_id": "BIBREF51"
          },
          {
            "start": 1074,
            "end": 1086,
            "text": "Wahba (2015)",
            "ref_id": "BIBREF50"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Empirical Model and Identification",
        "sec_num": "4.1"
      },
      {
        "text": "M i = α 0 + α 1 X i + α 2 Oil t + ε i M i = 1 if M * > 0 0 if M * ≤ 0 (2)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Empirical Model and Identification",
        "sec_num": "4.1"
      },
      {
        "text": "Second, we denote the probability of undocumented migration by I i . This is only observed for the subsample of migrants. Therefore, the sample used to estimate equation (3) only includes return and current migrants. A migrant decides to undertake an illegal migration if the value of the unobservable latent variable I * is positive and it captures the perceived gains from undocumented migration. By contrast, a migrant decides to undertake a legal migration if the value of the latent variable I * is negative. In equation 3, we use the diplomatic exchange (Dip c,t ) between Egypt and the countries of destination of Egyptian migrants at the time of migration for identification. The diplomatic exchange variable is both country and year specific, and is derived from the Correlates of War Diplomatic exchange data set. 17 Our diplomatic exchange variable captures diplomatic representation at the level of Chargé d'Affaires, minister, and ambassador between Egypt and all members of the Correlates of War interstate system, every five years for our period of analysis. 18 The identifying assumption is that exogenous shocks to the bilateral diplomatic relations between Egypt and the countries of destination of Egyptian migrants constitute a strong predictor of undocumented migration.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Empirical Model and Identification",
        "sec_num": "4.1"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "(I i |M i = 1) = β 0 + β 1 X i + β 2 Dip c,t + ω i I i = 1 if I * > 0 0 if I * ≤ 0",
            "eq_num": "(3)"
          }
        ],
        "section": "The Empirical Model and Identification",
        "sec_num": "4.1"
      },
      {
        "text": "Third, we also account for return migration; i.e. not every migrant returns to Egypt within our window of observation. The probability of return migration is denoted by R i . This is only observed for the subsample of migrants (current and return migrants). A migrant decides to return to Egypt if the value of the unobservable latent variable R * is positive and it captures the gains from return migration. By contrast, a migrant decides to stay abroad if the value of the latent variable R * is negative. For identification of equation 4, we use the number of active armed conflicts (Conf lict c,t ) in the countries of destination of Egyptian migrants at the time of migration (for current migrants) and at the time of return migration (for return migrants). We rely on this instrument for the identification of the return migration equation since most Egyptians migrate to other Arab countries and since, in recent years, many of these countries experienced a series of conflicts. To name just a few, these conflicts include return migrants. For instance, the share of individuals with secondary education or above secondary education is 15 percentage points higher among current migrants relative to return migrants.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Empirical Model and Identification",
        "sec_num": "4.1"
      },
      {
        "text": "17 Information on diplomatic representation from the Correlates of War Diplomatic exchange data set is available every five years between 1950 and 2005. When matching diplomatic representation with the year of migration from the ELMPS 2012, we use the closest year prior to the year of migration. For example, if an individual migrated in 1973, we use diplomatic representation in the year 1970.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Empirical Model and Identification",
        "sec_num": "4.1"
      },
      {
        "text": "18 See the Data Appendix B.1 for a description of the Correlates of War Diplomatic Exchange Data set.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Empirical Model and Identification",
        "sec_num": "4.1"
      },
      {
        "text": "the Iran-Iraq war between 1980 and 1988 , the 1986 South Yemen civil war, the Gulf war in 1990 and 1991, and the Iraq war in 2003 following the United States invasion. The identifying assumption is that conflict occurrence in these countries constitute a strong predictor of return migration. The number of active armed conflicts is both country and year specific and comes from the Monadic Conflict Onset and Incidence data set of the Uppsala Conflict Data Project (UCDP). 19",
        "cite_spans": [
          {
            "start": 4,
            "end": 30,
            "text": "Iran-Iraq war between 1980",
            "ref_id": null
          },
          {
            "start": 31,
            "end": 39,
            "text": "and 1988",
            "ref_id": "BIBREF6"
          },
          {
            "start": 40,
            "end": 50,
            "text": ", the 1986",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Empirical Model and Identification",
        "sec_num": "4.1"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "R i = γ 0 + γ 1 X i + γ 2 Conf lict c,t + τ i R i = 1 if R * > 0 0 if R * ≤ 0",
            "eq_num": "(4)"
          }
        ],
        "section": "The Empirical Model and Identification",
        "sec_num": "4.1"
      },
      {
        "text": "When estimating the reduced form equation 2, equation 3, and equation 4, our regressions include the same vector of individual controls (X i ). In these equations, X i additionally includes decades of migration dummies. In our CMP model, the errors terms v, ε, ω, and τ are allowed to be correlated through a multidimensional distribution.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Empirical Model and Identification",
        "sec_num": "4.1"
      },
      {
        "text": "In this section, we discuss issues pertaining to the validity of our empirical model presented in section 4.1. First, in section 4.2.1, we discuss the exclusion restriction of oil prices and present evidence supporting the orthogonality of oil prices to both illegality and return decisions. Second, in section 4.2.2, we discuss the evolution of Egypt's diplomatic relations with other Arab countries and provide evidence that migration is not influenced by the bilateral relationship of countries. Third, in section 4.2.3, we discuss concerns related to the exclusion restriction of conflict occurrence and how we address them empirically.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Discussion on the Exclusion Restrictions",
        "sec_num": "4.2"
      },
      {
        "text": "The exclusion restriction of oil prices is that oil prices affect wages in Egypt only through temporary migration decision. Since Egypt is a non-dependent oil economy, the exclusion restriction holds if oil prices at the age of 25 are not correlated with employment and wages in Egypt. To provide support to our identifying assumption, in Figure 1 in Panel A, we present oil prices against key aggregate economic indicators in Egypt including GDP annual growth rate, male labor force participation rate, male employment in agriculture (% of total male employment), male employment in industry (% of total male employment), and male employment in services (% of total male employment). 20 The top panel in Figure 1 provides support to our exclusion restriction since key economic and labor market indicators in Egypt are unaffected by oil prices' fluctuations.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 339,
            "end": 347,
            "text": "Figure 1",
            "ref_id": "FIGREF2"
          },
          {
            "start": 705,
            "end": 713,
            "text": "Figure 1",
            "ref_id": "FIGREF2"
          }
        ],
        "eq_spans": [],
        "section": "The Exclusion Restriction of Oil Prices",
        "sec_num": "4.2.1"
      },
      {
        "text": "In Figure 1 in Panel B, we present a scatter plot featuring the evolution of the inflation adjusted oil prices and migration patterns from the 1960s to 2010. The share of migrants is derived from the ELMPS (2012), using information on both current and return migrants, and on the year of migration. The fitted regression line shows a positive correlation between oil prices and the share of migrants. While Panel A provides support to the exclusion restriction of oil prices, Panel B shows that oil prices constitute indeed a strong predictor of migration decisions.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 3,
            "end": 11,
            "text": "Figure 1",
            "ref_id": "FIGREF2"
          }
        ],
        "eq_spans": [],
        "section": "The Exclusion Restriction of Oil Prices",
        "sec_num": "4.2.1"
      },
      {
        "text": "A potential threat to identification would be the non-orthogonality of oil prices (1) to legal status of migrants, or (2) to return decisions. We discuss these two issues and present evidence supporting the orthogonality of oil prices to these two decisions. In Figure 2 in Panel A, we present the yearly evolution of oil prices and the percent of illegal migrants derived from the ELMPS. 21 If oil price shocks directly affect the probability of illegal migration, this would suggest that when oil prices are high, Egyptian migrants might be more frequently willing to emigrate irregularly since it would be more profitable. Panel A in Figure 2 shows that the two series-oil prices and the share of illegal migrants-do not follow the same trend. Indeed, this figure shows several episodes of spikes in oil prices, during which irregular migration remained low. Conversely, irregular migration was particularly high in the late 1960s and early 1970s-a period with relatively low oil prices. We further corroborate this evidence in Panel B, where we present a scatter plot on the relationship between oil prices and the share of illegal migrants from the 1960s to 2010. Panel B in Figure 2 additionally confirms the orthogonality of oil prices with respect to irregular migration flows. Indeed, there does not seem to be any correlation between oil prices and illegality. We find a correlation coefficient of 0.042 with an associated P-value of 0.787.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 262,
            "end": 270,
            "text": "Figure 2",
            "ref_id": "FIGREF4"
          },
          {
            "start": 637,
            "end": 645,
            "text": "Figure 2",
            "ref_id": "FIGREF4"
          },
          {
            "start": 1180,
            "end": 1188,
            "text": "Figure 2",
            "ref_id": "FIGREF4"
          }
        ],
        "eq_spans": [],
        "section": "The Exclusion Restriction of Oil Prices",
        "sec_num": "4.2.1"
      },
      {
        "text": "For the validity of the identification strategy, we additionally discuss the issue of non-orthogonality of oil prices to return migration decisions. A potential concern would be if individuals who migrate with high oil price may also be more likely to return when oil prices go down. In Figure 3 in Panel A, we present the evolution of oil prices against the evolution of both the share of return migrants and the share of migrants from the late 1960s to 2012. While we find that the share of migrants closely mimics oil price fluctuations, we do not find a clear association between oil price shocks and the share of return migrants. While return migration seems to have peaked in the late 1980s following the drop in oil prices, it likewise peaked again in the late 2000s even though oil registered particularly high price levels. The direction of the association between oil prices and return migration is therefore not a priori clear.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 287,
            "end": 295,
            "text": "Figure 3",
            "ref_id": "FIGREF6"
          }
        ],
        "eq_spans": [],
        "section": "The Exclusion Restriction of Oil Prices",
        "sec_num": "4.2.1"
      },
      {
        "text": "In Panel B, we further present a scatter plot on the relationship between oil prices and the share of return migrants. The fitted regression line shows that oil prices are indeed uncorrelated with return migration flows. We find a correlation coefficient of 0.118 with a P-value 0.476. The evidence provided in Figure 2 and Figure 3 therefore shows that oil prices are indeed orthogonal to both illegality and return decisions.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 311,
            "end": 319,
            "text": "Figure 2",
            "ref_id": "FIGREF4"
          }
        ],
        "eq_spans": [],
        "section": "The Exclusion Restriction of Oil Prices",
        "sec_num": "4.2.1"
      },
      {
        "text": "Before discussing the exclusion restriction of our diplomatic exchange variable, we also highlight the evolution of Egypt's diplomatic relations and the variability of diplomatic representation for the validity of our identification strategy.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Exclusion Restriction of Diplomatic Exchange",
        "sec_num": "4.2.2"
      },
      {
        "text": "In Table A .4 in the Online Appendix, we report the share of countries with diplomatic representation in Egypt by year. 22 Indeed, our diplomatic representation variable shows significant variability over time. The first important decrease in diplomatic representation between Egypt and migrants' destination countries-predominantly other Arab countries-is observed in the 1960s. Nasser, the Egyptian president at the time who was elected in 1956, was becoming increasingly popular in the Arab world as the leader for pan-Arabism which culminated in the United Arab Republic with the Syrian Arab Republic in the late 1950s and early 1960s. As Nasser's ideology gained support in various Arab countries, disagreements emerged between Egypt and Arab monarchies, importantly, Saudi Arabia, for which pan-Arabism posed a real threat to its stability. While Egypt's pan-Arab ideology resonated with a number of Arab countries, it also led to conflicting dynamics with the monarchies (Mann, 2012) . These dynamics explain the observed decrease in diplomatic representation in 1960s and early 1970s.",
        "cite_spans": [
          {
            "start": 978,
            "end": 990,
            "text": "(Mann, 2012)",
            "ref_id": "BIBREF29"
          }
        ],
        "ref_spans": [
          {
            "start": 3,
            "end": 10,
            "text": "Table A",
            "ref_id": "TABREF13"
          }
        ],
        "eq_spans": [],
        "section": "The Exclusion Restriction of Diplomatic Exchange",
        "sec_num": "4.2.2"
      },
      {
        "text": "The second sharp decrease in diplomatic representation is observed in the 1980s. This episode coincides with Egypt's signing of the Camp David Agreement with Israel in 1978, followed by the conclusion of the peace treaty between the two countries in 1979. Following these events, the perception of the Arab world towards Egypt changed in particular, since for decades Egypt was presumed to stand for Arab interests. In November 1978, in a summit meeting held in Baghdad, a consensus among Arab countries was reached to impose economic and political sanctions on Egypt (Lavy, 1984; Sullivan, 1999) . Egypt was subsequently suspended from the Arab League from 1979 until 1989. Evidently, this political and economic embargo negatively affected the bilateral relations between Egypt and other Arab countries, as reflected in the sharp drop in diplomatic representation in the 1980s. As shown in the descriptive statistics in Table A .2 in the Online Appendix, these events coincide with greater undocumented migration in the 1980s.",
        "cite_spans": [
          {
            "start": 568,
            "end": 580,
            "text": "(Lavy, 1984;",
            "ref_id": "BIBREF28"
          },
          {
            "start": 581,
            "end": 596,
            "text": "Sullivan, 1999)",
            "ref_id": "BIBREF46"
          }
        ],
        "ref_spans": [
          {
            "start": 922,
            "end": 929,
            "text": "Table A",
            "ref_id": "TABREF13"
          }
        ],
        "eq_spans": [],
        "section": "The Exclusion Restriction of Diplomatic Exchange",
        "sec_num": "4.2.2"
      },
      {
        "text": "A potential concern would be if migration is influenced by the bilateral relationship of countries, i.e. if individuals consider the bilateral diplomatic relations between Egypt and alternative countries of destination when taking their migration decisions. To dispel this concern, in Figure A .1 in the Online Appendix, we present the share of migrants who migrated to countries without diplomatic representation and to countries with diplomatic representation in Egypt by year of migration. 23 Figure A .1 shows that migrants do not consistently consider diplomatic representation when undertaking their migration decisions. For instance, in the years between 1968 and 1980, all migrants went to countries with no diplomatic representation in Egypt. On the other hand, in every single year between 1981 and 1990, migrants predominantly chose to migrate to countries without diplomatic representation in Egypt. Between 1992 and 1995, the majority of migrants chose destinations with diplomatic representation, while a non-negligible share of migrants still migrated to countries with no diplomatic representation. On the other hand, from 1996 onwards, migration was destined to countries with diplomatic exchange but it is important to note that this is a period with little variability in diplomatic representation, as shown in Table A .4 in the Online Appendix.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 285,
            "end": 293,
            "text": "Figure A",
            "ref_id": null
          },
          {
            "start": 496,
            "end": 504,
            "text": "Figure A",
            "ref_id": null
          },
          {
            "start": 1330,
            "end": 1337,
            "text": "Table A",
            "ref_id": "TABREF13"
          }
        ],
        "eq_spans": [],
        "section": "The Exclusion Restriction of Diplomatic Exchange",
        "sec_num": "4.2.2"
      },
      {
        "text": "Overall, these patterns do not show a clear cut relationship between diplomatic representation and migration, whereby individuals decide to migrate mostly to countries with diplomatic representation. In fact, Figure A .1 suggests that diplomatic representation does not predict migration decisions. We further investigate the relationship between diplomatic exchange and migration flows in Figure A ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 209,
            "end": 217,
            "text": "Figure A",
            "ref_id": null
          },
          {
            "start": 390,
            "end": 398,
            "text": "Figure A",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "The Exclusion Restriction of Diplomatic Exchange",
        "sec_num": "4.2.2"
      },
      {
        "text": "In this section, we discuss two concerns related to the exclusion restriction of conflicts in the return migration equation and how we address them empirically in the robustness checks section. The first one is that our instrument would only predict forced return migration due to armed conflicts and not planned return migration. To address this challenge, in the robustness checks section, we also control for labor market outcomes at destination to account for planned return migration. We augment our return migration equation (4) with the unemployment rate at destination at the time of return migration (for return migrants) and at the time of the survey in 2012 (for current migrants). This allows us to account for both forced return migration and planned return.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Exclusion Restriction of Conflicts",
        "sec_num": "4.2.3"
      },
      {
        "text": "While conflict occurrence in host countries constitutes a strong predictor of return migration, an empirical concern would be if conflicts might have consequences on the Egyptian economy through, for instance, changes in trade flows, foreign direct investments, or remittances. To address this concern, we additionally rely on data from the World Bank Development Indicators in order to control for FDI (% of GDP), remittances (% of GDP), and the exports and imports of goods and services (% of GDP) in Egypt in equation 4. We show in the robustness checks section that our results are robust to these two checks, which provides support to the exclusion restriction of conflict occurrence.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Exclusion Restriction of Conflicts",
        "sec_num": "4.2.3"
      },
      {
        "text": "5 Empirical findings 5.1 Does the legal status of migrants matter upon return?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Exclusion Restriction of Conflicts",
        "sec_num": "4.2.3"
      },
      {
        "text": "In Table 4 , we depart from simple OLS regressions to estimate the effect of return migration on wages in 2012 upon return. We are interested in examining whether the legal status of migrants has a differential effect on their wage premium upon return. In column (1), we focus on the full sample of non-migrants and returnees. In column (2), we focus on the subsample of documented migrants compared to nonmigrants, and in column (3), we compare undocumented migrants to non-migrants. Without accounting for any of the selection issues presented earlier, Table 4 shows, that controlling for individual and job characteristics, return migration is associated with a significant wage premium. However, when we disentangle the effects by legal status, the results show that this positive association between return migration and wages holds only for documented migrants.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 3,
            "end": 10,
            "text": "Table 4",
            "ref_id": "TABREF3"
          },
          {
            "start": 555,
            "end": 562,
            "text": "Table 4",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Hourly Wages upon Return",
        "sec_num": "5.1.1"
      },
      {
        "text": "Accounting for the triple selection into migration, illegality, and return using a conditional mixed process model, in Table 5 , we estimate equation 1aon the effect of illegality on hourly wages upon return, conditional on return migration. We start by presenting the results from the reduced form equations and then discuss the results from our primary structural equation (1a). First, we find that oil prices are a strong predictor of the probability of migration. In column (1), we find that a one dollar increase in oil prices leads to an increase in the probability of migration by 1.3 percentage points. Diplomatic exchange also plays a crucial role in explaining the legal migrant status. In column (2), we find strong suggestive evidence that negative shocks to the bilateral relations between Egypt and the countries of destination of Egyptian migrants, at the time of migration, drive illegal migration to the destination countries. Indeed, we find that the lack of diplomatic representation of countries of destination in Egypt leads to an increase in the probability of illegal migration by 23 percentage points. As for identification of the return migration, in column (3), we find that an additional active armed conflict that occurs in the destination country at the time of return migration (for return migrants) or at the time of migration (for current migrants) increases the probability of return migration by 5 percentage points. Correcting for this triple selection into migration, illegality, and return, in column (4), we find that illegal migrants witness a wage penalty compared to legal migrants upon return to Egypt.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 119,
            "end": 126,
            "text": "Table 5",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "Hourly Wages upon Return",
        "sec_num": "5.1.1"
      },
      {
        "text": "To assess how illegal migrants fare with respect to non-migrants in terms of wages upon return, in Table 6 , we estimate equation 1bunconditional on return migration. Therefore, in column (4), our sample includes non-migrants in addition to return migrants (documented and undocumented). Indeed, we find that undocumented migrants witness a wage penalty relative to non-migrants, while only documented migrants witness a wage premium. To compute the wage penalty associated with undocumented migration, we rely on the predicted logarithm of hourly wages for non-migrants, illegal, and legal migrants in the last row of Table 6 . The difference in logarithms approximate the percentage change in hourly wages. We find that undocumented migration yields to a 19% wage penalty with respect to non-migrants. On the other hand, we find that documented migration leads to a positive wage premium of 28%. The estimates therefore suggest that the wage penalty of undocumented migrants relative to documented migrants is estimated to be around 47%. 24",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 99,
            "end": 106,
            "text": "Table 6",
            "ref_id": "TABREF5"
          },
          {
            "start": 619,
            "end": 626,
            "text": "Table 6",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Hourly Wages upon Return",
        "sec_num": "5.1.1"
      },
      {
        "text": "While we are primarily interested in the impact of illegality on hourly wages upon return, in this section, we expand our analysis to other outcomes such as occupations, labor supply, and monthly wages upon return. In Table 7 and Table 8 , we examine the effect of migrants' legal status on occupations and labor supply upon return, respectively. We estimate equation 1b, unconditional on return migration. In Table  7 , our dependent variable is occupational ranking. Occupations are split into 9 distinct categories according to the ISCO-88 one digit classification. They are ranked from 1 to 9 according to the amount of human capital needed to be employed in each occupation following Sicherman and Galor (1990) and Carletto and Kilic (2011) . According to this ranking, our dependent variable takes the value 1 for the lowest-ranked occupation and 9 for the highest-ranked occupation. 25 In Table 8 , our independent variable of interest is the number of hours of work/week. Accounting for the triple selection into emigration, legal status, and return, Table 7 shows that migrants' legal status does not have any significant effect on occupations upon return. Even though illegal migrants seem to have lower ranked occupations compared to non-migrants upon return, the results show that the effect is not statistically significant. Table 8 reports the results on labor supply. Likewise, the results in Table 8 show that migrants' legal status does not have any significant effect on labor supply. Indeed, we find that undocumented migrants have lower labor supply compared to non-migrants, while documented migrants seem to work more than non-migrants. However, these effects are not statistically significant.",
        "cite_spans": [
          {
            "start": 689,
            "end": 715,
            "text": "Sicherman and Galor (1990)",
            "ref_id": "BIBREF45"
          },
          {
            "start": 720,
            "end": 745,
            "text": "Carletto and Kilic (2011)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 890,
            "end": 892,
            "text": "25",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 218,
            "end": 237,
            "text": "Table 7 and Table 8",
            "ref_id": "TABREF6"
          },
          {
            "start": 410,
            "end": 418,
            "text": "Table  7",
            "ref_id": "TABREF6"
          },
          {
            "start": 896,
            "end": 903,
            "text": "Table 8",
            "ref_id": "TABREF7"
          },
          {
            "start": 1059,
            "end": 1066,
            "text": "Table 7",
            "ref_id": "TABREF6"
          },
          {
            "start": 1338,
            "end": 1345,
            "text": "Table 8",
            "ref_id": "TABREF7"
          },
          {
            "start": 1408,
            "end": 1415,
            "text": "Table 8",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "Occupations, Labor Supply, and Monthly Wages upon Return",
        "sec_num": "5.1.2"
      },
      {
        "text": "Finally, in Table 9 , we examine the effect of migrants' legal status on monthly wages upon return. We estimate equation 1b, unconditional on return migration. Our main outcome of interest is the logarithm of monthly wages upon return to Egypt. We account for the various layers of selection in columns (1) to (3), and in column (4), we report the results from our structural equation. The results in Table 9 confirm that undocumented migrants witness a wage penalty with respect to both documented migrants and non-migrants. In terms of monthly wages, we find that undocumented migrants witness a wages penalty of 28% compared to non-migrants, while documented migrants witness a wage premium of 29% relative to non-migrants. In terms of monthly wages, the estimated penalty for undocumented migrants is larger in magnitude compared to the estimates presented in section 5.1.1 in terms of hourly wages. On the other hand, the wage premium of documented migrants remains of the same magnitude.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 12,
            "end": 19,
            "text": "Table 9",
            "ref_id": "TABREF8"
          },
          {
            "start": 401,
            "end": 408,
            "text": "Table 9",
            "ref_id": "TABREF8"
          }
        ],
        "eq_spans": [],
        "section": "Occupations, Labor Supply, and Monthly Wages upon Return",
        "sec_num": "5.1.2"
      },
      {
        "text": "The results in section 5.1 suggest that undocumented migrants fare worse upon return to Egypt compared to documented migrants but also compared to non-migrants. While documented migrants benefit from their migration experience abroad and witness a positive wage premium compared to non-migrants, undocumented migrants witness a wage penalty associated with their experience overseas. In this section, we investigate several underlying mechanisms.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Underlying Mechanisms: Does the Legal Status of Migrants Matter while Abroad?",
        "sec_num": "5.2"
      },
      {
        "text": "In the ELMPS, individuals are asked about the reasons for return. Interestingly, we find that the primary motives for return migration differ between return migrants who had a documented migration versus those who had an undocumented migration. For example, while the most important cause of return migration is the end of the work contract for documented migrants (26%), the primary reason for return for undocu-mented migrants is poor working conditions (30%). 26 In line with Gonzales (2011), Gleeson and Gonzales (2012) , and Hall and Greenman (2015) , this might suggest that undocumented migrants are employed in poorer jobs, which might make them less likely to benefit from their migration experience overseas compared to documented migrants. In this section, we explore the effect of migrants' illegal status on various outcomes during their migration spells abroad, including monthly wages, monthly savings, migration duration, occupations, and the probability of remitting.",
        "cite_spans": [
          {
            "start": 463,
            "end": 465,
            "text": "26",
            "ref_id": null
          },
          {
            "start": 496,
            "end": 523,
            "text": "Gleeson and Gonzales (2012)",
            "ref_id": "BIBREF19"
          },
          {
            "start": 530,
            "end": 554,
            "text": "Hall and Greenman (2015)",
            "ref_id": "BIBREF22"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Underlying Mechanisms: Does the Legal Status of Migrants Matter while Abroad?",
        "sec_num": "5.2"
      },
      {
        "text": "In Table 10 , we test for potential underlying mechanisms that could be driving our results. We rely on our benchmark CMP model to account for the triple selection into emigration, legal status, and into return. We report the results on the various selection equations in columns (1) to (3), while columns (4a) to (4e) report the results from our structural equation on various outcomes pertaining to the migration experience overseas. We estimate equation 1a, conditional on return migration. Therefore, the sample used in the estimation of our structural equations includes only return migrants (both documented and undocumented). We estimate separate models for each of the outcomes presented in columns (4a) to (4e), where we account, in each, for the various layers of selection. The first three columns: the probability of emigration, the probability of illegality, and the probability of return migration are therefore the same across models.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 3,
            "end": 11,
            "text": "Table 10",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "Underlying Mechanisms: Does the Legal Status of Migrants Matter while Abroad?",
        "sec_num": "5.2"
      },
      {
        "text": "In line with the descriptive statistics presented in Table A .2 in the Online Appendix, the results in Table 10 suggest that the illegal status of migrants negatively affects their monthly wages and savings, while abroad. Accounting for the triple selection into migration, illegality, and return, the results in Table 10 suggest that illegal migrants overseas earn half the wage of documented migrants. Likewise, we find that the undocumented migration status is associated with significantly lower monthly savings overseas. We also find that illegality reduces migration duration, by approximately two years. As we show at the bottom of Table 10 , the predicted migration duration for undocumented migrants is 3 years, while the predicted duration for documented migrants is approximately 5 years.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 53,
            "end": 60,
            "text": "Table A",
            "ref_id": "TABREF13"
          },
          {
            "start": 103,
            "end": 111,
            "text": "Table 10",
            "ref_id": "TABREF0"
          },
          {
            "start": 313,
            "end": 321,
            "text": "Table 10",
            "ref_id": "TABREF0"
          },
          {
            "start": 639,
            "end": 647,
            "text": "Table 10",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "Underlying Mechanisms: Does the Legal Status of Migrants Matter while Abroad?",
        "sec_num": "5.2"
      },
      {
        "text": "In column (4d), we report the results on occupational ranking overseas. Our results show that migrants' illegal status is associated with a significant decline in occupational ranking. This suggests that illegal migrants hold lower ranked occupations, while overseas, compared to documented migrants. In terms of occupational ranking, undocumented migrants seem to be employed in occupations that are on average 1 point lower, on the occupational ladder, compared to documented migrants. Finally, in column (4e), we further examine the impact of illegality on the probability of sending remittances. Controlling for wages overseas and based on the predicted probabilities of remitting in the last row of Table 10 , the results show that illegality leads to a 46% reduction in the probability of sending remittances.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 704,
            "end": 712,
            "text": "Table 10",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "Underlying Mechanisms: Does the Legal Status of Migrants Matter while Abroad?",
        "sec_num": "5.2"
      },
      {
        "text": "Overall, these results suggest that the underlying mechanism for the wage penalty experienced by illegal migrants is driven by bad overseas jobs; i.e. human capital waste story. Indeed, we find that undocumented migrants primarily return to Egypt due to poor working conditions in the destination. We further showed in this section that migrants' illegal status is associated with lower ranked occupations overseas. These lower ranked jobs are also associated with lower earnings, lower savings, and lower incidence to send remittances. While documented migrants enhance their human capital overseas, which leads to remuneration gains upon return, our findings suggest that the migration experience of an undocumented migrant depletes their human capital, leading to wage losses upon return.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Underlying Mechanisms: Does the Legal Status of Migrants Matter while Abroad?",
        "sec_num": "5.2"
      },
      {
        "text": "Our benchmark results deal with three layers of selection, namely, the selection into emigration, the selection into the legal status, and the selection into return migration. Nonetheless, other selectivity or endogeneity issues might still be a source of concern. For instance, it seems reasonable to expect that (observable and unobservable) individual characteristics affect the choice of destination, or that emigrants choose between different destination countries, taking into account changes in the relative payoffs from moving to one country versus another. This might be problematic if the differential returns that we estimate are due to the different groups of countries that documented and undocumented migrants decide to choose as their destinations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Discussion on Other Selection Issues",
        "sec_num": "5.3"
      },
      {
        "text": "While our model does not explicitly deal with multiple destination choices, we address this concern by comparing Egyptian workers who migrated to the same country of destination, as either documented or undocumented migrants, to identify the causal impact of legal status on wages back home. In Table 11 , we restrict our analysis to returnees from Iraq, the most important country of return migration when estimating equation 1b. In this equation, our analysis is restricted to returnees from Iraq, while returnees from all other countries are excluded from the sample. Comparing documented and undocumented Egyptian migrants who went to the same country of destination, Iraq, the results in Table 11 consistently point out to a wage penalty associated with undocumented migration, and to a wage premium witnessed by documented migrants.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 295,
            "end": 303,
            "text": "Table 11",
            "ref_id": "TABREF0"
          },
          {
            "start": 693,
            "end": 701,
            "text": "Table 11",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "Discussion on Other Selection Issues",
        "sec_num": "5.3"
      },
      {
        "text": "Furthermore, the data shows that both documented and undocumented migrants choose the same pool of destination countries, at the exception of Western countries where we only observe documented migrants. To make sure that our results are there-fore not driven by these differential destination choices, in Table A .6 in the Online Appendix, we also exclude return migrants from all Western countries. 27 Our results also hold after excluding this subset of destination countries. These two tests therefore confirm that our findings are not driven by differential destination choices made by documented and undocumented migrants.",
        "cite_spans": [
          {
            "start": 400,
            "end": 402,
            "text": "27",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 305,
            "end": 312,
            "text": "Table A",
            "ref_id": "TABREF13"
          }
        ],
        "eq_spans": [],
        "section": "Discussion on Other Selection Issues",
        "sec_num": "5.3"
      },
      {
        "text": "Another potential concern is the endogeneity of the migration duration. This would be problematic if the wage penalty of undocumented return migrants is due to their shorter migration duration compared to documented migrants. While we cannot control for migration duration in our model since it is an endogenous variable and would be considered as a bad control, we address this challenge empirically by focusing on documented and undocumented migrants with similar migration duration. We estimate the impact of illegal status on migrants' wages upon return relying on three separate models in Table 12 . First, we estimate the model by focusing on migrants who belong to the lowest 33 rd percentile of the distribution of migration duration (those who have 2 years of migration or less) and we report the corresponding results in column (4a). Second, we estimate the model by considering returnees who belong to the middle 33 rd percentile of the distribution with 3 to 5 years of migration and we report results in column (4b). Finally, we focus on returnees who belong to the highest 33 rd percentile of migration duration with 6 years of migration or more in column (4c). The first three estimated equations: the probability of emigration, the probability of illegality, and the probability of return migration are the same across the three models. Interestingly, we find that the results are mostly driven by returnees who belong to the upper end of the migration duration distribution-those with 3 years of migration duration or more. Moreover, it is interesting to note that the wage gap between documented and undocumented return migrants grows bigger the longer the migrants stay abroad. Indeed, the predicted probabilities reported at the bottom of Table 12 show that documented migrants' predicted hourly wage upon return appreciates with the length of stay abroad, while undocumented migrants' predicted hourly wage depreciates the longer the migrant's migration spell. These dynamics address the concern that illegal migrants are faring worse due to the shorter migration spells as these results, in fact, show the opposite dynamic; the longer undocumented migrants stay abroad, the more their human capital is depleted. These dynamics are also fully consistent with the theoretical argument of human capital waste for undocumented migrants and on the other hand, with greater human capital accumulation for documented migrants.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 594,
            "end": 602,
            "text": "Table 12",
            "ref_id": "TABREF0"
          },
          {
            "start": 1759,
            "end": 1767,
            "text": "Table 12",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "Discussion on Other Selection Issues",
        "sec_num": "5.3"
      },
      {
        "text": "6 Robustness Checks",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Discussion on Other Selection Issues",
        "sec_num": "5.3"
      },
      {
        "text": "Throughout the paper, we define undocumented migrants as those who: (1) did not have a visa or official document to enter the destination country if the country required an entry visa, (2) were working without a work contract for countries that had a visa waiver for Egyptians, or (3) had a work permit, a tourist visa, a visit visa or a temporary residence permit but were working in the destination without any work contract to capture over-stayers. In this section, we rely on an alternative definition of undocumented migration. We simply define undocumented migrants as those who either entered the destination country without a visa or an official document for countries that required an entry visa or those who did not have a work contract for their employment abroad in countries that did not require an entry visa for Egyptians. In Table A.7 and Table A .8 in the Online Appendix, we check the robustness of our results relying on this alternative definition of undocumented migration. In Table A .7, we examine the effect of illegality on wages upon return, conditional on return migration, while in Table A .8, we report the results unconditional on return migration. Our results are consistently robust to using this alternative definition of undocumented migration.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 841,
            "end": 862,
            "text": "Table A.7 and Table A",
            "ref_id": "TABREF6"
          },
          {
            "start": 998,
            "end": 1005,
            "text": "Table A",
            "ref_id": "TABREF13"
          },
          {
            "start": 1110,
            "end": 1117,
            "text": "Table A",
            "ref_id": "TABREF13"
          }
        ],
        "eq_spans": [],
        "section": "Alternative Definitions",
        "sec_num": "6.1"
      },
      {
        "text": "We also checked the robustness of our results with respect to the definition of diplomatic representation for the identification of the illegality equation. In our benchmark model, we use the diplomatic representation of each country of destination of the migrants in Egypt. In Table A .9 in the Online Appendix, our diplomatic exchange variable captures instead the diplomatic representation of Egypt in each country of destination of migrants at the time of migration. It is a dummy variable equal to one if Egypt is diplomatically represented in the country of destination at the time of migration and zero, otherwise. In Table A .10 in the Online Appendix, the diplomatic exchange variable captures the diplomatic representation in both Egypt and the country of destination of the migrants at the time of migration. In this case, the dummy variable takes the value one if there is diplomatic representation in both Egypt and the country of destination of the migrant at the time of migration and zero, otherwise. Our results are robust to these additional checks and remain stable in magnitude.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 278,
            "end": 285,
            "text": "Table A",
            "ref_id": "TABREF13"
          },
          {
            "start": 625,
            "end": 632,
            "text": "Table A",
            "ref_id": "TABREF13"
          }
        ],
        "eq_spans": [],
        "section": "Alternative Definitions",
        "sec_num": "6.1"
      },
      {
        "text": "In this section, we check the robustness of our results to alternative specifications of our benchmark model. In the model we present in section 4.1, there are three selection processes, namely migration, legal status of migrants, and return migration. Our benchmark model implicitly assumes that the legal status of migrants does not have an impact on return migration. However, it might be possible that the return migration decision and migrants' legal status are closely linked.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Alternative Specifications",
        "sec_num": "6.2"
      },
      {
        "text": "In Table A .11 in the Online Appendix, we check the robustness of the results to incorporating the legal status into the return migration equation. Column (3)-which models the return migration decision-therefore includes a dummy variable for illegal migration. We find a negative coefficient of illegality in the return migration equation, although it is not statistically significant. This suggests that there is no significant association between illegality and return decisions. As for the results from our structural equation, the estimates in column (4) consistently show that undocumented migration is associated with a wage penalty, while documented migrants witness a significant wage premium upon return. The magnitudes of the estimated wage penalty and premium are 17% and 27%, respectively. Our benchmark results reported in Table 6 were associated with an estimated wage penalty of 19% and a wage premium of 28%. These effects are therefore very comparable in terms of magnitude.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 3,
            "end": 10,
            "text": "Table A",
            "ref_id": "TABREF13"
          },
          {
            "start": 836,
            "end": 843,
            "text": "Table 6",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Alternative Specifications",
        "sec_num": "6.2"
      },
      {
        "text": "As presented in section 4.2, we also check the validity of the exclusion restriction of conflict occurrence. Since our instrument could only be predicting forced return migration due to armed conflicts and not planned return migration, we also control for unemployment rate in the destination country in the return migration equation. The unemployment rate is both country and year specific. For return migrants, the unemployment rate is matched with the year of return migration, while we matched the unemployment rate at the time of the survey in 2012 for current migrants.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Alternative Specifications",
        "sec_num": "6.2"
      },
      {
        "text": "We report our results in Table A .12 in the Online Appendix. We deal with the selection into emigration, legal status, and into return in columns (1) to (3). For the identification of the return migration equation, column (3) includes both the number of active armed conflicts and the unemployment rate in the destination. We find that both variables are positively associated with return migration. While an additional armed conflict in the destination country increases the probability of return migration by 2.8 percentage points, we find that a one percent increase in unemployment rate at destination is associated with 0.7% increase in the return probability. The results from our structural equation are reported in column (4) and are consistently robust to controlling for unemployment rates at destination in the return migration equation.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 25,
            "end": 32,
            "text": "Table A",
            "ref_id": "TABREF13"
          }
        ],
        "eq_spans": [],
        "section": "Alternative Specifications",
        "sec_num": "6.2"
      },
      {
        "text": "A related issue is that conflicts might have consequences on the Egyptian economy through, for instance, changes in trade flows, foreign direct investments, or remittances. In Table A .13 in the Online Appendix, we check the robustness of our results to controlling for the following variables in Egypt in the return migration equation: FDI (% of GDP), remittances (% of GDP), and the exports and imports of goods and services (% of GDP). 28 Our results from the structural equation in column (4) are also consistently robust to controlling for these variables.",
        "cite_spans": [
          {
            "start": 439,
            "end": 441,
            "text": "28",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 176,
            "end": 183,
            "text": "Table A",
            "ref_id": "TABREF13"
          }
        ],
        "eq_spans": [],
        "section": "Alternative Specifications",
        "sec_num": "6.2"
      },
      {
        "text": "In this paper, we rely on data from the ELMPS 2012. Indeed, the 2012 survey is advantageous as it oversampled areas with high migration rates. As we discussed in section 3.1, the most recent ELMPS data was conducted in 2018 and instead oversampled rural communities in Egypt. Nonetheless, in this section, we replicate our analysis using the most recent publicly available survey as a robustness check.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using 2018 Data",
        "sec_num": "6.3"
      },
      {
        "text": "We examine the effect of migrants' legal status on hourly wages in 2018, unconditional on return migration, by estimating equation 1b. In Table A .14 in the Online Appendix, we report our results unconditional on return migration. We account for the various selection processes in columns (1) to (3) following the same identification strategy presented in section 4.1. In line with our benchmark results presented in section 5.1.1, we find that only documented migrants witness a wage premium relative to non-migrants, while undocumented migrants witness a wage penalty.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 138,
            "end": 145,
            "text": "Table A",
            "ref_id": "TABREF13"
          }
        ],
        "eq_spans": [],
        "section": "Using 2018 Data",
        "sec_num": "6.3"
      },
      {
        "text": "We also check the robustness of our results to using pooled cross-sectional data from the 2012 and 2018 ELMPS. We report the results in Table A .15 in the Online Appendix, unconditional on return migration. Our model additionally includes a year fixed effect for the 2018 survey. Our results consistently show that undocumented migration is associated with a wage penalty, while migrants' legal status leads to a positive wage premium upon return.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 136,
            "end": 143,
            "text": "Table A",
            "ref_id": "TABREF13"
          }
        ],
        "eq_spans": [],
        "section": "Using 2018 Data",
        "sec_num": "6.3"
      },
      {
        "text": "Relying on the 2018 data, we also analyze the dynamics of the effects. We ask whether the effect of legal status remains constant over time after return or varies. Accounting for the triple selection in columns (1) to (3), column (4) reports the results from the structural equation. To capture the dynamics of the effects, instead of focusing on the full 2018 sample as in Table A .14, we restrict our analysis, in Table  A .16, to individuals who were interviewed in both ELMPS 2012 and 2018. We therefore track the same individuals included in our benchmark analysis in the 2018 survey. Our results consistently point to a wage penalty for undocumented migrants of 54% and to a wage premium for documented migrants of 16%. Comparing the magnitude of these effects with those from our benchmark model in section 5.1.1, we find that undocumented migrants' wage penalty grew larger over time. Moreover, while documented migrants still witness a significant wage premium upon return, our results show that legal migrants' wage premium was actually larger in 2012 (28%). The evidence therefore suggests that the wage gap between non-migrants and undocumented migrants grew larger over time, while the wage gap between documented migrants and non-migrants narrowed down.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 374,
            "end": 381,
            "text": "Table A",
            "ref_id": "TABREF13"
          },
          {
            "start": 416,
            "end": 424,
            "text": "Table  A",
            "ref_id": "TABREF13"
          }
        ],
        "eq_spans": [],
        "section": "Using 2018 Data",
        "sec_num": "6.3"
      },
      {
        "text": "As we discussed earlier in the paper, the incidence of multiple migration episodes is very low in Egypt. In our data set, approximately 95% of return migrants had one or two migration episodes and less than 5% had more than two migration episodes. In Table A .17 in the Online Appendix, we also check the robustness of our results to excluding individuals who had more than two migration episodes and our results are also robust to this check.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 251,
            "end": 258,
            "text": "Table A",
            "ref_id": "TABREF13"
          }
        ],
        "eq_spans": [],
        "section": "Other Robustness Checks",
        "sec_num": "6.4"
      },
      {
        "text": "Finally, we check whether the differential results that we observed are due to differences in the reasons of return between documented and undocumented migrants. In Table A .18 in the Online Appendix, we estimate two distinct models. Columns (1), (2), and (3) are the same across the two models, while in the first model, we focus on voluntary return migration (column 4a), and in the second model, we focus on involuntary return migration (column 4b). Voluntary reasons are the following: individuals return to get married, to set up business at home country, to take over family business or farm, due to poor working conditions, to care for family, to study, or due to an appointment. On the other hand, involuntary reasons include contract ended, sudden termination by employer, retirement, health problems, the war in Iraq or Kuwait, accident or illness, death, or compulsory military service. The estimates in columns (4a) and (4b) allow us to compare documented and undocumented migrants who returned due to voluntary or involuntary reasons, respectively.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 165,
            "end": 172,
            "text": "Table A",
            "ref_id": "TABREF13"
          }
        ],
        "eq_spans": [],
        "section": "Other Robustness Checks",
        "sec_num": "6.4"
      },
      {
        "text": "Interestingly, we find that voluntary returns are associated with a wage penalty for undocumented migrants and a wage premium for documented migrants. On the other hand, we find that undocumented migrants who returned involuntarily do not witness a wage penalty, while documented migrants still witness a wage premium. Indeed, we find that undocumented migrants who returned involuntarily have lower migration duration (average migration duration is 3.6 years with a standard deviation of 3.7), while undocumented migrants who returned voluntarily have on average 5.8 years of migration duration with a standard deviation of 6.6. In line with our results in Table  12 , these differential effects might be associated with the length of the migration spell abroad. These results confirm once again that the longer undocumented migrants stay abroad, the more their human capital is depleted.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 658,
            "end": 667,
            "text": "Table  12",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "Other Robustness Checks",
        "sec_num": "6.4"
      },
      {
        "text": "This paper examines the impact of the legal status of temporary overseas migration on migrants' wages upon return to the home country. Using unique data from Egypt, we distinguish between return migrants according to their type of international migration-documented versus undocumented-and examine the impact of temporary migration on wages upon return. Relying on a conditional mixed process model, which takes into account the triple selection into emigration, illegality, and return migration, we examine the effect of illegality on wages upon return.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Remarks",
        "sec_num": "7"
      },
      {
        "text": "Our findings show that controlling for the various layers of selection, return migrants who had an illegal status while abroad have significantly lower earnings upon return compared to both documented return migrants and non-migrants. This suggests that undocumented migrants do not gain from their overseas migration experience in terms of skill acquisition the way documented migrants do. Our results show that the longer undocumented migrants stay abroad, the more their human capital is depleted, while the opposite is true for documented migrants. Indeed, we find evidence that illegal migrants experience a waste of human capital overseas, as they have lower earnings and end up in lower-ranked occupations while abroad, which might explain their lower earnings upon return.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Remarks",
        "sec_num": "7"
      },
      {
        "text": "Our results are the first to show the negative impact associated with illegality on the migrants, even after they return to their country of origin. These findings have important policy implications, as they suggest that there is a need to raise awareness among potential migrants about the negative consequences of illegal migration experiences. Furthermore, countries of origin should maximize the benefits of migration by supporting legal migration and curbing illegal migration. Notes. Oil prices are inflation adjusted and expressed in $ per barrel. In Panel A, labor force participation rate, employment in agriculture, industry and services are from the International Labor Organization, Key indicators of the Labor Market Database. GDP growth rates are from the World Bank National accounts data files. Panel B presents a scatter plot of the inflation adjusted oil prices (horizontal X-axis) and the share of migrants per year (vertical Y-axis). The share of migrants is derived from the ELMPS 2012 using information on current and return migration and the year of migration and is computed as the number of migrants in a specific year divided by the number total migrants. The dashed line represents a fitted regression line. Notes. Oil prices are inflation adjusted and expressed in $ per barrel. The percent of illegal migrants is derived from the ELMPS 2012, using information on current and return migrants, and the year of migration and is computed as the number of illegal migrants in a specific year to the total number of migrants in the same year. Panel A presents the yearly evolution of oil prices and the percent of illegal migrants. Panel B presents a scatter plot of the inflation adjusted oil prices (horizontal X-axis) and the percent of illegal migrants per year (vertical Y-axis). The dashed line represents a fitted regression line. Notes. Oil prices are inflation adjusted and expressed in $ per barrel. The percent of return migrants is derived from the ELMPS 2012, using information on return migration and the year of final return. The percent of return migrants is computed as the share of return migrants in a specific year to the total number of return migrants. In Panel A, the percent of migrants is derived from the ELMPS 2012, using information on the year of first migration among return migrants. Panel B presents a scatter plot of the inflation adjusted oil prices (horizontal X-axis) and the share of return migrants per year (vertical Y-axis). The dashed line represents a fitted regression line. Notes: In the first column, average hourly wages for non-migrants, returnees, legal and illegal migrants are reported in Egyptian Pounds for the current job in 2012, as well as standard deviation in brackets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Remarks",
        "sec_num": "7"
      },
      {
        "text": "In the second column, differences with respect to the group of non-migrants and the associated p-value for a t-test of whether the difference between the two groups is statistically significant. Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: Equation 1 is the probability of temporary migration. Equation 2 is the probability of undocumented migration. Equation 3 is the probability of return migration. Equation 4 models the logarithm of hourly wages upon return. For identification of equation 1, we use the inflation adjusted historical oil prices (in US dollars). For identification of equation 2, we use the diplomatic exchange, which is the diplomatic representation of each country of destination of Egyptian migrants in Egypt at time of migration. It is a dummy variable equal zero if there is no evidence of diplomatic exchange and is equal one if there is evidence of diplomatic exchange at the level of chargé d'affaires, minister, ambassador or other. For identification of equation 3, we use the number of active armed conflicts that is both country and year specific from the Uppsala Conflict Data Project (UCDP). Equation (4) estimates the effect of illegality on the logarithm of hourly wages, conditional on return migration. The predicted logarithm of hourly wages for illegal and legal migrants are reported in the last row. Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: Equation 1 is the probability of temporary migration. Equation 2 is the probability of undocumented migration. Equation 3 is the probability of return migration. Equation 4 models the logarithm of hourly wages upon return. For identification of equation 1, we use the inflation adjusted historical oil prices (in US dollars). For identification of equation 2, we use the diplomatic exchange, which is the diplomatic representation of each country of destination of Egyptian migrants in Egypt at time of migration. It is a dummy variable equal zero if there is no evidence of diplomatic exchange and is equal one if there is evidence of diplomatic exchange at the level of chargé d'affaires, minister, ambassador or other. For identification of equation 3, we use the number of active armed conflicts that is both country and year specific from the Uppsala Conflict Data Project (UCDP). Equation (4) estimates the effect of illegality on the logarithm of hourly wages, unconditional on return migration. The predicted logarithm of hourly wages for non-migrants, illegal migrants, and legal migrants are reported in the last row. Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: Equation 1 is the probability of temporary migration. Equation 2 is the probability of undocumented migration. Equation 3 is the probability of return migration. Equation 4 models the occupational ranking upon return. For identification of equation 1, we use the inflation adjusted historical oil prices (in US dollars). For identification of equation 2, we use the diplomatic exchange, which is the diplomatic representation of each country of destination of Egyptian migrants in Egypt at time of migration. It is a dummy variable equal zero if there is no evidence of diplomatic exchange and is equal one if there is evidence of diplomatic exchange at the level of chargé d'affaires, minister, ambassador or other. For identification of equation 3, we use the number of active armed conflicts that is both country and year specific from the Uppsala Conflict Data Project (UCDP). Equation (4) estimates the effect of illegality on occupational ranking upon return, unconditional on return migration. Occupational ranking is computed according to the ISCO-88 one digit classification. The greater the ranking, the higher is the occupation classified in the occupational ladder. The predicted occupational ranking for non-migrants, illegal migrants, and legal migrants are reported in the last row. Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: Equation 1 is the probability of temporary migration. Equation 2 is the probability of undocumented migration. Equation 3 is the probability of return migration. Equation 4 models labor supply upon return. For identification of equation 1, we use the inflation adjusted historical oil prices (in US dollars). For identification of equation 2, we use the diplomatic exchange, which is the diplomatic representation of each country of destination of Egyptian migrants in Egypt at time of migration. It is a dummy variable equal zero if there is no evidence of diplomatic exchange and is equal one if there is evidence of diplomatic exchange at the level of chargé d'affaires, minister, ambassador or other. For identification of equation 3, we use the number of active armed conflicts that is both country and year specific from the Uppsala Conflict Data Project (UCDP). Equation (4) estimates the effect of illegality of the number of hours of work/week, unconditional on return migration. The predicted number of hours of work/week for non-migrants, illegal migrants, and legal migrants are reported in the last row. Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: Equation 1 is the probability of temporary migration. Equation 2 is the probability of undocumented migration. Equation 3 is the probability of return migration. Equation 4 models the logarithm of hourly wages upon return. For identification of equation 1, we use the inflation adjusted historical oil prices (in US dollars). For identification of equation 2, we use the diplomatic exchange, which is the diplomatic representation of each country of destination of Egyptian migrants in Egypt at time of migration. It is a dummy variable equal zero if there is no evidence of diplomatic exchange and is equal one if there is evidence of diplomatic exchange at the level of chargé d'affaires, minister, ambassador or other. For identification of equation 3, we use the number of active armed conflicts that is both country and year specific from the Uppsala Conflict Data Project (UCDP). Equation (4) estimates the effect of illegality on the logarithm of monthly wages, unconditional on return migration. The predicted logarithm of monthly wages for non-migrants, illegal migrants, and legal migrants are reported in the last row. Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: Equation 1 is the probability of temporary migration, where we use the inflation adjusted historical oil prices for identification. Equation 2 is the probability of undocumented migration, where we use the diplomatic representation of each country of destination in Egypt at time of migration for identification. Equation 3 is the probability of return migration, where we use the number of active armed conflicts that is both country and year specific for identification. Equations (4a) to (4e) estimate the effect of illegality on various outcomes. The dependent variable in column (4a) is the logarithm of average monthly wages during the first migration episode in Egyptian Pounds. The dependent variable in column (4b) is the logarithm of the average monthly savings during the first migration episode and is expressed in Egyptian pounds. The dependent variable in column (4c) is the migration duration, computed as the difference between the year of first migration and the year of final return. The dependent variable in column (4d) is the occupational rankings for the job abroad, during the first migration episode. The dependent variable in column (4e) is a dummy variable indicator for sending remittances back home. The predicted outcomes for non-migrants, illegal migrants, and legal migrants are reported at the bottom of the table. Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: Equation 1 is the probability of temporary migration. Equation 2 is the probability of undocumented migration. Equation 3 is the probability of return migration. Equation 4 models the logarithm of hourly wages upon return, and is restricted to returnees from Iraq (the country with the highest share of return migration). For identification of equation 1, we use the inflation adjusted historical oil prices (in US dollars). For identification of equation 2, we use the diplomatic exchange, which is the diplomatic representation of each country of destination of Egyptian migrants in Egypt at time of migration. It is a dummy variable equal zero if there is no evidence of diplomatic exchange and is equal one if there is evidence of diplomatic exchange at the level of chargé d'affaires, minister, ambassador or other. For identification of equation 3, we use the number of active armed conflicts that is both country and year specific from the Uppsala Conflict Data Project (UCDP). Equation (4) estimates the effect of illegality on the logarithm of hourly wages, unconditional on return migration. The predicted logarithm of hourly wages for non-migrants, illegal migrants and legal migrants are reported in the last row. Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: Equation 1 is the probability of temporary migration. Equation 2 is the probability of undocumented migration. Equation 3 is the probability of return migration. Equation 4 models the logarithm of hourly wages upon return. For identification of equation 1, we use the inflation adjusted historical oil prices (in US dollars). For identification of equation 2, we use the diplomatic exchange, which is the diplomatic representation of each country of destination of Egyptian migrants in Egypt at time of migration. It is a dummy variable equal zero if there is no evidence of diplomatic exchange and is equal one if there is evidence of diplomatic exchange at the level of chargé d'affaires, minister, ambassador or other. For identification of equation 3, we use the number of active armed conflicts that is both country and year specific from the Uppsala Conflict Data Project (UCDP). Equations (4a), (4b) and (4c) estimate the effect of illegality on the logarithm of hourly wages, conditional on return migration. Three models are separately estimated, relying on the percentile distribution of migration duration. In equation (4a), we consider individuals who belong to the lowest 33rd percentile of the distribution (with two years of migration duration or less). In equation (4b), we consider individuals who belong to the middle 33rd percentile of the distribution (with 3 to 5 years of migration). In equation 4c, we consider individuals who belong to the highest 33rd percentile of the distribution (with 6 years of migration or more). The predicted logarithm of hourly wages for illegal migrants, and legal migrants in equations (4a) to (4c) are reported in the bottom of the table. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Remarks",
        "sec_num": "7"
      },
      {
        "text": "Notes. This figure presents a scatter plot on the relationship between diplomatic representation (horizontal X-axis) and the share of migrants (vertical Y-axis). Diplomatic representation is defined as the percent of destination countries with diplomatic representation in Egypt. It is derived from the Correlates of War Diplomatic exchange data set, which is available every five years from 1965 to 2005. The share of migrants is derived from the ELMPS 2012 using information on current, return migration and the year of migration. The share of migrants is aggregated over 5 years to match the level of aggregation of the Correlates of War data set. The dashed line represents a fitted regression line. Notes: This table presents geographical transition matrices for non-migrants (Panel A) and return migrants (Panel B) between the region of birth and the geographical region in 2012. The diagonal cells represent the percentage of individuals who stayed in the same region between the two time periods. The cells above and below the diagonal represent the percentage of individuals who moved to a different region compared to their region of birth. Notes: To compute occupational indices, we regress the log of hourly wage on column (1), the hourly wage in column (2), on the number of years of schooling and its squared term, the work experience and its squared term, controlling for marital status, geographical regions and the number of years in the current job and its squared term for the our estimation sample of returnees. Occupational indices are computed as following: first we multiply the estimated coefficients on the number of years of schooling and its squared term and the number of years of work experience and its squared term, obtained from the wage regression, by the levels for each individual. Second, we sum the resulting products and they are averaged at the ISCO88 1-digit occupation to obtain our occupational rankings. Military occupations are eliminated. Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: Equation 1 is the probability of temporary migration. Equation 2 is the probability of undocumented migration. Equation 3 is the probability of return migration. Equation 4 models the logarithm of hourly wages upon return, and excludes returnees from all western countries. For identification of equation 1, we use the inflation adjusted historical oil prices (in US dollars). For identification of equation 2, we use the diplomatic exchange, which is the diplomatic representation of each country of destination of Egyptian migrants in Egypt at time of migration. It is a dummy variable equal zero if there is no evidence of diplomatic exchange and is equal one if there is evidence of diplomatic exchange at the level of chargé d'affaires, minister, ambassador or other. For identification of equation 3, we use the number of active armed conflicts that is both country and year specific from the Uppsala Conflict Data Project (UCDP). Equation (4) estimates the effect of illegality on the logarithm of hourly wages, unconditional on return migration. The predicted logarithm of hourly wages for non-migrants, illegal migrants and legal migrants are reported in the last row. Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: Equation 1 is the probability of temporary migration. Equation 2 is the probability of undocumented migration. Equation 3 is the probability of return migration. Equation 4 models the logarithm of hourly wages upon return. We use an alternative definition of undocumented migration. We define undocumented migrants as migrants who entered the destination country without having a visa or official document, for countries that required an entry visa, and as those who did not have a work contract for their employment abroad, for countries that had a visa waiver for Egyptians. For identification of equation 1, we use the inflation adjusted historical oil prices (in US dollars). For identification of equation 2, we use the diplomatic exchange, which is the diplomatic representation of each country of destination of Egyptian migrants in Egypt at time of migration. It is a dummy variable equal zero if there is no evidence of diplomatic exchange and is equal one if there is evidence of diplomatic exchange at the level of chargé d'affaires, minister, ambassador or other. For identification of equation 3, we use the number of active armed conflicts that is both country and year specific from the Uppsala Conflict Data Project (UCDP). Equation (4) estimates the effect of illegality on the logarithm of hourly wages, conditional on return migration. The predicted logarithm of hourly wages for illegal and legal migrants are reported in the last row. Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: Equation 1 is the probability of temporary migration. Equation 2 is the probability of undocumented migration. Equation 3 is the probability of return migration. Equation 4 models the logarithm of hourly wages upon return. We use an alternative definition of undocumented migration. We define undocumented migrants as migrants who entered the destination country without having a visa or official document, for countries that required an entry visa, and as those who did not have a work contract for their employment abroad, for countries that had a visa waiver for Egyptians. For identification of equation 1, we use the inflation adjusted historical oil prices (in US dollars). For identification of equation 2, we use the diplomatic exchange, which is the diplomatic representation of each country of destination of Egyptian migrants in Egypt at time of migration. It is a dummy variable equal zero if there is no evidence of diplomatic exchange and is equal one if there is evidence of diplomatic exchange at the level of chargé d'affaires, minister, ambassador or other. For identification of equation 3, we use the number of active armed conflicts that is both country and year specific from the Uppsala Conflict Data Project (UCDP). Equation (4) estimates the effect of illegality on the logarithm of hourly wages, unconditional on return migration. The predicted logarithm of hourly wages for non-migrants, illegal migrants and legal migrants are reported in the last row. Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: Equation 1 is the probability of temporary migration. Equation 2 is the probability of undocumented migration. Equation 3 is the probability of return migration. Equation 4 models the logarithm of hourly wages upon return. For identification of equation 1, we use the inflation adjusted historical oil prices (in US dollars). For identification of equation 2, we use the diplomatic exchange, which is the diplomatic representation of Egypt in each of the countries of destination of Egyptian migrants at the time of migration. It is a dummy variable equal zero if there is no evidence of diplomatic exchange and is equal one if there is evidence of diplomatic exchange at the level of chargé d'affaires, minister, ambassador or other. For identification of equation 3, we use the number of active armed conflicts that is both country and year specific from the Uppsala Conflict Data Project (UCDP). Equation (4) estimates the effect of illegality on the logarithm of hourly wages, conditional on return migration. The predicted logarithm of hourly wages for non-migrants, illegal migrants and legal migrants are reported in the last row. Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: Equation 1 is the probability of temporary migration. Equation 2 is the probability of undocumented migration. Equation 3 is the probability of return migration. Equation 4 models the logarithm of hourly wages upon return. For identification of equation 1, we use the inflation adjusted historical oil prices (in US dollars). For identification of equation 2, we use diplomatic exchange between Egypt and the countries of destination of Egyptian migrants at time of migration. It is a dummy variable equal zero if there is no evidence of diplomatic exchange neither in Egypt, nor in the country of destination and is equal one if there is evidence of diplomatic exchange either in Egypt or in the country of destination at the level of chargé d'affaires, minister, ambassador or other. For identification of equation (3), we use the number of active armed conflicts that is both country and year specific from the Uppsala Conflict Data Project (UCDP). Equation (4) estimates the effect of illegality on the logarithm of hourly wages, conditional on return migration. The predicted logarithm of hourly wages for non-migrants, illegal migrants and legal migrants are reported in the last row. Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: Equation 1 is the probability of temporary migration. Equation 2 is the probability of undocumented migration. Equation 3 is the probability of return migration. Equation 4 models the logarithm of hourly wages upon return. The model additionally controls for illegality in the return migration equation (3). For identification of equation 1, we use the inflation adjusted historical oil prices (in US dollars). For identification of equation 2, we use diplomatic exchange between Egypt and the countries of destination of Egyptian migrants at time of migration. It is a dummy variable equal zero if there is no evidence of diplomatic exchange neither in Egypt, nor in the country of destination and is equal one if there is evidence of diplomatic exchange either in Egypt or in the country of destination at the level of chargé d'affaires, minister, ambassador or other. For identification of equation (3), we use the number of active armed conflicts that is both country and year specific from the Uppsala Conflict Data Project (UCDP). Equation (4) estimates the effect of illegality of the logarithm on hourly wages, unconditional on return migration. The predicted logarithm of hourly wages for non-migrants, illegal migrants and legal migrants are reported in the last row. Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: Equation 1 is the probability of temporary migration. Equation 2 is the probability of undocumented migration. Equation 3 is the probability of return migration. Equation 4 models the logarithm of hourly wages upon return. Equation (3) additionally controls for the unemployment rate at destination at the time of return migration (for return migrants) and at the time of the survey in 2012 (for current migrants). For identification of equation 1, we use the inflation adjusted historical oil prices (in US dollars). For identification of equation (2), we use diplomatic exchange between Egypt and the countries of destination of Egyptian migrants at time of migration. It is a dummy variable equal zero if there is no evidence of diplomatic exchange neither in Egypt, nor in the country of destination and is equal one if there is evidence of diplomatic exchange either in Egypt or in the country of destination at the level of chargé d'affaires, minister, ambassador or other. For identification of equation (3), we use the number of active armed conflicts that is both country and year specific from the Uppsala Conflict Data Project (UCDP). Equation (4) estimates the effect of illegality on the logarithm of hourly wages, unconditional on return migration. The predicted logarithm of hourly wages for non-migrants, illegal migrants and legal migrants are reported in the last row. Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: Equation 1 is the probability of temporary migration. Equation 2 is the probability of undocumented migration. Equation 3 is the probability of return migration. Equation 4 models the logarithm of hourly wages upon return. Equation (4) controls for FDI, remittances, and the exports and imports of goods and services (all as % of GDP). For identification of equation (1), we use the inflation adjusted historical oil prices (in US dollars). For identification of equation (2), we use diplomatic exchange between Egypt and the countries of destination of Egyptian migrants at time of migration. It is a dummy variable equal zero if there is no evidence of diplomatic exchange neither in Egypt, nor in the country of destination and is equal one if there is evidence of diplomatic exchange either in Egypt or in the country of destination at the level of chargé d'affaires, minister, ambassador or other. For identification of equation 3, we use the number of active armed conflicts that is both country and year specific from the Uppsala Conflict Data Project (UCDP). Equation (4) estimates the effect of illegality on the logarithm of hourly wages, conditional on return migration. The predicted logarithm of hourly wages for non-migrants, illegal migrants and legal migrants are reported in the last row. Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: Data comes from the 2018 ELMPS survey. Equation 1 is the probability of temporary migration. Equation 2 is the probability of undocumented migration. Equation 3 is the probability of return migration. Equation 4 models the logarithm of hourly wages upon return. For identification of equation 1, we use the inflation adjusted historical oil prices (in US dollars). For identification of equation 2, we use diplomatic exchange between Egypt and the countries of destination of Egyptian migrants at time of migration. It is a dummy variable equal zero if there is no evidence of diplomatic exchange neither in Egypt, nor in the country of destination and is equal one if there is evidence of diplomatic exchange either in Egypt or in the country of destination at the level of chargé d'affaires, minister, ambassador or other. For identification of equation (3), we use the number of active armed conflicts that is both country and year specific from the Uppsala Conflict Data Project (UCDP). Equation (4) estimates the effect of illegality on the logarithm of hourly wages, unconditional on return migration. The predicted logarithm of hourly wages for non-migrants, illegal migrants and legal migrants are reported in the last row. Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: We rely on pooled cross-sectional data from the 2012 and 2018 ELMPS. Equation 1 is the probability of temporary migration. Equation 2 is the probability of undocumented migration. Equation 3 is the probability of return migration. Equation 4 models the logarithm of hourly wages upon return. For identification of equation 1, we use the inflation adjusted historical oil prices (in US dollars). For identification of equation 2, we use diplomatic exchange between Egypt and the countries of destination of Egyptian migrants at time of migration. It is a dummy variable equal zero if there is no evidence of diplomatic exchange neither in Egypt, nor in the country of destination and is equal one if there is evidence of diplomatic exchange either in Egypt or in the country of destination at the level of chargé d'affaires, minister, ambassador or other. For identification of equation 3, we use the number of active armed conflicts that is both country and year specific from the Uppsala Conflict Data Project (UCDP). Equation (4) estimates the effect of illegality on the logarithm of hourly wages, unconditional on return migration. The predicted logarithm of hourly wages for non-migrants, illegal migrants and legal migrants are reported in the last row. Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: Data comes from the 2018 ELMPS survey. Our analysis is restricted to individuals who were also interviewed in 2012. Equation 1 is the probability of temporary migration. Equation 2 is the probability of undocumented migration. Equation 3 is the probability of return migration. Equation 4 models the logarithm of hourly wages upon return. For identification of equation 1, we use the inflation adjusted historical oil prices (in US dollars). For identification of equation 2, we use diplomatic exchange between Egypt and the countries of destination of Egyptian migrants at time of migration. It is a dummy variable equal zero if there is no evidence of diplomatic exchange neither in Egypt, nor in the country of destination and is equal one if there is evidence of diplomatic exchange either in Egypt or in the country of destination at the level of chargé d'affaires, minister, ambassador or other. For identification of equation 3, we use the number of active armed conflicts that is both country and year specific from the Uppsala Conflict Data Project (UCDP). Equation (4) estimates the effect of illegality on the logarithm of hourly wages, unconditional on return migration. The predicted logarithm of hourly wages for non-migrants, illegal migrants and legal migrants are reported in the last row. Table A .17: Robustness checks, excluding individuals with more than two migration episodes. Estimating the effect of migrants' legal status on hourly wages after return, unconditional on return migration",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 17045,
            "end": 17052,
            "text": "Table A",
            "ref_id": "TABREF13"
          }
        ],
        "eq_spans": [],
        "section": "migration",
        "sec_num": null
      },
      {
        "text": "(1) (2) (3) Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: Equation 1 is the probability of temporary migration. Equation 2 is the probability of undocumented migration. Equation 3 is the probability of return migration. Equation 4 models the logarithm of hourly wages upon return. We exclude individuals who had more than two migration episodes. For identification of equation 1, we use the inflation adjusted historical oil prices (in US dollars). For identification of equation 2, we use the diplomatic exchange, which is the diplomatic representation of each country of destination of Egyptian migrants in Egypt at time of migration. It is a dummy variable equal zero if there is no evidence of diplomatic exchange and is equal one if there is evidence of diplomatic exchange at the level of chargé d'affaires, minister, ambassador or other. For identification of equation 3, we use the number of active armed conflicts that is both country and year specific from the Uppsala Conflict Data Project (UCDP). Equation (4) estimates the effect of illegality on the logarithm of hourly wages, unconditional on return migration. The predicted logarithm of hourly wages for non-migrants, illegal migrants and legal migrants are reported in the last row. Robust standard errors in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Notes: Equation 1 is the probability of temporary migration. Equation 2 is the probability of undocumented migration. Equation 3 is the probability of return migration. Equation 4 models the logarithm of hourly wages upon return. For identification of equation 1, we use the inflation adjusted historical oil prices (in US dollars). For identification of equation 2, we use the diplomatic exchange, which is the diplomatic representation of each country of destination of Egyptian migrants in Egypt at time of migration. It is a dummy variable equal zero if there is no evidence of diplomatic exchange and is equal one if there is evidence of diplomatic exchange at the level of chargé d'affaires, minister, ambassador or other. For identification of equation 3, we use the number of active armed conflicts that is both country and year specific from the Uppsala Conflict Data Project (UCDP). Equations (4a) and (4b) estimate the effect of illegality on the logarithm of hourly wages, conditional on return migration. We estimate two models separately. In equation (4a), we consider voluntary return migration, while in equation 4b, we consider involuntary return migration. The predicted logarithm of hourly wages for illegal migrants, and legal migrants are reported in the last row.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "migration",
        "sec_num": null
      },
      {
        "text": "The Diplomatic Exchange data set captures diplomatic representation at the level of chargé d'affaires, minister, and ambassador between states from 1817-2005. The data set covers all members of the Correlates of War (COW) interstate system. The data is hosted on the COW website. For the post-World War II era, the data is collected from various data sources including Europa World Year Book series, ministries of foreign affairs of various countries, Statesman's Year Book, and the Code Diplomatique.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 The Correlates of War Diplomatic Exchange Data Set",
        "sec_num": null
      },
      {
        "text": "In this paper, we rely on the most recent version of the data-the 2006 version (Bayer, 2006) . The 2006 version includes information for the following years: 1817, 1824, 1827, 1832, 1836, 1840, every five years between 1844 and 1914, every five years between 1920 and 1940, and every five years between 1950 and 2005 . The data is therefore available every five years for the period we cover in our analysis (from 1960 onward). The dyadic data describes the level of diplomatic representation and diplomatic exchange between members in the COW system.",
        "cite_spans": [
          {
            "start": 79,
            "end": 92,
            "text": "(Bayer, 2006)",
            "ref_id": "BIBREF5"
          },
          {
            "start": 158,
            "end": 316,
            "text": "1817, 1824, 1827, 1832, 1836, 1840, every five years between 1844 and 1914, every five years between 1920 and 1940, and every five years between 1950 and 2005",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 The Correlates of War Diplomatic Exchange Data Set",
        "sec_num": null
      },
      {
        "text": "For each pair of countries (country 1, country 2) in the COW interstate system, the diplomatic exchange data set provides information on the following 3 variables: the diplomatic representation of country 1 in country 2, the diplomatic representation of country 2 in country 1, and if any diplomatic representation between country 1 and country 2 exists.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 The Correlates of War Diplomatic Exchange Data Set",
        "sec_num": null
      },
      {
        "text": "The dyadic data captures the level of diplomatic representation between countries. The diplomatic exchange variables that describe the level of diplomatic representation for a given pair of countries is coded as 0 if there is no evidence of diplomatic exchange, 1 if diplomatic representation is at the level of chargé d'affaires, 2 if diplomatic representation is at the level of minister, 3 if diplomatic representation is at the level of ambassador, and 9 for all other levels of diplomatic representation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 The Correlates of War Diplomatic Exchange Data Set",
        "sec_num": null
      },
      {
        "text": "In our analysis, we use dummy variable indicators to capture any diplomatic representation (whether it is at the level of chargé d'affaires, minister or ambassador) in the Arab Republic of Egypt for each country of destination of Egyptian migrants. For robustness checks, we also use two alternative definitions. The first one captures instead the diplomatic representation of the Arab Republic of Egypt in each country of destination of Egyptian migrants, while the second alternative definition captures the existence of any diplomatic exchange between the two countries. It is a dummy variable coded as 0 if neither side was represented in the other side and coded as 1 if at least one side was represented in the other side.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.1 The Correlates of War Diplomatic Exchange Data Set",
        "sec_num": null
      },
      {
        "text": "See Massey and Singer (1995) for an estimation of the probability of border apprehension and undocumented Mexican migration in the UnitedStates between 1965 and 1989.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Other papers have examined the impact of undocumented immigration on the earnings of other workers.Bean, Lowell, and Taylor (1988) find a positive effect of undocumented Mexican migration on the wages of other workers, while documented immigrants have a negative effect on natives' earnings. The authors argue that undocumented Mexican immigrants' jobs complement those of other workers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Using the ELMPS 2018, we also find high rates of return migration. For example, in 2018, we find that 7.4% of households had a return migrant. We also find that 7.1% of individuals between the ages 15-59 and 9.2% of men between the ages 15-59 were return migrants in 2018.4 We note the use of the terms undocumented and illegal interchangeably in the rest of the paper.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See OAMDI (2016) for data documentation.6 In every wave of the survey, a refresher sample of 2,000-3,000 observations is included to allow for a more in-depth examination of phenomena of interest. While the 2012 round oversampled highmigration areas, the 2018 round included a refresher sample of 2,000 households to oversample rural communities that were among the 1,000 poorest villages of Egypt(Krafft, Assaad, & Rahman, 2019). The 2012 round is therefore advantageous for our analysis as it oversampled areas with high migration rates, which allows us to have a larger sample on migrants and to better disentangle the effect of illegality. In the robustness checks section, we also rely on the 2018 round and show that our results are fully robust to using more recent data.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "InTable A.1 in the Online Appendix, we also examine the geographical transition matrices for non-migrants and return migrants in Panel A and Panel B, respectively. We examine individuals' mobility between their region of birth and their region of residence, at the time of the survey, in order to investigate whether the geographical locations reported inTable 1reflect settlement choices after return or whether returnees are simply returning to their regions of origin. The diagonal cells represent the percentage of individuals who stayed within the same region between birth and the time of the survey, while the cells below and above the diagonal represent the percentage of individuals who moved to a different region between the two time periods. For both non-migrants and return migrants, we compute the mobility rate as the sum of all cells below and above the diagonal. We find evidence of little mobility for both groups-the mobility rates are equal to 5.5% and 7.1% for non-migrants and return migrants, respectively. The descriptive statistics on geographical locations inTable 1therefore do not reflect relocation choices, as the results suggest that return migrants eventually return to their origin regions.8 This question is similar to what was used in the Mexican Migration Project questionnaire to elicit information on the documentation the migrant had.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "This definition of undocumented migration also partly addresses concerns about the possibility of misreporting of overseas legal status, since it attempts to capture overstayers.10 We also use an alternative definition of undocumented migration in section 6.1. In this definition, we simply define undocumented migrants as: (1) those who did not have a visa or official document to enter the destination country if the country required an entry visa, (2) those working without a work contract for countries that had a visa waiver for Egyptians. Our results are robust to this alternative definition of undocumented migrants and are reported inTable A.7 and Table A.8 in the Online Appendix.11 It is important to note that the incidence of multiple migration episodes is very low in Egypt. In our data set, 80% of return migrants had one migration episode, 15% had two migration episodes and less than 5% had more than two migration episodes. For robustness, inTable A.17, we also exclude individuals who had more than two migration episodes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Other destination countries include: the United States, the United Kingdom, the Netherlands, France, Austria, Czech Republic, Italy, Greece, Cyprus, Bulgaria, Romania, Iceland, Uganda, Mozambique, Morocco, Algeria, Sudan, the Syrian Arab Republic, Lebanon, Palestine, the Republic of Yemen, Bahrain, Qatar, Oman, and Japan.13 It is important to note that returnees include both legal and illegal migrants.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "It is important to note that this is the total sample we use to estimate our CMP model. When we have partially observed dependent variables, the CMP model, as a standard selection model, includes all observations where at least one of the dependent variables is observed. This is done either assuming that the missingness pattern of the data is exogeneous or endogenous-as in our model-relying on proper identification to model these various selection processes. In our analysis, the samples used for estimation in the different equations of the CMP model do not necessarily overlap. For instance, in the structural equation, our sample includes only individuals with non-missing wage information, while this does not need to apply across the other reduced form equations. In the regression tables, we report the samples used for the estimation of each equation.15 98% of return migrants in our estimation sample went to other Arab countries.16 InTable A.3 in the Online Appendix, we also report descriptive statistics on current migrants and return migrants. Return migrants are found to be older than current migrants and are more likely to be married. We also find that current migrants are on average more educated compared to",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See the Data Appendix B.2 for a description of the Monadic Conflict Onset and Incidence data set from the Uppsala Conflict Data Project (UCDP).20 Labor Force participation rate, employment in agriculture, industry, and services come from Key indicators of the Labor Market Database of the International Labor Organization. GDP growth rates come from the World Bank National accounts data files. The choice of the time period is dictated by data availability.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The percent of illegal migrants is computed as the number of illegal migrants in a specific year to the total number of migrants in the same year, using information on current, return migrants, and the year of migration.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "We focus on the subset of destination countries in our sample.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The share of migrants, in a particular year, is computed at the share of total migrants (return and current migrants) that went to countries with zero diplomatic representation in Egypt and the share of total migrants (return and current migrants) that went to countries with diplomatic representation in Egypt.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Throughout our analysis, to compute the differences in outcomes between non-migrants, documented migrants, and undocumented migrants, we rely on the predicted values of our dependent variable from our structural equation(1a)and equation(1b). For example, inTable 6, the wage penalty of undocumented migrants with respect to documented migrants is equal to 1.515 -1.329 = 0.186 (19%), while the wage premium witnessed by documented migrants with respect to nonmigrants is equal to 1.794 -1.515 = 0.279 (28%). Therefore, the total wage penalty of undocumented migrants with respect to documented migrants is equal to 19% + 28% = 47%.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In Table A.5 in the Online Appendix, we compute the occupational indices followingSicherman and Galor (1990) andCarletto and Kilic (2011).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The second most important reason for return migration among documented migrants is poor working conditions (22%), followed by getting married (13%), to care for family (10%), the war in Iraq and Kuwait (7%), and sudden termination by employer (7%). Apart from the poor working conditions which constitute the most important reason for return migration for undocumented migrants, 17% of the latter group reported returning to get married, 15% returned due to the war in Iraq or Kuwait, 12% to care for family, 7% returned due to their work contract ending, and 4% returned due to sudden termination by the employer.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Western countries include the United States, the United Kingdom, the Netherlands, France, Austria, Czech Republic, Italy, Greece, Cyprus, Bulgaria, Romania, Iceland, and Japan.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Data comes from the World Bank Development Indicators. These variables are matched with the year of migration for return migrants and at the time of the survey in 2012 for current migrants. The results were also robust to controlling for these variables in the structural equation in column (4).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "Notes. This graph presents the share of migrants on the Y-axis and the diplomatic representation dummy on the X-axis, by year of migration. In a particular year, we calculate the share of total migrants (return and current migrants) that went to countries with zero diplomatic representation in Egypt and the share of total migrants (return and current migrants) that went to countries with diplomatic representation in Egypt. Diplomatic representation is derived from the Correlates of War Diplomatic exchange data set.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A Online Appendix",
        "sec_num": null
      },
      {
        "text": "The Monadic Conflict Onset and Incidence data set comes from the Uppsala Conflict Data Project (UCDP). In this paper, we rely on the 2013 version of the data set (Gleditsch, Wallensteen, Eriksson, Sollenberg, & Strand, 2002; Themnér & Wallensteen, 2014) . The data set contains annual observations of all states in the international system between 1946 and 2013. The data is monadic-each observation corresponds to a country-year. It contains information on all internal and internationalized internal armed conflicts, where conflicts are located according to the government side in the conflict.Two versions of the data exist: one containing conflict level variables and one containing dyadic data. The difference between the two data sets is that the former treats all variables at UCDP conflict level, while the latter treats all variables at the UCDP conflict dyad level. For example, if there is one active UCDP conflict in a given country, the number of total conflicts in this country-year will be equal to 1 in the conflict level data set. However, in the dyad version of the data, if this conflict involves different actors, the data will instead report the number of actors involved in the UCDP conflict.In this paper, we rely on the conflict level data set, which is at the country-year level. Importantly, we use information on the total number of active conflicts for a given country-year from the UCDP data set. The Monadic Conflict Onset and Incidence data also contains additional information on the following indicators, among others: the incidence of intrastate conflict, which is coded 1 in all country-years with at least one active conflict, the onset of intrastate conflict, which is coded 1 if the countryyear contains a new conflict, and the intensity level of the conflict in the country-year: minor conflict (>25 deaths) versus war (>1,000 deaths).",
        "cite_spans": [
          {
            "start": 162,
            "end": 224,
            "text": "(Gleditsch, Wallensteen, Eriksson, Sollenberg, & Strand, 2002;",
            "ref_id": "BIBREF18"
          },
          {
            "start": 225,
            "end": 253,
            "text": "Themnér & Wallensteen, 2014)",
            "ref_id": "BIBREF47"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.2 The Uppsala Conflict Data Project",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Legal consciousness of undocumented Latinos: Fear and stigma as barriers to claims-making for first-and 1.5-generation immigrants",
        "authors": [
          {
            "first": "L",
            "middle": [
              "J"
            ],
            "last": "Abrego",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Law & Society Review",
        "volume": "45",
        "issue": "2",
        "pages": "337--370",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Abrego, L. J. (2011). Legal consciousness of undocumented Latinos: Fear and stigma as barriers to claims-making for first-and 1.5-generation immigrants. Law & Society Review , 45 (2), 337-370.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "The selection of migrants and returnees in Romania: Evidence and long-run implications",
        "authors": [
          {
            "first": "J",
            "middle": [
              "W"
            ],
            "last": "Ambrosini",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Mayr",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Peri",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Radu",
            "suffix": ""
          }
        ],
        "year": 2015,
        "venue": "Economics of Transition",
        "volume": "23",
        "issue": "4",
        "pages": "753--793",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ambrosini, J. W., Mayr, K., Peri, G., & Radu, D. (2015). The selection of migrants and returnees in Romania: Evidence and long-run implications. Economics of Transition, 23 (4), 753-793.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "The Egypt labor market panel survey: introducing the 2012 round",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Assaad",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Krafft",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "IZA Journal of Labor & Development",
        "volume": "2",
        "issue": "1",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Assaad, R., & Krafft, C. (2013). The Egypt labor market panel survey: introducing the 2012 round. IZA Journal of Labor & Development, 2 (1), 8.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Egyptian irregular migration in the GCC countries",
        "authors": [
          {
            "first": "I",
            "middle": [],
            "last": "Awad",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [
              "A"
            ],
            "last": "Aziz",
            "suffix": ""
          }
        ],
        "year": 2017,
        "venue": "Skillful survivals: Irregular migration to the Gulf",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Awad, I., & Aziz, N. A. (2017). Egyptian irregular migration in the GCC countries. In Skillful survivals: Irregular migration to the Gulf. Cambridge: Gulf Research Centre Cambridge.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Estimation of emigration, return migration, and transit migration between all pairs of countries",
        "authors": [
          {
            "first": "J",
            "middle": [
              "J"
            ],
            "last": "Azose",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "E"
            ],
            "last": "Raftery",
            "suffix": ""
          }
        ],
        "year": 2019,
        "venue": "Proceedings of the National Academy of Sciences",
        "volume": "116",
        "issue": "",
        "pages": "116--122",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Azose, J. J., & Raftery, A. E. (2019). Estimation of emigration, return migration, and transit migration between all pairs of countries. Proceedings of the National Academy of Sciences, 116 (1), 116-122.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Diplomatic exchange data set",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Bayer",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bayer, R. (2006). Diplomatic exchange data set, v2006. 1. Retrieved from http:// correlatesofwar.org",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Undocumented Mexican immigrants and the earnings of other workers in the United States",
        "authors": [
          {
            "first": "F",
            "middle": [
              "D"
            ],
            "last": "Bean",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [
              "L"
            ],
            "last": "Lowell",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [
              "J"
            ],
            "last": "Taylor",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "Demography",
        "volume": "25",
        "issue": "1",
        "pages": "35--52",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bean, F. D., Lowell, B. L., & Taylor, L. J. (1988). Undocumented Mexican immigrants and the earnings of other workers in the United States. Demography, 25 (1), 35- 52.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Undocumented Mexican-born workers in the United States: how many, how permanent? In Immigration, trade, and the labor market",
        "authors": [
          {
            "first": "G",
            "middle": [
              "J"
            ],
            "last": "Borjas",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [
              "B"
            ],
            "last": "Freeman",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Lang",
            "suffix": ""
          }
        ],
        "year": 1991,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "77--100",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Borjas, G. J., Freeman, R. B., & Lang, K. (1991). Undocumented Mexican-born workers in the United States: how many, how permanent? In Immigration, trade, and the labor market (pp. 77-100). University of Chicago Press.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Labor Mobility in the Middle East and North Africa: Challenges and Opportunities",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Brodmann",
            "suffix": ""
          },
          {
            "first": "Y",
            "middle": [],
            "last": "Pouget",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Gatti",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Brodmann, S., Pouget, Y., & Gatti, R. (2010). Labor Mobility in the Middle East and North Africa: Challenges and Opportunities. World Bank, Washington, DC .",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Moving up the ladder? The impact of migration experience on occupational mobility in Albania",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Carletto",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Kilic",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Journal of Development Studies",
        "volume": "47",
        "issue": "6",
        "pages": "846--869",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Carletto, C., & Kilic, T. (2011). Moving up the ladder? The impact of migration experience on occupational mobility in Albania. Journal of Development Studies, 47 (6), 846-869.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Returns to returning",
        "authors": [
          {
            "first": "C",
            "middle": [
              "Y"
            ],
            "last": "Co",
            "suffix": ""
          },
          {
            "first": "I",
            "middle": [
              "N"
            ],
            "last": "Gang",
            "suffix": ""
          },
          {
            "first": "M.-S",
            "middle": [],
            "last": "Yun",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Journal of Population Economics",
        "volume": "13",
        "issue": "1",
        "pages": "57--79",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Co, C. Y., Gang, I. N., & Yun, M.-S. (2000). Returns to returning. Journal of Population Economics, 13 (1), 57-79.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Intentions to return of clandestine migrants: The perverse effect of illegality on skills",
        "authors": [
          {
            "first": "N",
            "middle": [
              "D"
            ],
            "last": "Coniglio",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "De Arcangelis",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Serlenga",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "Review of Development Economics",
        "volume": "13",
        "issue": "4",
        "pages": "641--657",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Coniglio, N. D., De Arcangelis, G., & Serlenga, L. (2009). Intentions to return of clandestine migrants: The perverse effect of illegality on skills. Review of Devel- opment Economics, 13 (4), 641-657.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Migration profile: Egypt",
        "authors": [
          {
            "first": "De",
            "middle": [],
            "last": "Bel-Air",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "De Bel-Air, F. (2016). Migration profile: Egypt.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Self-selection and the performance of return migrants: the source country perspective",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "De Coulon",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Piracha",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Journal of Population Economics",
        "volume": "18",
        "issue": "4",
        "pages": "779--807",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "De Coulon, A., & Piracha, M. (2005). Self-selection and the performance of return migrants: the source country perspective. Journal of Population Economics, 18 (4), 779-807.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Employment of undocumented immigrants and the prospect of legal status: evidence from an amnesty program",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Devillanova",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Fasani",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Frattini",
            "suffix": ""
          }
        ],
        "year": 2018,
        "venue": "ILR Review",
        "volume": "71",
        "issue": "4",
        "pages": "853--881",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Devillanova, C., Fasani, F., & Frattini, T. (2018). Employment of undocumented immigrants and the prospect of legal status: evidence from an amnesty program. ILR Review , 71 (4), 853-881.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Are there returns to migration experience? An empirical analysis using data on return migrants and non-migrants in West Africa. Annals of Economics and Statistics/Annales d'économie et de statistique",
        "authors": [
          {
            "first": "De",
            "middle": [],
            "last": "Vreyer",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Gubert",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Robilliard",
            "suffix": ""
          },
          {
            "first": "A.-S",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "307--328",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "De Vreyer, P., Gubert, F., & Robilliard, A.-S. (2010). Are there returns to mi- gration experience? An empirical analysis using data on return migrants and non-migrants in West Africa. Annals of Economics and Statistics/Annales d'économie et de statistique, 307-328.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Illegal migration and consumption behavior of immigrant households",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Dustmann",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Fasani",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Speciale",
            "suffix": ""
          }
        ],
        "year": 2017,
        "venue": "Journal of the European Economic Association",
        "volume": "15",
        "issue": "3",
        "pages": "654--691",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Dustmann, C., Fasani, F., & Speciale, B. (2017). Illegal migration and consumption behavior of immigrant households. Journal of the European Economic Associa- tion, 15 (3), 654-691.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Upward or downward: Occupational mobility and return migration",
        "authors": [
          {
            "first": "N",
            "middle": [],
            "last": "El-Mallakh",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Wahba",
            "suffix": ""
          }
        ],
        "year": 2021,
        "venue": "World Development",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "El-Mallakh, N., & Wahba, J. (2021). Upward or downward: Occupational mobility and return migration. World Development, 137 .",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Armed conflict 1946-2001: A new dataset",
        "authors": [
          {
            "first": "N",
            "middle": [
              "P"
            ],
            "last": "Gleditsch",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Wallensteen",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Eriksson",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Sollenberg",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [],
            "last": "Strand",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Journal of Peace Research",
        "volume": "39",
        "issue": "5",
        "pages": "615--637",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gleditsch, N. P., Wallensteen, P., Eriksson, M., Sollenberg, M., & Strand, H. (2002). Armed conflict 1946-2001: A new dataset. Journal of Peace Research, 39 (5), 615-637.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "When do papers matter? An institutional analysis of undocumented life in the United States",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Gleeson",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [
              "G"
            ],
            "last": "Gonzales",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "International Migration",
        "volume": "50",
        "issue": "4",
        "pages": "1--19",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gleeson, S., & Gonzales, R. G. (2012). When do papers matter? An institutional analysis of undocumented life in the United States. International Migration, 50 (4), 1-19.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Learning to be illegal: Undocumented youth and shifting legal contexts in the transition to adulthood",
        "authors": [
          {
            "first": "R",
            "middle": [
              "G"
            ],
            "last": "Gonzales",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "American Sociological Review",
        "volume": "76",
        "issue": "4",
        "pages": "602--619",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gonzales, R. G. (2011). Learning to be illegal: Undocumented youth and shifting legal contexts in the transition to adulthood. American Sociological Review , 76 (4), 602-619.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "More Mexicans leaving than coming to the US",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Gonzalez-Barrera",
            "suffix": ""
          }
        ],
        "year": 2015,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gonzalez-Barrera, A. (2015). More Mexicans leaving than coming to the US. Wash- ington.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "The occupational cost of being illegal in the United States: Legal status, job hazards, and compensating differentials",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Hall",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Greenman",
            "suffix": ""
          }
        ],
        "year": 2015,
        "venue": "International Migration Review",
        "volume": "49",
        "issue": "2",
        "pages": "406--442",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hall, M., & Greenman, E. (2015). The occupational cost of being illegal in the United States: Legal status, job hazards, and compensating differentials. International Migration Review , 49 (2), 406-442.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Illegal migration from Mexico to the United States",
        "authors": [
          {
            "first": "G",
            "middle": [
              "H"
            ],
            "last": "Hanson",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "Journal of Economic Literature",
        "volume": "44",
        "issue": "4",
        "pages": "869--924",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hanson, G. H. (2006). Illegal migration from Mexico to the United States. Journal of Economic Literature, 44 (4), 869-924.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "Return migration and illegal immigration control",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Kemnitz",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Mayr",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "Norface Migration Discussion Paper",
        "volume": "",
        "issue": "",
        "pages": "2012--2052",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kemnitz, A., & Mayr, K. (2012). Return migration and illegal immigration control. Norface Migration Discussion Paper No. 2012-40 .",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "Coming out of the shadows: Learning about legal status and wages from the legalized population",
        "authors": [
          {
            "first": "S",
            "middle": [
              "A"
            ],
            "last": "Kossoudji",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [
              "A"
            ],
            "last": "Cobb-Clark",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Journal of Labor Economics",
        "volume": "20",
        "issue": "3",
        "pages": "598--628",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kossoudji, S. A., & Cobb-Clark, D. A. (2002). Coming out of the shadows: Learning about legal status and wages from the legalized population. Journal of Labor Economics, 20 (3), 598-628.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Introducing the Egypt Labor Market Panel Survey",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Krafft",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Assaad",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [
              "W"
            ],
            "last": "Rahman",
            "suffix": ""
          }
        ],
        "year": 2018,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Krafft, C., Assaad, R., & Rahman, K. W. (2019). Introducing the Egypt Labor Market Panel Survey 2018. Economic Research Forum Working Paper No. 1360 .",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "A revision of the self-selection of migrants using returning migrant's earnings. Annals of Economics and Statistics/Annales d'Économie et de Statistique",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Lacuesta",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "235--259",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lacuesta, A. (2010). A revision of the self-selection of migrants using returning migrant's earnings. Annals of Economics and Statistics/Annales d'Économie et de Statistique, 235-259.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "The economic embargo of Egypt by Arab states: Myth and reality",
        "authors": [
          {
            "first": "V",
            "middle": [],
            "last": "Lavy",
            "suffix": ""
          }
        ],
        "year": 1984,
        "venue": "Middle East Journal",
        "volume": "38",
        "issue": "3",
        "pages": "419--432",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lavy, V. (1984). The economic embargo of Egypt by Arab states: Myth and reality. Middle East Journal , 38 (3), 419-432.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "King Faisal and the challenge of Nasser's revolutionary ideology",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Mann",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "Middle Eastern Studies",
        "volume": "48",
        "issue": "5",
        "pages": "749--764",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mann, J. (2012). King Faisal and the challenge of Nasser's revolutionary ideology. Middle Eastern Studies, 48 (5), 749-764.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "Why border enforcement backfired",
        "authors": [
          {
            "first": "D",
            "middle": [
              "S"
            ],
            "last": "Massey",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [
              "A"
            ],
            "last": "Pren",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Durand",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "American Journal of Sociology",
        "volume": "121",
        "issue": "5",
        "pages": "1557--1600",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Massey, D. S., Pren, K. A., & Durand, J. (2016). Why border enforcement backfired. American Journal of Sociology, 121 (5), 1557-1600.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "New estimates of undocumented Mexican migration and the probability of apprehension",
        "authors": [
          {
            "first": "D",
            "middle": [
              "S"
            ],
            "last": "Massey",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Singer",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "Demography",
        "volume": "32",
        "issue": "2",
        "pages": "203--213",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Massey, D. S., & Singer, A. (1995). New estimates of undocumented Mexican migration and the probability of apprehension. Demography, 32 (2), 203-213.",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "Labor Market Panel Surveys (LMPS)",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Oamdi",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "OAMDI. (2016). Labor Market Panel Surveys (LMPS). Retrieved from http:// www.erfdataportal.com/index.php/catalog/161",
        "links": null
      },
      "BIBREF33": {
        "ref_id": "b33",
        "title": "International migration outlook 2018",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Oecd",
            "suffix": ""
          }
        ],
        "year": 2018,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {
          "DOI": [
            "10.1787/migroutlook-2018-en"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "OECD. (2018). International migration outlook 2018. Retrieved from https:// www.oecd-ilibrary.org/content/publication/migr outlook-2018-en doi: https://doi.org/https://doi.org/10.1787/migr outlook-2018-en",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "Do amnesty programs reduce undocumented immigration? Evidence from IRCA",
        "authors": [
          {
            "first": "P",
            "middle": [
              "M"
            ],
            "last": "Orrenius",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Zavodny",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Demography",
        "volume": "40",
        "issue": "3",
        "pages": "437--450",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Orrenius, P. M., & Zavodny, M. (2003). Do amnesty programs reduce undocumented immigration? Evidence from IRCA. Demography, 40 (3), 437-450.",
        "links": null
      },
      "BIBREF35": {
        "ref_id": "b35",
        "title": "Self-selection among undocumented immigrants from Mexico",
        "authors": [
          {
            "first": "P",
            "middle": [
              "M"
            ],
            "last": "Orrenius",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Zavodny",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Journal of Development Economics",
        "volume": "78",
        "issue": "1",
        "pages": "215--240",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Orrenius, P. M., & Zavodny, M. (2005). Self-selection among undocumented immi- grants from Mexico. Journal of Development Economics, 78 (1), 215-240.",
        "links": null
      },
      "BIBREF36": {
        "ref_id": "b36",
        "title": "Occupational Barriers and the Labor Market Penalty from Lack of Legal Status",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Ortega",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Hsin",
            "suffix": ""
          }
        ],
        "year": 2018,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ortega, F., & Hsin, A. (2018). Occupational Barriers and the Labor Market Penalty from Lack of Legal Status. IZA Discussion Paper No. 11680 .",
        "links": null
      },
      "BIBREF37": {
        "ref_id": "b37",
        "title": "From undocumented to lawfully present: Do changes to legal status impact psychological wellbeing among latino immigrant young adults?",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Patler",
            "suffix": ""
          },
          {
            "first": "W",
            "middle": [
              "L"
            ],
            "last": "Pirtle",
            "suffix": ""
          }
        ],
        "year": 2018,
        "venue": "Social Science & Medicine",
        "volume": "199",
        "issue": "",
        "pages": "39--48",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Patler, C., & Pirtle, W. L. (2018). From undocumented to lawfully present: Do changes to legal status impact psychological wellbeing among latino immigrant young adults? Social Science & Medicine, 199 , 39-48.",
        "links": null
      },
      "BIBREF38": {
        "ref_id": "b38",
        "title": "The new labor market: Immigrants and wages after IRCA",
        "authors": [
          {
            "first": "J",
            "middle": [
              "A"
            ],
            "last": "Phillips",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [
              "S"
            ],
            "last": "Massey",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Demography",
        "volume": "36",
        "issue": "2",
        "pages": "233--246",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Phillips, J. A., & Massey, D. S. (1999). The new labor market: Immigrants and wages after IRCA. Demography, 36 (2), 233-246.",
        "links": null
      },
      "BIBREF39": {
        "ref_id": "b39",
        "title": "Migration experience and earnings in the Mexican labor market",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Reinhold",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Thom",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "Journal of Human Resources",
        "volume": "48",
        "issue": "3",
        "pages": "768--820",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Reinhold, S., & Thom, K. (2013). Migration experience and earnings in the Mexican labor market. Journal of Human Resources, 48 (3), 768-820.",
        "links": null
      },
      "BIBREF40": {
        "ref_id": "b40",
        "title": "Immigrant trip duration: The case of immigrants from Western Mexico",
        "authors": [
          {
            "first": "B",
            "middle": [
              "I"
            ],
            "last": "Reyes",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "International Migration Review",
        "volume": "35",
        "issue": "4",
        "pages": "1185--1204",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Reyes, B. I. (2001). Immigrant trip duration: The case of immigrants from Western Mexico. International Migration Review , 35 (4), 1185-1204.",
        "links": null
      },
      "BIBREF41": {
        "ref_id": "b41",
        "title": "Undocumented workers in the labor market: An analysis of the earnings of legal and illegal Mexican immigrants in the United States",
        "authors": [
          {
            "first": "F",
            "middle": [
              "L"
            ],
            "last": "Rivera-Batiz",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Journal of Population Economics",
        "volume": "12",
        "issue": "1",
        "pages": "91--116",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rivera-Batiz, F. L. (1999). Undocumented workers in the labor market: An analysis of the earnings of legal and illegal Mexican immigrants in the United States. Journal of Population Economics, 12 (1), 91-116.",
        "links": null
      },
      "BIBREF42": {
        "ref_id": "b42",
        "title": "Fitting fully observed recursive mixed-process models with cmp",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Roodman",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "The Stata Journal",
        "volume": "11",
        "issue": "2",
        "pages": "159--206",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Roodman, D. (2011). Fitting fully observed recursive mixed-process models with cmp. The Stata Journal , 11 (2), 159-206.",
        "links": null
      },
      "BIBREF43": {
        "ref_id": "b43",
        "title": "Migrant smuggling in Asia: Current trends and related challenges. Routledge Handbook of Transnational Criminal Law",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Schloenhardt",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "409--433",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Schloenhardt, A. (2014). Migrant smuggling in Asia: Current trends and related challenges. Routledge Handbook of Transnational Criminal Law , 409-433.",
        "links": null
      },
      "BIBREF44": {
        "ref_id": "b44",
        "title": "Illegal migration, wages, and remittances: Semiparametric estimation of illegality effects",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Schluter",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Wahba",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Schluter, C., & Wahba, J. (2009). Illegal migration, wages, and remittances: Semi- parametric estimation of illegality effects. IZA Discussion Paper No. 4527 .",
        "links": null
      },
      "BIBREF45": {
        "ref_id": "b45",
        "title": "A theory of career mobility",
        "authors": [
          {
            "first": "N",
            "middle": [],
            "last": "Sicherman",
            "suffix": ""
          },
          {
            "first": "O",
            "middle": [],
            "last": "Galor",
            "suffix": ""
          }
        ],
        "year": 1990,
        "venue": "Journal of Political Economy",
        "volume": "98",
        "issue": "1",
        "pages": "169--192",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Sicherman, N., & Galor, O. (1990). A theory of career mobility. Journal of Political Economy, 98 (1), 169-192.",
        "links": null
      },
      "BIBREF46": {
        "ref_id": "b46",
        "title": "Contrary views of economic diplomacy in the Arab world: Egypt. Arab Studies Quarterly",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Sullivan",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "65--93",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Sullivan, P. (1999). Contrary views of economic diplomacy in the Arab world: Egypt. Arab Studies Quarterly, 65-93.",
        "links": null
      },
      "BIBREF47": {
        "ref_id": "b47",
        "title": "Armed conflicts",
        "authors": [
          {
            "first": "L",
            "middle": [],
            "last": "Themnér",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Wallensteen",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "Journal of Peace Research",
        "volume": "51",
        "issue": "4",
        "pages": "541--554",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Themnér, L., & Wallensteen, P. (2014). Armed conflicts, 1946-2013. Journal of Peace Research, 51 (4), 541-554.",
        "links": null
      },
      "BIBREF48": {
        "ref_id": "b48",
        "title": "Illegal immigration, deportation policy, and the optimal timing of return",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Vinogradova",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "Journal of Population Economics",
        "volume": "29",
        "issue": "3",
        "pages": "781--816",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Vinogradova, A. (2016). Illegal immigration, deportation policy, and the optimal timing of return. Journal of Population Economics, 29 (3), 781-816.",
        "links": null
      },
      "BIBREF49": {
        "ref_id": "b49",
        "title": "Return migration and economic development. In International Handbook on Migration and Economic Development",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Wahba",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wahba, J. (2014). Return migration and economic development. In International Handbook on Migration and Economic Development. Edward Elgar Publishing.",
        "links": null
      },
      "BIBREF50": {
        "ref_id": "b50",
        "title": "Selection, selection, selection: the impact of return migration",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Wahba",
            "suffix": ""
          }
        ],
        "year": 2015,
        "venue": "Journal of Population Economics",
        "volume": "28",
        "issue": "3",
        "pages": "535--563",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wahba, J. (2015). Selection, selection, selection: the impact of return migration. Journal of Population Economics, 28 (3), 535-563.",
        "links": null
      },
      "BIBREF51": {
        "ref_id": "b51",
        "title": "Out of sight, out of mind: Migration, entrepreneurship and social capital",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Wahba",
            "suffix": ""
          },
          {
            "first": "Y",
            "middle": [],
            "last": "Zenou",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "Regional Science and Urban Economics",
        "volume": "42",
        "issue": "5",
        "pages": "890--903",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wahba, J., & Zenou, Y. (2012). Out of sight, out of mind: Migration, entrepreneurship and social capital. Regional Science and Urban Economics, 42 (5), 890-903.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "text": ".2 in the Online Appendix. This figure presents a scatter plot on the relationship between diplomatic representation and the share of migrants. Diplomatic representation is defined as the percent of destination countries with diplomatic representation in Egypt. The data is available every 5 years from 1965 to 2005. The share of migrants is likewise aggregated over 5 years to match the level of aggregation of the Correlates of War data set. Even though the scatter plot is derived from data of limited sample size,Figure A.2 confirms that migration is not directly influenced by diplomatic exchange, in line withFigure A.1. The correlation coefficient inFigure A.2 is equal to 0.100 with a P-value of 0.799.",
        "num": null,
        "type_str": "figure",
        "fig_num": null,
        "uris": null
      },
      "FIGREF1": {
        "text": "(a) Oil prices versus aggregate indicators (b) Oil prices and migration",
        "num": null,
        "type_str": "figure",
        "fig_num": null,
        "uris": null
      },
      "FIGREF2": {
        "text": "Oil prices, aggregate indicators, and migration flows",
        "num": null,
        "type_str": "figure",
        "fig_num": "1",
        "uris": null
      },
      "FIGREF3": {
        "text": "(a) Evolution of oil prices and illegality (b) Relationship between oil prices and illegality",
        "num": null,
        "type_str": "figure",
        "fig_num": null,
        "uris": null
      },
      "FIGREF4": {
        "text": "Oil prices and illegal migration flows",
        "num": null,
        "type_str": "figure",
        "fig_num": "2",
        "uris": null
      },
      "FIGREF5": {
        "text": "(a) Evolution of oil prices, emigration, and return migration (b) Relationship between oil prices and return migration",
        "num": null,
        "type_str": "figure",
        "fig_num": null,
        "uris": null
      },
      "FIGREF6": {
        "text": "Oil prices and return migration flows",
        "num": null,
        "type_str": "figure",
        "fig_num": "3",
        "uris": null
      },
      "FIGREF8": {
        "text": "Relationship between diplomatic representation and",
        "num": null,
        "type_str": "figure",
        "fig_num": "2",
        "uris": null
      },
      "TABREF0": {
        "text": "Descriptive statistics: Non-migrants and returnees who are wage earners",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td colspan=\"2\">Non-migrants</td><td colspan=\"2\">Return Migrants</td><td/></tr><tr><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(5)</td></tr><tr><td>Mean</td><td>St. Dev.</td><td>Mean</td><td colspan=\"2\">St. Dev. Difference</td></tr></table>",
        "html": null
      },
      "TABREF1": {
        "text": "Descriptive statistics: Documented versus undocumented return migrants",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td colspan=\"2\">Documented</td><td colspan=\"2\">Undocumented</td><td/></tr><tr><td colspan=\"2\">migrants</td><td colspan=\"2\">migrants</td><td/></tr><tr><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(5)</td></tr><tr><td>Mean</td><td>St. Dev.</td><td>Mean</td><td colspan=\"2\">St. Dev. Difference</td></tr></table>",
        "html": null
      },
      "TABREF2": {
        "text": "Average hourly wages for non-migrants, returnees by legal status",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td>Average hourly wage</td><td>Difference with respect to non-migrants</td></tr><tr><td/><td>(Standard deviation)</td><td>(p-value)</td></tr><tr><td>Non-migrants (N=7,437)</td><td>6.257 (12.446)</td><td>-</td></tr><tr><td>Returnees</td><td>6.901</td><td>0.644</td></tr><tr><td>(N=719)</td><td>(11.928)</td><td>(0.184)</td></tr><tr><td>Documented migrants</td><td>7.104</td><td>0.848</td></tr><tr><td>(N=437)</td><td>(12.824)</td><td>(0.167)</td></tr><tr><td>Undocumented migrants</td><td>6.585</td><td>0.328</td></tr><tr><td>(N=282)</td><td>(10.402)</td><td>(0.662)</td></tr></table>",
        "html": null
      },
      "TABREF3": {
        "text": "Estimating the effect of return migration on hourly wages",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td>Returnees</td><td>Documented migrants</td><td>Undocumented migrants</td></tr><tr><td/><td>versus non-migrants</td><td>versus non-migrants</td><td>versus non-migrants</td></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td></tr><tr><td/><td>Log of hourly wage</td><td>Log of hourly wage</td><td>Log of hourly wage</td></tr><tr><td>Return migrant</td><td>0.059**</td><td>0.070**</td><td>0.038</td></tr><tr><td/><td>(0.027)</td><td>(0.033)</td><td>(0.041)</td></tr><tr><td>Observations</td><td>8,156</td><td>7,874</td><td>7,719</td></tr><tr><td>R-squared</td><td>0.127</td><td>0.130</td><td>0.125</td></tr><tr><td>Individual controls</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Job characteristics</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td colspan=\"3\">Robust standard errors in parentheses. *** p&lt;0.01, ** p&lt;0.05, * p&lt;0.1</td><td/></tr><tr><td colspan=\"4\">Notes: Coefficient estimates are reported using OLS regressions. Individual controls include age and</td></tr><tr><td colspan=\"4\">its squared term, educational attainment dummies (no educational degree, primary or preparatory</td></tr><tr><td colspan=\"4\">education, secondary education, and above secondary education) and a dummy variable for rural</td></tr></table>",
        "html": null
      },
      "TABREF4": {
        "text": "Estimating the effect of migrants' legal status on hourly wages after return, conditional on return migration",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td>Migrate</td><td>Illegal</td><td>Return</td><td>Log of hourly wage</td></tr></table>",
        "html": null
      },
      "TABREF5": {
        "text": "Estimating the effect of migrants' legal status on hourly wages after return, unconditional on return migration",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td>Migrate</td><td>Illegal</td><td>Return</td><td>Log of hourly wage</td></tr></table>",
        "html": null
      },
      "TABREF6": {
        "text": "Estimating the effect of migrants' legal status on occupations after return, unconditional on return migration",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td>Migrate</td><td>Illegal</td><td>Return</td><td>Occupation upon return</td></tr></table>",
        "html": null
      },
      "TABREF7": {
        "text": "Estimating the effect of migrants' legal status on labor supply, unconditional on return migration Non-mig.: 49.206; Illegal mig.=46.030; Legal mig.=50.603",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td>Migrate</td><td>Illegal</td><td>Return</td><td>Hours of work/week</td></tr></table>",
        "html": null
      },
      "TABREF8": {
        "text": "Estimating the effect of migrants' legal status on monthly wages after return, unconditional on return migration",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td/><td>Migrate</td><td>Illegal</td><td>Return</td><td>Log of monthly wage</td></tr><tr><td>Age</td><td>0.013***</td><td/><td/><td/></tr><tr><td/><td>(0.000)</td><td/><td/><td/></tr><tr><td>Age squared</td><td>0.012***</td><td>-0.070**</td><td>-0.014**</td><td>0.016***</td></tr><tr><td/><td>(0.001)</td><td>(0.034)</td><td>(0.006)</td><td>(0.005)</td></tr><tr><td>No education</td><td>-0.000***</td><td>0.001*</td><td>0.000***</td><td>-0.000</td></tr><tr><td/><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td></tr><tr><td>Primary or preparatory</td><td>0.019***</td><td>0.434***</td><td>-0.029</td><td>-0.403***</td></tr><tr><td/><td>(0.004)</td><td>(0.115)</td><td>(0.021)</td><td>(0.027)</td></tr><tr><td>Secondary</td><td>0.032***</td><td>0.414***</td><td>0.050**</td><td>-0.349***</td></tr><tr><td/><td>(0.004)</td><td>(0.121)</td><td>(0.022)</td><td>(0.026)</td></tr><tr><td>Rural</td><td>0.017***</td><td>0.345***</td><td>0.034**</td><td>-0.248***</td></tr><tr><td/><td>(0.003)</td><td>(0.099)</td><td>(0.017)</td><td>(0.021)</td></tr><tr><td>Oil prices</td><td>0.009***</td><td>0.248***</td><td>0.009</td><td>-0.080***</td></tr><tr><td/><td>(0.003)</td><td>(0.081)</td><td>(0.015)</td><td>(0.016)</td></tr><tr><td>Diplomatic exchange</td><td/><td>-0.219**</td><td/><td/></tr><tr><td/><td/><td>(0.102)</td><td/><td/></tr><tr><td>Conflict</td><td/><td/><td>0.046***</td><td/></tr><tr><td/><td/><td/><td>(0.013)</td><td/></tr><tr><td>Illegal status</td><td/><td/><td/><td>-0.323***</td></tr><tr><td/><td/><td/><td/><td>(0.052)</td></tr><tr><td>Legal status</td><td/><td/><td/><td>0.207***</td></tr><tr><td/><td/><td/><td/><td>(0.041)</td></tr><tr><td>Observations</td><td>14,879</td><td>1,955</td><td>2,071</td><td>8,054</td></tr><tr><td>Parental controls</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Decades of migration dummies</td><td>Yes</td><td>Yes</td><td>Yes</td><td>No</td></tr><tr><td>Labor market controls in Egypt</td><td>No</td><td>No</td><td>No</td><td>Yes</td></tr><tr><td colspan=\"4\">Predicted log wage: Non-mig.: 6.780; Illegal mig.=6.500; Legal mig.=7.072</td><td/></tr></table>",
        "html": null
      },
      "TABREF9": {
        "text": "The effect of return migrants' legal status on various outcomes overseas",
        "num": null,
        "type_str": "table",
        "content": "<table/>",
        "html": null
      },
      "TABREF11": {
        "text": "Robustness checks, restricting the analysis to Iraq. Estimating the effect of migrants' legal status on hourly wages after return, unconditional on return migration",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td>Migrate</td><td>Illegal</td><td>Return</td><td>Log of hourly wage</td></tr></table>",
        "html": null
      },
      "TABREF12": {
        "text": "Heterogeneous effects by migration duration. Estimating the effect of migrants' legal status on hourly wages after return, conditional on return migration",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4a)</td><td>(4b)</td><td>(4c)</td></tr><tr><td/><td/><td/><td/><td>Log of</td><td>Log of</td><td>Log of</td></tr><tr><td/><td>Migrate</td><td>Illegal</td><td>Return</td><td>hourly</td><td>hourly</td><td>hourly</td></tr><tr><td/><td/><td/><td/><td>wage</td><td>wage</td><td>wage</td></tr><tr><td>Age</td><td>0.012***</td><td>-0.074**</td><td>-0.015**</td><td>-0.046</td><td>0.055</td><td>-0.174*</td></tr><tr><td/><td>(0.001)</td><td>(0.035)</td><td>(0.006)</td><td>(0.050)</td><td>(0.085)</td><td>(0.102)</td></tr><tr><td>Age squared</td><td>-0.000***</td><td>0.001*</td><td>0.000***</td><td>0.001</td><td>-0.001</td><td>0.002*</td></tr><tr><td/><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.001)</td><td>(0.001)</td><td>(0.001)</td></tr><tr><td>No education</td><td>0.019***</td><td>0.523***</td><td>-0.032</td><td>-0.567***</td><td>-0.186</td><td>-0.503*</td></tr><tr><td/><td>(0.004)</td><td>(0.121)</td><td>(0.021)</td><td>(0.154)</td><td>(0.189)</td><td>(0.277)</td></tr><tr><td>Primary or preparatory</td><td>0.032***</td><td>0.482***</td><td colspan=\"2\">0.048** -0.383***</td><td>-0.456**</td><td>-0.684**</td></tr><tr><td/><td>(0.004)</td><td>(0.130)</td><td>(0.022)</td><td>(0.138)</td><td>(0.179)</td><td>(0.303)</td></tr><tr><td>Secondary</td><td>0.017***</td><td>0.418***</td><td>0.032*</td><td>-0.258**</td><td>0.013</td><td>-0.200</td></tr><tr><td/><td>(0.003)</td><td>(0.107)</td><td>(0.017)</td><td>(0.119)</td><td>(0.136)</td><td>(0.179)</td></tr><tr><td>Rural</td><td>0.009***</td><td>0.255***</td><td>0.008</td><td>-0.088</td><td>0.026</td><td>-0.013</td></tr><tr><td/><td>(0.003)</td><td>(0.086)</td><td>(0.015)</td><td>(0.085)</td><td>(0.117)</td><td>(0.163)</td></tr><tr><td>Oil prices</td><td>0.013***</td><td/><td/><td/><td/><td/></tr><tr><td/><td>(0.000)</td><td/><td/><td/><td/><td/></tr><tr><td>Diplomatic exchange</td><td/><td>-0.273***</td><td/><td/><td/><td/></tr><tr><td/><td/><td>(0.104)</td><td/><td/><td/><td/></tr><tr><td>Conflict</td><td/><td/><td>0.044***</td><td/><td/><td/></tr><tr><td/><td/><td/><td>(0.013)</td><td/><td/><td/></tr><tr><td>Illegal status</td><td/><td/><td/><td>0.079</td><td>-0.574*</td><td>-0.671*</td></tr><tr><td/><td/><td/><td/><td>(0.311)</td><td>(0.296)</td><td>(0.401)</td></tr><tr><td>Observations</td><td>14,879</td><td>1,955</td><td>2,071</td><td>357</td><td>199</td><td>161</td></tr><tr><td>Parental controls</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Decades of migration</td><td>Yes</td><td>Yes</td><td>Yes</td><td>No</td><td>No</td><td>No</td></tr><tr><td>Labor market controls</td><td>No</td><td>No</td><td>No</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Migration duration in years</td><td/><td/><td/><td>≤ 2</td><td>≥ 3 &amp; ≤ 5</td><td>≥ 6</td></tr><tr><td colspan=\"5\">Predicted log of hourly wage (4a): Illegal mig.=1.613; Legal mig.=1.523</td><td/><td/></tr><tr><td colspan=\"5\">Predicted log of hourly wage (4b): Illegal mig.=1.306; Legal mig.=1.902</td><td/><td/></tr><tr><td colspan=\"5\">Predicted log of hourly wage (4c): Illegal mig.=1.183; Legal mig.=1.926</td><td/><td/></tr></table>",
        "html": null
      },
      "TABREF13": {
        "text": "1: Geographical transition matrices for non-migrants and return migrants",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td>Region of residence in 2012</td><td>Alexandria and Canal Urban Lower Egypt Urban Upper Egypt Rural Lower Egypt Rural Upper Egypt Total</td><td>Panel A: Non-migrants (N=7,409)</td><td>0.148 0.148 0.108 0.229 0.216 11.365</td><td>8.652 0.027 0.013 0.175 0.000 8.949</td><td>0.391 10.055 0.000 0.256 0.000 10.811</td><td>0.162 0.027 13.443 0.027 0.202 14.307</td><td>0.418 0.351 0.000 27.048 0.054 28.155</td><td>0.108 0.013 0.931 0.094 24.754 26.414</td><td>9.880 10.622 14.496 27.831 25.226 100.000</td><td>Panel B: Return migrants (N=718)</td><td>0.000 0.139 0.139 0.279 0.139 6.964</td><td>3.900 0.139 0.000 0.000 0.000 4.178</td><td>0.418 11.421 0.000 0.557 0.000 12.535</td><td>0.000 0.000 9.749 0.000 0.836 11.003</td><td>0.557 0.836 0.000 37.604 0.139 39.554</td><td>0.000 0.139 1.114 0.000 23.955 25.766</td><td>4.875 12.674 11.003 38.440 25.070 100.000</td></tr><tr><td/><td>Cairo</td><td/><td>10.514</td><td>0.081</td><td>0.108</td><td>0.445</td><td>0.283</td><td>0.513</td><td>11.945</td><td/><td>6.267</td><td>0.139</td><td>0.139</td><td>0.418</td><td>0.418</td><td>0.557</td><td>7.939</td></tr><tr><td/><td>Region of birth</td><td/><td>Cairo</td><td>Alexandria and Canal</td><td>Urban Lower Egypt</td><td>Urban Upper Egypt</td><td>Rural Lower Egypt</td><td>Rural Upper Egypt</td><td>Total</td><td/><td>Cairo</td><td>Alexandria and Canal</td><td>Urban Lower Egypt</td><td>Urban Upper Egypt</td><td>Rural Lower Egypt</td><td>Rural Upper Egypt</td><td>Total</td></tr></table>",
        "html": null
      },
      "TABREF14": {
        "text": "",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td colspan=\"6\">.2: Descriptive statistics: the migration experience of documented</td></tr><tr><td colspan=\"4\">and undocumented return migrants</td><td/><td/></tr><tr><td/><td colspan=\"2\">Documented</td><td colspan=\"2\">Undocumented</td><td/></tr><tr><td/><td colspan=\"2\">migrants</td><td colspan=\"2\">migrants</td><td/></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(5)</td></tr><tr><td/><td>Mean</td><td>St. Dev.</td><td>Mean</td><td>St. Dev.</td><td>Difference</td></tr><tr><td>Monthly income abroad in EGP</td><td>2,112</td><td>2,195</td><td>1,278</td><td>1,294</td><td>834.335***</td></tr><tr><td>Monthly savings abroad in EGP</td><td>1,606</td><td>2,121</td><td>1,167</td><td>1,639</td><td>439.384**</td></tr><tr><td>Incidence of remittances</td><td>0.604</td><td>0.490</td><td>0.521</td><td>0.500</td><td>0.083**</td></tr><tr><td>Monthly remittances in EGP</td><td>2,002</td><td>3,247</td><td>1,090</td><td>1,932</td><td>911.367**</td></tr><tr><td>Migration duration</td><td>4.344</td><td>4.251</td><td>3.468</td><td>3.561</td><td>0.876***</td></tr><tr><td>Number of migration episodes</td><td>1.220</td><td>0.817</td><td>1.174</td><td>0.448</td><td>0.046</td></tr><tr><td>Year of migration</td><td/><td/><td/><td/><td/></tr><tr><td>1970-1979</td><td>0.032</td><td>0.176</td><td>0.050</td><td>0.218</td><td>-0.018</td></tr><tr><td>1980-1989</td><td>0.309</td><td>0.463</td><td>0.475</td><td>0.500</td><td>-0.166***</td></tr><tr><td>1990-1999</td><td>0.243</td><td>0.429</td><td>0.170</td><td>0.376</td><td>0.072**</td></tr><tr><td>2000-2009</td><td>0.389</td><td>0.488</td><td>0.284</td><td>0.452</td><td>0.105***</td></tr><tr><td>2010-2012</td><td>0.023</td><td>0.150</td><td>0.018</td><td>0.132</td><td>0.005</td></tr><tr><td>Year of return</td><td/><td/><td/><td/><td/></tr><tr><td>1970-1979</td><td>0.007</td><td>0.083</td><td>0.011</td><td>0.103</td><td>-0.004</td></tr><tr><td>1980-1989</td><td>0.166</td><td>0.372</td><td>0.306</td><td>0.462</td><td>-0.140***</td></tr><tr><td>1990-1999</td><td>0.295</td><td>0.457</td><td>0.302</td><td>0.460</td><td>-0.008</td></tr><tr><td>2000-2009</td><td>0.380</td><td>0.486</td><td>0.263</td><td>0.441</td><td>0.117***</td></tr><tr><td>2010-2012</td><td>0.138</td><td>0.346</td><td>0.117</td><td>0.323</td><td>0.021</td></tr><tr><td>Countries of destination</td><td/><td/><td/><td/><td/></tr><tr><td>Libya</td><td>0.131</td><td>0.337</td><td>0.292</td><td>0.455</td><td>-0.161***</td></tr><tr><td>Jordan</td><td>0.128</td><td>0.335</td><td>0.149</td><td>0.357</td><td>-0.020</td></tr><tr><td>Saudi Arabia</td><td>0.359</td><td>0.480</td><td>0.039</td><td>0.194</td><td>0.320***</td></tr><tr><td>Iraq</td><td>0.181</td><td>0.386</td><td>0.445</td><td>0.498</td><td>-0.264***</td></tr><tr><td>United Arab Emirates</td><td>0.064</td><td>0.245</td><td>0.028</td><td>0.167</td><td>0.036**</td></tr><tr><td>Kuwait</td><td>0.067</td><td>0.249</td><td>0.011</td><td>0.103</td><td>0.056***</td></tr><tr><td>Other countries</td><td>0.071</td><td>0.257</td><td>0.039</td><td>0.194</td><td>0.032*</td></tr><tr><td>Observations</td><td/><td>437</td><td colspan=\"2\">282</td><td/></tr><tr><td>*** p&lt;0.01, ** p&lt;0.05, * p&lt;0.1</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"6\">Notes: Column 5 is t-test for whether the difference in means between the two groups is statistically</td></tr><tr><td>significant.</td><td/><td/><td/><td/><td/></tr></table>",
        "html": null
      },
      "TABREF15": {
        "text": "Table A.3: Descriptive statistics: Current migrants and return migrants",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td colspan=\"2\">Current migrants</td><td colspan=\"2\">Return migrants</td><td/></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(5)</td></tr><tr><td/><td>Mean</td><td>St. Dev.</td><td>Mean</td><td>St. Dev.</td><td>Difference</td></tr><tr><td>Individual characteristics</td><td/><td/><td/><td/><td/></tr><tr><td>Age</td><td>34.511</td><td>9.647</td><td>42.997</td><td>10.068</td><td>-8.486***</td></tr><tr><td>Ever-married</td><td>0.748</td><td>0.435</td><td>0.939</td><td>0.239</td><td>-0.192***</td></tr><tr><td>No educational degree</td><td>0.195</td><td>0.397</td><td>0.275</td><td>0.447</td><td>-0.080***</td></tr><tr><td>Primary or preparatory education</td><td>0.089</td><td>0.285</td><td>0.153</td><td>0.360</td><td>-0.064***</td></tr><tr><td>Secondary education</td><td>0.470</td><td>0.499</td><td>0.414</td><td>0.493</td><td>0.056**</td></tr><tr><td>Above secondary education</td><td>0.246</td><td>0.431</td><td>0.158</td><td>0.365</td><td>0.088***</td></tr><tr><td>Relationship to head</td><td/><td/><td/><td/><td/></tr><tr><td>Head</td><td>0.000</td><td>0.000</td><td>0.901</td><td>0.299</td><td>-0.901***</td></tr><tr><td>Spouse</td><td>0.579</td><td>0.494</td><td>0.000</td><td>0.000</td><td>0.579***</td></tr><tr><td>Son or daugther</td><td>0.355</td><td>0.479</td><td>0.089</td><td>0.285</td><td>0.266***</td></tr><tr><td>Brother or sister</td><td>0.029</td><td>0.168</td><td>0.006</td><td>0.077</td><td>0.023***</td></tr><tr><td>Other relations</td><td>0.037</td><td>0.188</td><td>0.004</td><td>0.067</td><td>0.032***</td></tr><tr><td>Observations</td><td>1,351</td><td/><td>789</td><td/><td/></tr><tr><td>*** p&lt;0.01, ** p&lt;0.05, * p&lt;0.1</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"6\">Notes: Column 5 is t-test for whether the difference in means between the two groups is statistically</td></tr><tr><td>significant.</td><td/><td/><td/><td/><td/></tr></table>",
        "html": null
      },
      "TABREF16": {
        "text": "This table presents the share of countries with diplomatic representation in Egypt by year. Information on diplomatic representation from the Correlates of War Diplomatic exchange data set is available every five years between 1950 and 2005. We restrict the analysis to the full sample of all destination countries.",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td>.4: Time variation in diplomatic representation</td></tr><tr><td/><td>Percent of destination countries</td></tr><tr><td>Year</td><td>with diplomatic representation in Egypt</td></tr><tr><td>1955</td><td>0.870</td></tr><tr><td>1960</td><td>0.760</td></tr><tr><td>1965</td><td>0.759</td></tr><tr><td>1970</td><td>0.862</td></tr><tr><td>1975</td><td>0.857</td></tr><tr><td>1980</td><td>0.457</td></tr><tr><td>1985</td><td>0.543</td></tr><tr><td>1990</td><td>0.865</td></tr><tr><td>1995</td><td>0.944</td></tr><tr><td>2000</td><td>0.944</td></tr><tr><td>2005</td><td>0.972</td></tr><tr><td>Notes:</td><td/></tr></table>",
        "html": null
      },
      "TABREF17": {
        "text": "",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td colspan=\"2\">.5: Occupational rankings for the ISCO-88 1 digit classification</td><td/></tr><tr><td>Rank</td><td>Category name</td><td colspan=\"2\">Index value</td></tr><tr><td/><td/><td>(1)</td><td>(2)</td></tr><tr><td>1</td><td>Skilled agricultural and fishery workers</td><td>0.166</td><td>2.015</td></tr><tr><td>2</td><td>Elementary Occupations</td><td>0.170</td><td>2.130</td></tr><tr><td>3</td><td>Crafts and related trades workers</td><td>0.196</td><td>2.171</td></tr><tr><td>4</td><td>Plant and Machine Operators and assemblers</td><td>0.210</td><td>2.406</td></tr><tr><td>5</td><td>Service workers and shop and market sales workers</td><td>0.239</td><td>2.658</td></tr><tr><td>6</td><td>Clerks</td><td>0.360</td><td>3.936</td></tr><tr><td>7</td><td>Technicians and associate Professionals</td><td>0.380</td><td>4.043</td></tr><tr><td>8</td><td>Legislators, Senior Officials and managers</td><td>0.528</td><td>5.477</td></tr><tr><td>9</td><td>Professionals</td><td>0.605</td><td>6.077</td></tr></table>",
        "html": null
      },
      "TABREF18": {
        "text": "Table A.6: Robustness checks, excluding all western countries. Estimating the effect of migrants' legal status on hourly wages after return, unconditional on return migration",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td/><td>Migrate</td><td>Illegal</td><td>Return</td><td>Log of hourly wage</td></tr><tr><td>Age</td><td>0.012***</td><td>-0.074**</td><td>-0.014**</td><td>-0.001</td></tr><tr><td/><td>(0.001)</td><td>(0.034)</td><td>(0.006)</td><td>(0.005)</td></tr><tr><td>Age squared</td><td>-0.000***</td><td>0.001**</td><td>0.000***</td><td>0.000**</td></tr><tr><td/><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td></tr><tr><td>No education</td><td>0.019***</td><td>0.485***</td><td>-0.030</td><td>-0.445***</td></tr><tr><td/><td>(0.004)</td><td>(0.117)</td><td>(0.021)</td><td>(0.026)</td></tr><tr><td>Primary or preparatory</td><td>0.032***</td><td>0.477***</td><td>0.049**</td><td>-0.420***</td></tr><tr><td/><td>(0.004)</td><td>(0.125)</td><td>(0.022)</td><td>(0.025)</td></tr><tr><td>Secondary</td><td>0.017***</td><td>0.360***</td><td>0.034*</td><td>-0.286***</td></tr><tr><td/><td>(0.003)</td><td>(0.101)</td><td>(0.017)</td><td>(0.020)</td></tr><tr><td>Rural</td><td>0.009***</td><td>0.254***</td><td>0.009</td><td>-0.028*</td></tr><tr><td/><td>(0.003)</td><td>(0.083)</td><td>(0.015)</td><td>(0.016)</td></tr><tr><td>Oil prices</td><td>0.013***</td><td/><td/><td/></tr><tr><td/><td>(0.000)</td><td/><td/><td/></tr><tr><td>Diplomatic exchange</td><td/><td>-0.231**</td><td/><td/></tr><tr><td/><td/><td>(0.102)</td><td/><td/></tr><tr><td>Conflict</td><td/><td/><td>0.047***</td><td/></tr><tr><td/><td/><td/><td>(0.013)</td><td/></tr><tr><td>Illegal status</td><td/><td/><td/><td>-0.239***</td></tr><tr><td/><td/><td/><td/><td>(0.053)</td></tr><tr><td>Legal status</td><td/><td/><td/><td>0.205***</td></tr><tr><td/><td/><td/><td/><td>(0.045)</td></tr><tr><td>Observations</td><td>14,879</td><td>1,955</td><td>2,071</td><td>8,040</td></tr><tr><td>Parental controls</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Decades of migration dummies</td><td>Yes</td><td>Yes</td><td>Yes</td><td>No</td></tr><tr><td>Labor market controls in Egypt</td><td>No</td><td>No</td><td>No</td><td>Yes</td></tr><tr><td colspan=\"4\">Predicted log wage: Non-mig.: 1.516; Illegal mig.=1.314; Legal mig.=1.764</td><td/></tr></table>",
        "html": null
      },
      "TABREF19": {
        "text": "7: Robustness checks, alternative definition of undocumented migration. Estimating the effect of migrants' legal status on hourly wages after return, conditional on return migration",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td/><td>Migrate</td><td>Illegal</td><td>Return</td><td>Log of hourly wage</td></tr><tr><td>Age</td><td>0.012***</td><td>-0.085**</td><td>-0.018***</td><td>-0.035</td></tr><tr><td/><td>(0.001)</td><td>(0.035)</td><td>(0.007)</td><td>(0.035)</td></tr><tr><td>Age squared</td><td>-0.000***</td><td>0.001**</td><td>0.000***</td><td>0.000</td></tr><tr><td/><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td></tr><tr><td>No education</td><td>0.021***</td><td>0.527***</td><td>-0.035*</td><td>-0.434***</td></tr><tr><td/><td>(0.004)</td><td>(0.121)</td><td>(0.021)</td><td>(0.105)</td></tr><tr><td>Primary or preparatory</td><td>0.031***</td><td>0.438***</td><td>0.038*</td><td>-0.516***</td></tr><tr><td/><td>(0.004)</td><td>(0.131)</td><td>(0.022)</td><td>(0.099)</td></tr><tr><td>Secondary</td><td>0.017***</td><td>0.361***</td><td>0.026</td><td>-0.195***</td></tr><tr><td/><td>(0.003)</td><td>(0.108)</td><td>(0.018)</td><td>(0.075)</td></tr><tr><td>Rural</td><td>0.013***</td><td>0.185**</td><td>-0.005</td><td>-0.042</td></tr><tr><td/><td>(0.003)</td><td>(0.086)</td><td>(0.014)</td><td>(0.062)</td></tr><tr><td>Oil prices</td><td>0.013***</td><td/><td/><td/></tr><tr><td/><td>(0.000)</td><td/><td/><td/></tr><tr><td>Diplomatic exchange</td><td/><td>-0.176*</td><td/><td/></tr><tr><td/><td/><td>(0.103)</td><td/><td/></tr><tr><td>Conflict</td><td/><td/><td>0.060***</td><td/></tr><tr><td/><td/><td/><td>(0.014)</td><td/></tr><tr><td>Illegal status</td><td/><td/><td/><td>-0.383*</td></tr><tr><td/><td/><td/><td/><td>(0.205)</td></tr><tr><td>Observations</td><td>14,879</td><td>1,955</td><td>2,071</td><td>718</td></tr><tr><td>Parental controls</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Decades of migration dummies</td><td>Yes</td><td>Yes</td><td>Yes</td><td>No</td></tr><tr><td>Labor market controls in Egypt</td><td>No</td><td>No</td><td>No</td><td>Yes</td></tr><tr><td colspan=\"3\">Predicted log wage: Illegal mig.=1.328; Legal mig.=1.742</td><td/><td/></tr></table>",
        "html": null
      },
      "TABREF20": {
        "text": "8: Robustness checks, alternative definition of undocumented migration. Estimating the effect of migrants' legal status on hourly wages after return, unconditional on return migration",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td/><td>Migrate</td><td>Illegal</td><td>Return</td><td>Log of hourly wage</td></tr><tr><td>Age</td><td>0.012***</td><td>-0.091***</td><td>-0.018***</td><td>0.000</td></tr><tr><td/><td>(0.001)</td><td>(0.033)</td><td>(0.007)</td><td>(0.005)</td></tr><tr><td>Age squared</td><td>-0.000***</td><td>0.001**</td><td>0.000***</td><td>0.000*</td></tr><tr><td/><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td></tr><tr><td>No education</td><td>0.021***</td><td>0.500***</td><td>-0.035*</td><td>-0.447***</td></tr><tr><td/><td>(0.004)</td><td>(0.115)</td><td>(0.021)</td><td>(0.026)</td></tr><tr><td>Primary or preparatory</td><td>0.031***</td><td>0.423***</td><td>0.038*</td><td>-0.420***</td></tr><tr><td/><td>(0.004)</td><td>(0.125)</td><td>(0.022)</td><td>(0.025)</td></tr><tr><td>Secondary</td><td>0.017***</td><td>0.333***</td><td>0.027</td><td>-0.287***</td></tr><tr><td/><td>(0.003)</td><td>(0.102)</td><td>(0.018)</td><td>(0.020)</td></tr><tr><td>Rural</td><td>0.013***</td><td>0.137*</td><td>-0.006</td><td>-0.030*</td></tr><tr><td/><td>(0.003)</td><td>(0.075)</td><td>(0.014)</td><td>(0.016)</td></tr><tr><td>Oil prices</td><td>0.013***</td><td/><td/><td/></tr><tr><td/><td>(0.000)</td><td/><td/><td/></tr><tr><td>Diplomatic exchange</td><td/><td>-0.200**</td><td/><td/></tr><tr><td/><td/><td>(0.099)</td><td/><td/></tr><tr><td>Conflict</td><td/><td/><td>0.059***</td><td/></tr><tr><td/><td/><td/><td>(0.014)</td><td/></tr><tr><td>Illegal status</td><td/><td/><td/><td>-0.166**</td></tr><tr><td/><td/><td/><td/><td>(0.081)</td></tr><tr><td>Legal status</td><td/><td/><td/><td>0.135***</td></tr><tr><td/><td/><td/><td/><td>(0.052)</td></tr><tr><td>Observations</td><td>14,879</td><td>1,960</td><td>2,071</td><td>8,054</td></tr><tr><td>Parental controls</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Decades of migration dummies</td><td>Yes</td><td>Yes</td><td>Yes</td><td>No</td></tr><tr><td>Labor market controls in Egypt</td><td>No</td><td>No</td><td>No</td><td>Yes</td></tr><tr><td colspan=\"4\">Predicted log wage: Non-mig.=1.515; Illegal mig.=1.384; Legal mig.=1.727</td><td/></tr></table>",
        "html": null
      },
      "TABREF21": {
        "text": "9: Robustness checks using diplomatic exchange at destination. Estimating the effect of migrants' legal status on hourly wages after return, unconditional on return migration",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td/><td>Migrate</td><td>Illegal</td><td>Return</td><td>Log of hourly wage</td></tr><tr><td>Age</td><td>0.012***</td><td>-0.089***</td><td>-0.018***</td><td>0.000</td></tr><tr><td/><td>(0.001)</td><td>(0.033)</td><td>(0.007)</td><td>(0.005)</td></tr><tr><td>Age squared</td><td>-0.000***</td><td>0.001**</td><td>0.000***</td><td>0.000*</td></tr><tr><td/><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td></tr><tr><td>No education</td><td>0.021***</td><td>0.509***</td><td>-0.035*</td><td>-0.446***</td></tr><tr><td/><td>(0.004)</td><td>(0.114)</td><td>(0.021)</td><td>(0.026)</td></tr><tr><td>Primary or preparatory</td><td>0.031***</td><td>0.431***</td><td>0.038*</td><td>-0.420***</td></tr><tr><td/><td>(0.004)</td><td>(0.124)</td><td>(0.022)</td><td>(0.025)</td></tr><tr><td>Secondary</td><td>0.017***</td><td>0.334***</td><td>0.027</td><td>-0.287***</td></tr><tr><td/><td>(0.003)</td><td>(0.102)</td><td>(0.018)</td><td>(0.020)</td></tr><tr><td>Rural</td><td>0.013***</td><td>0.140*</td><td>-0.006</td><td>-0.029*</td></tr><tr><td/><td>(0.003)</td><td>(0.075)</td><td>(0.014)</td><td>(0.016)</td></tr><tr><td>Oil prices</td><td>0.013***</td><td/><td/><td/></tr><tr><td/><td>(0.000)</td><td/><td/><td/></tr><tr><td>Diplomatic exchange</td><td/><td>-0.153*</td><td/><td/></tr><tr><td/><td/><td>(0.090)</td><td/><td/></tr><tr><td>Conflict</td><td/><td/><td>0.058***</td><td/></tr><tr><td/><td/><td/><td>(0.013)</td><td/></tr><tr><td>Illegal status</td><td/><td/><td/><td>-0.202***</td></tr><tr><td/><td/><td/><td/><td>(0.072)</td></tr><tr><td>Legal status</td><td/><td/><td/><td>0.153***</td></tr><tr><td/><td/><td/><td/><td>(0.048)</td></tr><tr><td>Observations</td><td>14,879</td><td>1,960</td><td>2,071</td><td>8,054</td></tr><tr><td>Parental controls</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Decades of migration dummies</td><td>Yes</td><td>Yes</td><td>Yes</td><td>No</td></tr><tr><td>Labor market controls in Egypt</td><td>No</td><td>No</td><td>No</td><td>Yes</td></tr><tr><td colspan=\"4\">Predicted log wage: Non-mig.=1.515; Illegal mig.=1.348; Legal mig.=1.745</td><td/></tr></table>",
        "html": null
      },
      "TABREF22": {
        "text": "10: Robustness checks using diplomatic exchange at both sending and receiving countries. Estimating the effect of migrants' legal status on hourly wages after return, unconditional on return migration Non-mig.=1.515; Illegal mig.=1.354; Legal mig.=1.742",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td/><td>Migrate</td><td>Illegal</td><td>Return</td><td>Log of hourly wage</td></tr><tr><td>Age</td><td>0.012***</td><td>-0.100***</td><td>-0.018***</td><td>0.000</td></tr><tr><td/><td>(0.001)</td><td>(0.034)</td><td>(0.007)</td><td>(0.005)</td></tr><tr><td>Age squared</td><td>-0.000***</td><td>0.001***</td><td>0.000***</td><td>0.000**</td></tr><tr><td/><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td></tr><tr><td>No education</td><td>0.021***</td><td>0.659***</td><td>-0.031</td><td>-0.445***</td></tr><tr><td/><td>(0.004)</td><td>(0.109)</td><td>(0.021)</td><td>(0.026)</td></tr><tr><td>Primary or preparatory</td><td>0.031***</td><td>0.517***</td><td>0.041*</td><td>-0.419***</td></tr><tr><td/><td>(0.004)</td><td>(0.122)</td><td>(0.022)</td><td>(0.025)</td></tr><tr><td>Secondary</td><td>0.017***</td><td>0.393***</td><td>0.029</td><td>-0.286***</td></tr><tr><td/><td>(0.003)</td><td>(0.099)</td><td>(0.018)</td><td>(0.020)</td></tr><tr><td>Rural</td><td>0.013***</td><td>0.172**</td><td>-0.005</td><td>-0.029*</td></tr><tr><td/><td>(0.003)</td><td>(0.074)</td><td>(0.014)</td><td>(0.016)</td></tr><tr><td>Oil prices</td><td>0.013***</td><td/><td/><td/></tr><tr><td/><td>(0.000)</td><td/><td/><td/></tr><tr><td>Diplomatic exchange</td><td/><td>-0.152*</td><td/><td/></tr><tr><td/><td/><td>(0.091)</td><td/><td/></tr><tr><td>Conflict</td><td/><td/><td>0.059***</td><td/></tr><tr><td/><td/><td/><td>(0.014)</td><td/></tr><tr><td>Illegal status</td><td/><td/><td/><td>-0.197***</td></tr><tr><td/><td/><td/><td/><td>(0.075)</td></tr><tr><td>Legal status</td><td/><td/><td/><td>0.149***</td></tr><tr><td/><td/><td/><td/><td>(0.049)</td></tr><tr><td>Observations</td><td>14,879</td><td>1,960</td><td>2,071</td><td>8,054</td></tr><tr><td>Parental controls</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Decades of migration dummies</td><td>Yes</td><td>Yes</td><td>Yes</td><td>No</td></tr><tr><td>Labor market controls in Egypt</td><td>No</td><td>No</td><td>No</td><td>Yes</td></tr><tr><td>Predicted log wage:</td><td/><td/><td/><td/></tr></table>",
        "html": null
      },
      "TABREF23": {
        "text": "11: Robustness checks, introducing illegality in the return migration equation. Estimating the effect of migrants' legal status on hourly wages after return, unconditional on return migration Non-mig.=1.515; Illegal mig.=1.341; Legal mig.=1.786",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td/><td>Migrate</td><td>Illegal</td><td>Return</td><td>Log of hourly wage</td></tr><tr><td>Age</td><td>0.012***</td><td>-0.076**</td><td>-0.015**</td><td>-0.001</td></tr><tr><td/><td>(0.001)</td><td>(0.034)</td><td>(0.007)</td><td>(0.005)</td></tr><tr><td>Age squared</td><td>-0.000***</td><td>0.001**</td><td>0.000***</td><td>0.000**</td></tr><tr><td/><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td></tr><tr><td>No education</td><td>0.019***</td><td>0.483***</td><td>-0.025</td><td>-0.445***</td></tr><tr><td/><td>(0.004)</td><td>(0.117)</td><td>(0.025)</td><td>(0.026)</td></tr><tr><td>Primary or preparatory</td><td>0.032***</td><td>0.473***</td><td>0.061**</td><td>-0.419***</td></tr><tr><td/><td>(0.004)</td><td>(0.125)</td><td>(0.026)</td><td>(0.025)</td></tr><tr><td>Secondary</td><td>0.017***</td><td>0.355***</td><td>0.037*</td><td>-0.285***</td></tr><tr><td/><td>(0.003)</td><td>(0.101)</td><td>(0.021)</td><td>(0.020)</td></tr><tr><td>Rural</td><td>0.009***</td><td>0.250***</td><td>0.011</td><td>-0.028*</td></tr><tr><td/><td>(0.003)</td><td>(0.083)</td><td>(0.017)</td><td>(0.016)</td></tr><tr><td>Oil prices</td><td>0.013***</td><td/><td/><td/></tr><tr><td/><td>(0.000)</td><td/><td/><td/></tr><tr><td>Diplomatic exchange</td><td/><td>-0.178*</td><td/><td/></tr><tr><td/><td/><td>(0.101)</td><td/><td/></tr><tr><td>Conflict</td><td/><td/><td>0.047***</td><td/></tr><tr><td/><td/><td/><td>(0.014)</td><td/></tr><tr><td>Illegal status</td><td/><td/><td>-0.066</td><td>-0.220***</td></tr><tr><td/><td/><td/><td>(0.096)</td><td>(0.053)</td></tr><tr><td>Legal status</td><td/><td/><td/><td>0.196***</td></tr><tr><td/><td/><td/><td/><td>(0.045)</td></tr><tr><td>Observations</td><td>14,879</td><td>1,955</td><td>2,071</td><td>8,054</td></tr><tr><td>Parental controls</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Decades of migration dummies</td><td>Yes</td><td>Yes</td><td>Yes</td><td>No</td></tr><tr><td>Labor market controls in Egypt</td><td>No</td><td>No</td><td>No</td><td>Yes</td></tr><tr><td>Predicted log wage:</td><td/><td/><td/><td/></tr></table>",
        "html": null
      },
      "TABREF24": {
        "text": "12: Robustness checks, controlling for unemployment rates at destination. Estimating the effect of migrants' legal status on hourly wages after return, unconditional on return Non-mig.=1.515; Illegal mig.=1.323; Legal mig.=1.797",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td/><td>Migrate</td><td>Illegal</td><td>Return</td><td>Log of hourly wage</td></tr><tr><td>Age</td><td>0.012***</td><td>-0.071**</td><td>-0.011</td><td>-0.001</td></tr><tr><td/><td>(0.001)</td><td>(0.034)</td><td>(0.007)</td><td>(0.005)</td></tr><tr><td>Age squared</td><td>-0.000***</td><td>0.001*</td><td>0.000**</td><td>0.000**</td></tr><tr><td/><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td></tr><tr><td>No education</td><td>0.019***</td><td>0.483***</td><td>-0.066***</td><td>-0.445***</td></tr><tr><td/><td>(0.004)</td><td>(0.117)</td><td>(0.024)</td><td>(0.026)</td></tr><tr><td>Primary or preparatory</td><td>0.032***</td><td>0.478***</td><td>0.022</td><td>-0.420***</td></tr><tr><td/><td>(0.004)</td><td>(0.126)</td><td>(0.024)</td><td>(0.025)</td></tr><tr><td>Secondary</td><td>0.017***</td><td>0.359***</td><td>0.013</td><td>-0.285***</td></tr><tr><td/><td>(0.003)</td><td>(0.102)</td><td>(0.019)</td><td>(0.020)</td></tr><tr><td>Rural</td><td>0.009***</td><td>0.259***</td><td>0.011</td><td>-0.028*</td></tr><tr><td/><td>(0.003)</td><td>(0.082)</td><td>(0.017)</td><td>(0.016)</td></tr><tr><td>Oil prices</td><td>0.013***</td><td/><td/><td/></tr><tr><td/><td>(0.000)</td><td/><td/><td/></tr><tr><td>Diplomatic exchange</td><td/><td>-0.285***</td><td/><td/></tr><tr><td/><td/><td>(0.103)</td><td/><td/></tr><tr><td>Conflict</td><td/><td/><td>0.028*</td><td/></tr><tr><td/><td/><td/><td>(0.016)</td><td/></tr><tr><td>Unemployment at destination</td><td/><td/><td>0.007***</td><td/></tr><tr><td/><td/><td/><td>(0.001)</td><td/></tr><tr><td>Illegal status</td><td/><td/><td/><td>-0.237***</td></tr><tr><td/><td/><td/><td/><td>(0.052)</td></tr><tr><td>Legal status</td><td/><td/><td/><td>0.207***</td></tr><tr><td/><td/><td/><td/><td>(0.044)</td></tr><tr><td>Observations</td><td>14,879</td><td>1,955</td><td>1,690</td><td>8,054</td></tr><tr><td>Parental controls</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Decades of migration dummies</td><td>Yes</td><td>Yes</td><td>Yes</td><td>No</td></tr><tr><td>Labor market controls in Egypt</td><td>No</td><td>No</td><td>No</td><td>Yes</td></tr><tr><td>Predicted log wage:</td><td/><td/><td/><td/></tr></table>",
        "html": null
      },
      "TABREF25": {
        "text": "13: Robustness checks, controlling for trade, FDI and remittances. Estimating the effect of migrants' legal status on wages after return, unconditional on return Non-mig.=1.515; Illegal mig.=1.355; Legal mig.=1.777",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td/><td>Migrate</td><td>Illegal</td><td>Return</td><td>Log of hourly wage</td></tr><tr><td>Age</td><td>0.012***</td><td>-0.072**</td><td>-0.017***</td><td>-0.001</td></tr><tr><td/><td>(0.001)</td><td>(0.034)</td><td>(0.006)</td><td>(0.005)</td></tr><tr><td>Age squared</td><td>-0.000***</td><td>0.001*</td><td>0.000***</td><td>0.000**</td></tr><tr><td/><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td></tr><tr><td>No education</td><td>0.019***</td><td>0.494***</td><td>-0.005</td><td>-0.446***</td></tr><tr><td/><td>(0.004)</td><td>(0.117)</td><td>(0.019)</td><td>(0.026)</td></tr><tr><td>Primary or preparatory</td><td>0.032***</td><td>0.480***</td><td>0.040**</td><td>-0.419***</td></tr><tr><td/><td>(0.004)</td><td>(0.125)</td><td>(0.019)</td><td>(0.025)</td></tr><tr><td>Secondary</td><td>0.017***</td><td>0.369***</td><td>0.034**</td><td>-0.286***</td></tr><tr><td/><td>(0.003)</td><td>(0.102)</td><td>(0.015)</td><td>(0.020)</td></tr><tr><td>Rural</td><td>0.009***</td><td>0.257***</td><td>0.010</td><td>-0.029*</td></tr><tr><td/><td>(0.003)</td><td>(0.083)</td><td>(0.014)</td><td>(0.016)</td></tr><tr><td>Oil prices</td><td>0.013***</td><td/><td/><td/></tr><tr><td/><td>(0.000)</td><td/><td/><td/></tr><tr><td>Diplomatic exchange</td><td/><td>-0.196*</td><td/><td/></tr><tr><td/><td/><td>(0.104)</td><td/><td/></tr><tr><td>Conflict</td><td/><td/><td>0.094***</td><td/></tr><tr><td/><td/><td/><td>(0.012)</td><td/></tr><tr><td>FDI</td><td/><td/><td>-0.007*</td><td/></tr><tr><td/><td/><td/><td>(0.004)</td><td/></tr><tr><td>Remittances</td><td/><td/><td>-0.042***</td><td/></tr><tr><td/><td/><td/><td>(0.003)</td><td/></tr><tr><td>Exports</td><td/><td/><td>0.022***</td><td/></tr><tr><td/><td/><td/><td>(0.002)</td><td/></tr><tr><td>Imports</td><td/><td/><td>0.010***</td><td/></tr><tr><td/><td/><td/><td>(0.002)</td><td/></tr><tr><td>Illegal status</td><td/><td/><td/><td>-0.208***</td></tr><tr><td/><td/><td/><td/><td>(0.055)</td></tr><tr><td>Legal status</td><td/><td/><td/><td>0.185***</td></tr><tr><td/><td/><td/><td/><td>(0.046)</td></tr><tr><td>Observations</td><td>14,879</td><td>1,955</td><td>2,064</td><td>8,054</td></tr><tr><td>Parental controls</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Decades of migration dummies</td><td>Yes</td><td>Yes</td><td>Yes</td><td>No</td></tr><tr><td>Labor market controls in Egypt</td><td>No</td><td>No</td><td>No</td><td>Yes</td></tr><tr><td>Predicted log wage:</td><td/><td/><td/><td/></tr></table>",
        "html": null
      },
      "TABREF26": {
        "text": "14: Robustness checks, using 2018 data. Estimating the effect of migrants' legal status on wages after return, unconditional on return Non-mig.=2.282; Illegal mig.=1.672; Legal mig.=2.395",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td/><td>Migrate</td><td>Illegal</td><td>Return</td><td>Log of hourly wage</td></tr><tr><td>Age</td><td>-0.001</td><td>-0.042</td><td>0.009</td><td>-0.002</td></tr><tr><td/><td>(0.001)</td><td>(0.037)</td><td>(0.009)</td><td>(0.005)</td></tr><tr><td>Age squared</td><td>0.000**</td><td>0.000</td><td>-0.000</td><td>0.000</td></tr><tr><td/><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td></tr><tr><td>No education</td><td>0.002</td><td>0.444***</td><td>0.155***</td><td>-0.332***</td></tr><tr><td/><td>(0.002)</td><td>(0.127)</td><td>(0.035)</td><td>(0.026)</td></tr><tr><td>Primary or preparatory</td><td>0.001</td><td>0.243</td><td>0.133***</td><td>-0.325***</td></tr><tr><td/><td>(0.003)</td><td>(0.151)</td><td>(0.039)</td><td>(0.027)</td></tr><tr><td>Secondary</td><td>0.001</td><td>0.258**</td><td>0.099***</td><td>-0.219***</td></tr><tr><td/><td>(0.002)</td><td>(0.112)</td><td>(0.028)</td><td>(0.021)</td></tr><tr><td>Rural</td><td>0.003</td><td>-0.064</td><td>-0.036</td><td>0.003</td></tr><tr><td/><td>(0.002)</td><td>(0.095)</td><td>(0.026)</td><td>(0.016)</td></tr><tr><td>Oil prices</td><td>0.004***</td><td/><td/><td/></tr><tr><td/><td>(0.000)</td><td/><td/><td/></tr><tr><td>Diplomatic exchange</td><td/><td>-0.704***</td><td/><td/></tr><tr><td/><td/><td>(0.197)</td><td/><td/></tr><tr><td>Conflict</td><td/><td/><td>0.232***</td><td/></tr><tr><td/><td/><td/><td>(0.048)</td><td/></tr><tr><td>Illegal status</td><td/><td/><td/><td>-0.594***</td></tr><tr><td/><td/><td/><td/><td>(0.070)</td></tr><tr><td>Legal status</td><td/><td/><td/><td>0.130***</td></tr><tr><td/><td/><td/><td/><td>(0.044)</td></tr><tr><td>Observations</td><td>14,103</td><td>1,940</td><td>1,849</td><td>8,269</td></tr><tr><td>Parental controls</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Decades of migration dummies</td><td>Yes</td><td>Yes</td><td>Yes</td><td>No</td></tr><tr><td>Labor market controls in Egypt</td><td>No</td><td>No</td><td>No</td><td>Yes</td></tr><tr><td>Predicted log wage:</td><td/><td/><td/><td/></tr></table>",
        "html": null
      },
      "TABREF27": {
        "text": "15: Robustness checks, pooling the 2012 and 2018 surveys. Estimating the effect of migrants' legal status on wages after return, unconditional on return Non-mig.=1.911; Illegal mig.=1.445; Legal mig.=2.040",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td/><td>Migrate</td><td>Illegal</td><td>Return</td><td>Log of hourly wage</td></tr><tr><td>Age</td><td>0.005***</td><td>-0.071***</td><td>0.007</td><td>-0.002</td></tr><tr><td/><td>(0.001)</td><td>(0.021)</td><td>(0.005)</td><td>(0.004)</td></tr><tr><td>Age squared</td><td>-0.000**</td><td>0.001***</td><td>0.000</td><td>0.000**</td></tr><tr><td/><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td></tr><tr><td>No education</td><td>0.006*</td><td>0.450***</td><td>0.042**</td><td>-0.391***</td></tr><tr><td/><td>(0.003)</td><td>(0.082)</td><td>(0.021)</td><td>(0.018)</td></tr><tr><td>Primary or preparatory</td><td>0.022***</td><td>0.399***</td><td>0.092***</td><td>-0.373***</td></tr><tr><td/><td>(0.003)</td><td>(0.091)</td><td>(0.024)</td><td>(0.018)</td></tr><tr><td>Secondary</td><td>0.017***</td><td>0.346***</td><td>0.068***</td><td>-0.257***</td></tr><tr><td/><td>(0.003)</td><td>(0.072)</td><td>(0.017)</td><td>(0.014)</td></tr><tr><td>Rural</td><td>0.012***</td><td>0.120**</td><td>-0.034**</td><td>-0.014</td></tr><tr><td/><td>(0.002)</td><td>(0.061)</td><td>(0.016)</td><td>(0.011)</td></tr><tr><td>Oil prices</td><td>0.014***</td><td/><td/><td/></tr><tr><td/><td>(0.000)</td><td/><td/><td/></tr><tr><td>Diplomatic exchange</td><td/><td>-0.431***</td><td/><td/></tr><tr><td/><td/><td>(0.066)</td><td/><td/></tr><tr><td>Conflict</td><td/><td/><td>0.118***</td><td/></tr><tr><td/><td/><td/><td>(0.020)</td><td/></tr><tr><td>Illegal status</td><td/><td/><td/><td>-0.337***</td></tr><tr><td/><td/><td/><td/><td>(0.046)</td></tr><tr><td>Legal status</td><td/><td/><td/><td>0.129***</td></tr><tr><td/><td/><td/><td/><td>(0.040)</td></tr><tr><td>Observations</td><td>28,982</td><td>3,927</td><td>3,920</td><td>16,323</td></tr><tr><td>Year fixed effect</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Parental controls</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Decades of migration dummies</td><td>Yes</td><td>Yes</td><td>Yes</td><td>No</td></tr><tr><td>Labor market controls in Egypt</td><td>No</td><td>No</td><td>No</td><td>Yes</td></tr><tr><td>Predicted log wage:</td><td/><td/><td/><td/></tr></table>",
        "html": null
      },
      "TABREF28": {
        "text": "16: Dynamics of the effects using 2018 data. Estimating the effect of migrants' legal status on wages after return, unconditional on return Non-mig.=2.283; Illegal mig.=1.739; Legal mig.=2.441",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td/><td>Migrate</td><td>Illegal</td><td>Return</td><td>Log of hourly wage</td></tr><tr><td>Age</td><td>-0.001</td><td>-0.048</td><td>0.008</td><td>-0.003</td></tr><tr><td/><td>(0.001)</td><td>(0.044)</td><td>(0.011)</td><td>(0.006)</td></tr><tr><td>Age squared</td><td>0.000**</td><td>0.000</td><td>-0.000</td><td>0.000</td></tr><tr><td/><td>(0.000)</td><td>(0.001)</td><td>(0.000)</td><td>(0.000)</td></tr><tr><td>No education</td><td>0.001</td><td>0.412***</td><td>0.138***</td><td>-0.334***</td></tr><tr><td/><td>(0.003)</td><td>(0.158)</td><td>(0.040)</td><td>(0.031)</td></tr><tr><td>Primary or preparatory</td><td>0.002</td><td>0.175</td><td>0.124***</td><td>-0.329***</td></tr><tr><td/><td>(0.003)</td><td>(0.184)</td><td>(0.044)</td><td>(0.031)</td></tr><tr><td>Secondary</td><td>0.000</td><td>0.267**</td><td>0.091***</td><td>-0.222***</td></tr><tr><td/><td>(0.002)</td><td>(0.135)</td><td>(0.032)</td><td>(0.024)</td></tr><tr><td>Rural</td><td>0.003</td><td>-0.013</td><td>-0.059**</td><td>-0.007</td></tr><tr><td/><td>(0.002)</td><td>(0.115)</td><td>(0.029)</td><td>(0.018)</td></tr><tr><td>Oil prices</td><td>0.004***</td><td/><td/><td/></tr><tr><td/><td>(0.000)</td><td/><td/><td/></tr><tr><td>Diplomatic exchange</td><td/><td>-0.759***</td><td/><td/></tr><tr><td/><td/><td>(0.248)</td><td/><td/></tr><tr><td>Conflict</td><td/><td/><td>0.258***</td><td/></tr><tr><td/><td/><td/><td>(0.054)</td><td/></tr><tr><td>Illegal status</td><td/><td/><td/><td>-0.552***</td></tr><tr><td/><td/><td/><td/><td>(0.087)</td></tr><tr><td>Legal status</td><td/><td/><td/><td>0.169***</td></tr><tr><td/><td/><td/><td/><td>(0.056)</td></tr><tr><td>Observations</td><td>10,636</td><td>1,517</td><td>1,453</td><td>6,108</td></tr><tr><td>Parental controls</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Decades of migration dummies</td><td>Yes</td><td>Yes</td><td>Yes</td><td>No</td></tr><tr><td>Labor market controls in Egypt</td><td>No</td><td>No</td><td>No</td><td>Yes</td></tr><tr><td>Predicted log wage:</td><td/><td/><td/><td/></tr></table>",
        "html": null
      },
      "TABREF29": {
        "text": "Non-mig.=1.515; Illegal mig.=1.319; Legal mig.=1.772",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td>Migrate</td><td>Illegal</td><td>Return</td><td>Log of hourly wage</td></tr><tr><td>Age</td><td>0.012***</td><td>-0.067**</td><td>-0.014**</td><td>-0.000</td></tr><tr><td/><td>(0.001)</td><td>(0.034)</td><td>(0.006)</td><td>(0.005)</td></tr><tr><td>Age squared</td><td>-0.000***</td><td>0.001*</td><td>0.000***</td><td>0.000**</td></tr><tr><td/><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td></tr><tr><td>No education</td><td>0.019***</td><td>0.507***</td><td>-0.030</td><td>-0.445***</td></tr><tr><td/><td>(0.004)</td><td>(0.119)</td><td>(0.021)</td><td>(0.026)</td></tr><tr><td>Primary or preparatory</td><td>0.032***</td><td>0.477***</td><td>0.049**</td><td>-0.419***</td></tr><tr><td/><td>(0.004)</td><td>(0.128)</td><td>(0.022)</td><td>(0.025)</td></tr><tr><td>Secondary</td><td>0.017***</td><td>0.370***</td><td>0.034*</td><td>-0.286***</td></tr><tr><td/><td>(0.003)</td><td>(0.103)</td><td>(0.017)</td><td>(0.020)</td></tr><tr><td>Rural</td><td>0.009***</td><td>0.245***</td><td>0.009</td><td>-0.029*</td></tr><tr><td/><td>(0.003)</td><td>(0.084)</td><td>(0.015)</td><td>(0.016)</td></tr><tr><td>Oil prices</td><td>0.013***</td><td/><td/><td/></tr><tr><td/><td>(0.000)</td><td/><td/><td/></tr><tr><td>Diplomatic exchange</td><td/><td>-0.231**</td><td/><td/></tr><tr><td/><td/><td>(0.106)</td><td/><td/></tr><tr><td>Conflict</td><td/><td/><td>0.047***</td><td/></tr><tr><td/><td/><td/><td>(0.013)</td><td/></tr><tr><td>Illegal status</td><td/><td/><td/><td>-0.232***</td></tr><tr><td/><td/><td/><td/><td>(0.053)</td></tr><tr><td>Legal status</td><td/><td/><td/><td>0.206***</td></tr><tr><td/><td/><td/><td/><td>(0.044)</td></tr><tr><td>Observations</td><td>14,879</td><td>1,897</td><td>2,071</td><td>8,037</td></tr><tr><td>Parental controls</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Decades of migration dummies</td><td>Yes</td><td>Yes</td><td>Yes</td><td>No</td></tr><tr><td>Labor market controls in Egypt</td><td>No</td><td>No</td><td>No</td><td>Yes</td></tr><tr><td>Predicted log wage:</td><td/><td/><td/><td/></tr></table>",
        "html": null
      },
      "TABREF30": {
        "text": "18: Voluntary versus Involuntary return. Estimating the effect of migrants' legal status on hourly wages after return, unconditional on return migration Non-mig.=1.516; Illegal mig.=1.349; Legal mig.=1.786 Predicted log wage (4b): Non-mig.=1.515; Illegal mig.=1.429; Legal mig.=1.670",
        "num": null,
        "type_str": "table",
        "content": "<table><tr><td/><td/><td/><td/><td>Voluntary</td><td>Involuntary</td></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4a)</td><td>(4b)</td></tr><tr><td/><td>Migrate</td><td>Illegal</td><td>Return</td><td colspan=\"2\">Log of hourly wage hourly wage Log of</td></tr><tr><td>Age</td><td>0.012***</td><td>-0.074**</td><td>-0.014**</td><td>-0.001</td><td>-0.001</td></tr><tr><td/><td>(0.001)</td><td>(0.034)</td><td>(0.006)</td><td>(0.005)</td><td>(0.005)</td></tr><tr><td>Age squared</td><td>-0.000***</td><td>0.001*</td><td>0.000***</td><td>0.000**</td><td>0.000**</td></tr><tr><td/><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td><td>(0.000)</td></tr><tr><td>No education</td><td>0.019***</td><td>0.493***</td><td>-0.030</td><td>-0.445***</td><td>-0.452***</td></tr><tr><td/><td>(0.004)</td><td>(0.118)</td><td>(0.021)</td><td>(0.026)</td><td>(0.026)</td></tr><tr><td>Primary or preparatory</td><td>0.032***</td><td>0.476***</td><td>0.049**</td><td>-0.419***</td><td>-0.423***</td></tr><tr><td/><td>(0.004)</td><td>(0.126)</td><td>(0.022)</td><td>(0.025)</td><td>(0.025)</td></tr><tr><td>Secondary</td><td>0.017***</td><td>0.362***</td><td>0.034*</td><td>-0.284***</td><td>-0.290***</td></tr><tr><td/><td>(0.003)</td><td>(0.103)</td><td>(0.017)</td><td>(0.020)</td><td>(0.020)</td></tr><tr><td>Rural</td><td>0.009***</td><td>0.261***</td><td>0.009</td><td>-0.028*</td><td>-0.030*</td></tr><tr><td/><td>(0.003)</td><td>(0.084)</td><td>(0.015)</td><td>(0.016)</td><td>(0.016)</td></tr><tr><td>Oil prices</td><td>0.013***</td><td/><td/><td/><td/></tr><tr><td/><td>(0.000)</td><td/><td/><td/><td/></tr><tr><td>Diplomatic exchange</td><td/><td>-0.236**</td><td/><td/><td/></tr><tr><td/><td/><td>(0.104)</td><td/><td/><td/></tr><tr><td>Conflict</td><td/><td/><td>0.047***</td><td/><td/></tr><tr><td/><td/><td/><td>(0.013)</td><td/><td/></tr><tr><td>Illegal status</td><td/><td/><td/><td>-0.216***</td><td>-0.118</td></tr><tr><td/><td/><td/><td/><td>(0.061)</td><td>(0.089)</td></tr><tr><td>Legal status</td><td/><td/><td/><td>0.192***</td><td>0.106**</td></tr><tr><td/><td/><td/><td/><td>(0.046)</td><td>(0.042)</td></tr><tr><td>Observations</td><td>14,879</td><td>1,955</td><td>2,071</td><td>7,968</td><td>7,891</td></tr><tr><td>Parental controls</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Decades of migration dummies</td><td>Yes</td><td>Yes</td><td>Yes</td><td>No</td><td>No</td></tr><tr><td>Labor market controls in Egypt</td><td>No</td><td>No</td><td>No</td><td>Yes</td><td>Yes</td></tr><tr><td>Predicted log wage (4a):</td><td/><td/><td/><td/><td/></tr></table>",
        "html": null
      }
    }
  }
}