{
  "paper_id": "D33738132",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:04:55.877770Z"
  },
  "title": "Assessing the Impact of the 2017 PPPs on the International Poverty Line and Global Poverty",
  "authors": [
    {
      "first": "Dean",
      "middle": [],
      "last": "Jolliffe",
      "suffix": "",
      "affiliation": {},
      "email": "djolliffe@worldbank.org"
    },
    {
      "first": "Daniel",
      "middle": [],
      "last": "Gerszon Mahler",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Christoph",
      "middle": [],
      "last": "Lakner",
      "suffix": "",
      "affiliation": {},
      "email": "clakner@worldbank.org"
    },
    {
      "first": "Aziz",
      "middle": [],
      "last": "Atamanov",
      "suffix": "",
      "affiliation": {},
      "email": "aatamanov@worldbank.org"
    },
    {
      "first": "Samuel",
      "middle": [],
      "last": "Kofi Tetteh-Baah",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Nada",
      "middle": [],
      "last": "Hamadeh",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Marko",
      "middle": [],
      "last": "Rissanen",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "William",
      "middle": [],
      "last": "Vigil Oliver",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Maurice",
      "middle": [],
      "last": "Nsabimana",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Mizuki",
      "middle": [],
      "last": "Yamanaka",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Laurence",
      "middle": [],
      "last": "Chandy",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Stefan",
      "middle": [],
      "last": "Dercon",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Francisco",
      "middle": [],
      "last": "Ferreira",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Deon",
      "middle": [],
      "last": "Filmer",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Haishan",
      "middle": [],
      "last": "Fu",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Ana",
      "middle": [],
      "last": "Revenga",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Carolina",
      "middle": [],
      "last": "Sanchez-Paramo",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Umar",
      "middle": [
        "Serajuddin"
      ],
      "last": "Many",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "2022-02",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D33738132",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "The ambition to eliminate extreme poverty around the world by 2030 is at the forefront of development policy. It is the first of the Sustainable Development Goals (SDGs), as well as the World Bank's Twin Goals. Given this emphasis on poverty within the development community, it is important to accurately measure the number of poor people in the world and know where they live. Some of the most challenging issues regarding the estimation of global poverty concern the construction of the international poverty line (IPL)-which is derived from the national poverty lines of some of the poorest countries in the world )and the comparability of living standards across countries. The principal data that allow for the comparability of national poverty lines and different countries' living standards are purchasing power parities (PPPs). For this reason, the use of PPPs for the measurement of global poverty, and the revisions to PPPs over time, have been the subject of considerable debate (Deaton and Heston 2010; Ravallion 2014; Kakwani and Son 2016; .",
        "cite_spans": [
          {
            "start": 991,
            "end": 1015,
            "text": "(Deaton and Heston 2010;",
            "ref_id": "BIBREF12"
          },
          {
            "start": 1016,
            "end": 1031,
            "text": "Ravallion 2014;",
            "ref_id": "BIBREF29"
          },
          {
            "start": 1032,
            "end": 1053,
            "text": "Kakwani and Son 2016;",
            "ref_id": "BIBREF20"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "In May 2020, the International Comparison Program (ICP) published new 2017 PPPs. 2 The 2017 PPPs reflect the most recent relative price differences across a wide range of countries around the world. Differences between PPP rounds may not only reflect changes in real cost-of-living differences across countries over time but also ICP methodological changes across rounds. For example, the 2005 ICP round overstated price levels in most countries in the developing world, particularly owing to its approach of linking regional prices through \"ring\" countries . This contributed to increasing the estimated number of extremely poor people in the world by 400 million compared to the earlier 1993 PPPs ).",
        "cite_spans": [
          {
            "start": 81,
            "end": 82,
            "text": "2",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "An important question is whether the new 2017 PPP revisions reflect new information on relative price differences around the world or are driven by changes in ICP's methodology. With the background of large revisions in earlier ICP rounds being driven by methodological changes, the Atkinson Commission on Global Poverty (World Bank 2017) raised concerns that adopting future ICP rounds for global poverty monitoring might \"shift the goalposts\" and undermine the credibility of the World Bank's efforts in monitoring global poverty until 2030, the target date for the poverty elimination goal. In its response to the Commission, the World Bank left open the possibility that the 2017 PPPs would be adopted if the ICP methods and price data collection had stabilized (World Bank 2016).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "With this background, we analyze the 2017 PPPs to make three contributions to the literature on global poverty measurement. First, we provide empirical evidence that is consistent with stability between the 2011 and 2017 rounds when methodological stability is understood at the global level (see for further evidence to that end). Yet for certain countries, we find that the 2017 PPPs yield large differences to estimated poverty. In several cases, this is because of country-level improvements in the data collection.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Second, we derive global poverty lines with the 2017 PPPs. We follow by calculating the IPL as the median national poverty line of low-income countries, which yields a line of $2.15 in 2017 PPP, compared with $1.90 in 2011 PPP. We show that this value is robust to varying the set of countries and set of poverty lines, and hence reliably reflects the typical standard by which the poorest countries of the world judge their citizens to be impoverished.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "In keeping with Atkinson's concerns about not shifting the goalpost, we show that the $2.15 IPL in 2017 PPP largely keeps the global poverty rate constant in 2010, 2012, and 2015, compared to the 2011 PPPs. These years contained the latest available global poverty estimates when the World Bank's goal of ending extreme poverty was set, when the United Nations agreed on the SDGs, and when Atkinson was writing his report, respectively.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Beyond the IPL, we also compute with the 2017 PPPs the higher poverty lines the World Bank uses to monitor poverty in countries with a low incidence of extreme poverty-$3.20 and $5.50 in 2011 PPPs. These higher poverty lines reflect the median national poverty line of lower-middleincome countries and upper-middle-income countries, respectively. With the 2017 PPPs, we compute these lines to be approximately $3.65 and $6.85 per person per day. We also update the Bank's societal poverty line (SPL) originally defined as max($1.90, $1 + 50% of median consumption) in 2011 PPPs to max ($2.15, $1.15 ",
        "cite_spans": [
          {
            "start": 585,
            "end": 598,
            "text": "($2.15, $1.15",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Third, we analyze the impact on the global and regional poverty estimates of the World Bank of using these global poverty lines and the 2017 PPPs. The 2017 PPPs would slightly increase historical estimates of extreme poverty and slightly decrease extreme poverty since 2014, compared with the 2011 PPPs. Extreme poverty would decrease marginally by 0.2 percentage points (pp) in 2017 with the 2017 PPPs. Compared to past adoptions of new PPP rounds, this is a minor change. The global count of extreme poor reduces by 15 million, which is largely driven by 34 million fewer poor people in Sub-Saharan Africa, while poverty increases slightly in all other regions. However, Sub-Saharan Africa remains the region with the largest share of extreme poor in 2017; from 62% with the revised 2011 PPPs to 58% with the 2017 PPPs. Nigeria accounts for almost half of the reduction in extreme poverty in Sub-Saharan Africa.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "+ 50% of median consumption) in 2017 PPPs.",
        "sec_num": null
      },
      {
        "text": "There is also a limited change in global poverty with the revised poverty line of $3.65 in 2017 PPP, as declines in Sub-Saharan Africa and the Middle East & North Africa are offset by increases in East Asia & the Pacific and Europe & Central Asia. The revision of the $5.50 line (2011 PPP) to $6.85 (2017 PPP) increases poverty markedly globally by 4.3pp. This increase is seen in all regions with about two-thirds of the added poor living in China, India, and Indonesia alone. With the updated parameters of the SPL, about 17.6 million more people would be living in societal poverty in the world in 2017. Societal poverty slightly increases in all regions, except Sub-Saharan Africa and the Middle East & North Africa.",
        "cite_spans": [
          {
            "start": 279,
            "end": 289,
            "text": "(2011 PPP)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "+ 50% of median consumption) in 2017 PPPs.",
        "sec_num": null
      },
      {
        "text": "The rest of the paper is organized as follows. Section 2 describes the data we use. Section 3 assesses the stability of the 2017 PPPs, relative to the 2005 and 2011 PPPs. Section 4 proposes updates to the IPL, the higher global poverty lines, and the societal poverty line in terms of the 2017 PPPs. Section 5 documents the changes observed in global, regional, and country-level poverty estimates with the 2017 PPPs. Section 6 discusses the drivers of the changes observed in the global poverty estimates as well as the global poverty lines. Section 7 concludes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "+ 50% of median consumption) in 2017 PPPs.",
        "sec_num": null
      },
      {
        "text": "We utilize different types of data that are typically used in estimating global poverty. The data can be categorized into five different headings: (a) consumption or income distributions, (b) national poverty lines and national poverty rates, (c) CPIs, (d) PPPs and market exchange rates, and (e) GDP per capita.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data",
        "sec_num": "2."
      },
      {
        "text": "We use micro or grouped data from 1,971 income distributions in PovcalNet, which is the World Bank's database for global poverty estimates. 3 For most countries, the distributions use micro data from nationally representative household surveys. For a few countries, including China, the distributions are constructed from grouped data (i.e., quantiles of the distribution such as percentiles). The distributions cover 168 economies that represent over 97% of the world's population. Some economies have more surveys than others depending on how often surveys are conducted. There is an average of 10 surveys for all economies spanning the period between 1991 and 2017, but more advanced economies are more likely to have annual distributions. For economies without annual data, annual poverty estimates are produced by extrapolating forward or backward from surveys, or interpolating between surveys, using national accounts growth rates and assuming no distributional changes (Prydz et al. 2019) . While this is a strong assumption to impose, it performs relatively well (Mahler et al. 2021) and has the advantage that the same set of countries can be compared over time.",
        "cite_spans": [
          {
            "start": 140,
            "end": 141,
            "text": "3",
            "ref_id": null
          },
          {
            "start": 977,
            "end": 996,
            "text": "(Prydz et al. 2019)",
            "ref_id": "BIBREF27"
          },
          {
            "start": 1072,
            "end": 1092,
            "text": "(Mahler et al. 2021)",
            "ref_id": "BIBREF24"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(a) Consumption or income distributions:",
        "sec_num": null
      },
      {
        "text": "We estimate global poverty lines using national poverty lines and national poverty rates covering a wide range of countries. We obtain a total of 1,438 country-year observations of national poverty rates from the World Bank's Poverty and Equity Database and the Organization for Economic Development and Co-operation (OECD) (see Table B .1 for more details). In addition, we use the national poverty lines of 15 poor countries that estimated, which originally derived.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 329,
            "end": 336,
            "text": "Table B",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "(b) National poverty lines and poverty rates:",
        "sec_num": null
      },
      {
        "text": "(c) Consumer price indices (CPIs): CPI data are required to adjust income distributions to obtain a measure of household welfare in real terms. CPI data are also required to inflate national poverty lines to the ICP reference year. We use the CPI data used in PovcalNet (Lakner et al. 2018) . The main source of CPI data is the International Monetary Fund's International Financial Statistics (IFS). 4 For a few countries, including Bangladesh, Ghana, the Lao People's Democratic Republic, Malawi, and Tajikistan, PovcalNet uses inflation rates imputed from household survey data, because they are deemed to be more reliable than CPIs from standard sources (Lakner et al. 2018 ).",
        "cite_spans": [
          {
            "start": 270,
            "end": 290,
            "text": "(Lakner et al. 2018)",
            "ref_id": "BIBREF23"
          },
          {
            "start": 400,
            "end": 401,
            "text": "4",
            "ref_id": null
          },
          {
            "start": 657,
            "end": 676,
            "text": "(Lakner et al. 2018",
            "ref_id": "BIBREF23"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(b) National poverty lines and poverty rates:",
        "sec_num": null
      },
      {
        "text": "When estimating global poverty, both income distributions and national poverty lines are converted into a common, internationally comparable currency unit using exchange rates. PPP conversion factors are preferred to market exchange rates since market exchange rates only equilibrate the relative prices of tradable goods across countries. PPP conversion factors incorporate the relative prices of non-tradable services (e.g., getting a haircut) across countries, which tend to be less expensive in developing countries, where labor costs tend to be lower (a phenomenon known as the Balassa-Samuelson-Penn effect). PPP conversion factors are price indices that express the currency units of one country in terms of the currency units of a reference country, typically the United States. In other words, PPPs measure how much it costs to purchase a basket of goods and services in one country compared to how much it costs to purchase the same basket of goods and services in the United States. We obtain estimates of PPP and market exchange rates from the ICP. We use PPP estimates from the 2005, 2011 (original and revised), and 2017 rounds. We use the PPPs for final household consumption expenditure, which includes non-profit institutions serving households (NPISHs).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(d) Purchasing power parity conversion factors (PPPs) and market exchange rates:",
        "sec_num": null
      },
      {
        "text": "For the 2011 PPP estimates, we do not use the official PPP estimates for six countries, namely the Arab Republic of Egypt, Iraq, Jordan, Lao PDR, Myanmar, and the Republic of Yemen, following and PovcalNet. There have been concerns over the official PPP estimates for these countries due to large differences in the price changes implied by the 2005 and 2011 PPPs and domestic CPI inflation ). 5 A seemingly unrelated regressions (SUR) model-similar to what the ICP uses for countries without a PPP (so called non-benchmark economies)-was then used to impute 2011 PPPs for these countries. 6 We reestimate the imputed PPPs for these six countries, using revised 2011 PPPs and updated input data ) (see Table B .2 for more details). For 2017, we use the official 2017 PPPs for most economies, as published by the ICP. We use alternative 2017 PPPs for 14 exception countries (see Section 3.B below and Table B .3 for more details).",
        "cite_spans": [
          {
            "start": 590,
            "end": 591,
            "text": "6",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 702,
            "end": 709,
            "text": "Table B",
            "ref_id": "TABREF9"
          },
          {
            "start": 900,
            "end": 907,
            "text": "Table B",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "(d) Purchasing power parity conversion factors (PPPs) and market exchange rates:",
        "sec_num": null
      },
      {
        "text": "Citing urban bias in the ICP price data collection, previous studies have imputed subnational (rural/urban) PPPs for the three most populous countries in the developing world, namely China, India, and Indonesia, when estimating global poverty (Chen and Ravallion 2008; . We follow these studies and impute rural and urban revised 2011 PPPs and 2017 PPPs for these three countries, using the share of price collection outlets in urban areas, the ratio of urban to rural poverty lines in the ICP reference year, and the national PPP as inputs (see Table B .4 for more details).",
        "cite_spans": [
          {
            "start": 243,
            "end": 268,
            "text": "(Chen and Ravallion 2008;",
            "ref_id": "BIBREF8"
          }
        ],
        "ref_spans": [
          {
            "start": 546,
            "end": 553,
            "text": "Table B",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "(d) Purchasing power parity conversion factors (PPPs) and market exchange rates:",
        "sec_num": null
      },
      {
        "text": "(e) Gross domestic product (GDP) per capita: We use data on GDP per capita, denominated in 2011 PPP, 2017 PPP, and current USD, for the analyses done in this paper. We obtained these data from the June 2021 vintage of the World Development Indicators (WDI).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(d) Purchasing power parity conversion factors (PPPs) and market exchange rates:",
        "sec_num": null
      },
      {
        "text": "The ICP has estimated purchasing power parity (PPP) conversion factors for different reference years-so far, 1970, 1973, 1975, 1980, 1985, 1993, 2005, 2011, and 2017 . The ICP methodology has evolved, resulting in improvements in the coverage and quality of PPP estimates.",
        "cite_spans": [
          {
            "start": 104,
            "end": 165,
            "text": "far, 1970, 1973, 1975, 1980, 1985, 1993, 2005, 2011, and 2017",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Examining stability between the 2011 and 2017 PPPs at the global level",
        "sec_num": null
      },
      {
        "text": "Broadly speaking, there are five main components of the ICP methodology by which stability between the 2011 and 2017 rounds can be assessed (more details are provided in Appendix C):",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Examining stability between the 2011 and 2017 PPPs at the global level",
        "sec_num": null
      },
      {
        "text": "• First, the adoption of a common classification of expenditures across countries. For this, the ICP relies on the final expenditures classification on GDP from the System of National Accounts (SNA). While the 2005 and original 2011 rounds were based on the 1993 SNA, the revised 2011 and 2017 rounds are based on the 2008 SNA. This means that there has not been any drastic change in the classification of expenditures from the revised 2011 round to the 2017 round. • Second, the selection of the basket of goods and services that will be priced. This basket is based on the classification of expenditures mentioned above. Though the 2008 SNA were used for both the 2011 and 2017 rounds, a few changes have been introduced into the ICP expenditure classification at the basic-heading level. 7 Since only aggregate PPPs (e.g., household final consumption or GDP) are relevant for our purposes, these changes at the 7 Basic headings in the ICP nomenclature refer to detailed expenditure categories containing similar item varieties. For example, \"Rice\" basic heading contains several rice varieties. The changes at the basic-heading level are more structural than substantive (e.g., \"opening value of inventories\" and \"closing value of inventories\" in the 2011 round have been merged as \"changes in inventories\" in the 2017 round).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Examining stability between the 2011 and 2017 PPPs at the global level",
        "sec_num": null
      },
      {
        "text": "sub-component level do not impact the PPPs we use, and hence this step does not influence the stability of the 2011 and 2017 PPPs for poverty monitoring purposes. • Third, the computation of the PPPs. While there was a major change in the method used in linking prices within and between regions from the \"ring\" method in 2005 to the \"Global Core List\" method in 2011, the computational steps followed to produce the final global PPPs have remained unchanged since the 2011 round. The Country Product Dummy (CPD) method is used to estimate PPPs at the basic-heading level, while the Gini, Eltetö and Köves and Szulc (GEKS) method is used to estimate aggregated PPPs, which are both transitive and base-country invariant. • Fourth, the participating countries. The calculation of a country's PPPs partially depends on other countries' PPPs. The number of participating countries declined from 199 to 176 between the 2011 and 2017 rounds, which is mostly explained by the dropping out of several small Pacific Islands. However, since they were linked to the other participating economies via three bridge-countries (i.e., selected countries which additionally collect prices on a range of items from another region)-Australia (Eurostat-OECD), Fiji (Asia and the Pacific), and New Zealand (Eurostat-OECD)-the inclusion of these islands did not impact the global results. • Fifth, the spatial coverage of ICP price collection. The spatial coverage may vary over time within countries. In the 2005 round, for instance, price survey outlets were predominantly in capital cities and urban areas (World Bank 2008) . In India, 74% of prices were collected from urban areas in the 2011 round, while 64% of prices were collected from urban areas in the 2017 round. In OECD countries prices have been largely collected from urban areas in both rounds. These differences do not necessarily imply overestimation or underestimation of national prices, as the ICP requests countries to submit nationally representative prices. 8 Under the assumption that countries submit nationally representative prices, changes to this component do not affect the stability of the 2011 and 2017 PPPs. The absence of documentation of what countries do makes it difficult to assess whether this is indeed the case.",
        "cite_spans": [
          {
            "start": 1588,
            "end": 1605,
            "text": "(World Bank 2008)",
            "ref_id": null
          },
          {
            "start": 2011,
            "end": 2012,
            "text": "8",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Examining stability between the 2011 and 2017 PPPs at the global level",
        "sec_num": null
      },
      {
        "text": "In addition to examining the ICP methodology by these five components, we can use the ratio of actual to extrapolated PPPs to assess stability empirically (Deaton and Heston 2010; . PPPs are extrapolated from the past ICP rounds using a factor equal to domestic inflation relative to US inflation, and compared to the actual PPP estimate. Deviations are expected from such a comparison, because of conceptual and estimation differences between CPIs and PPPs. Substantial, systematic deviations could, however, suggest issues with the PPPs, as shown with previous rounds. For example, use this to show that the ICP overstated prices in the 2005 round, especially in developing countries, which was reversed in the 2011 round. Figure 1 shows that the ratio of actual 2017 PPPs to 2017 PPPs extrapolated from the 2005 round is systematically lower than 1, while the ratio of actual 2017 PPPs to 2017 PPPs extrapolated from the revised 2011 round is more uniformly distributed around a mean of almost 1. The revised 2011 PPPs can better predict the 2017 PPPs. This is consistent with stability between the 2011 and 2017 PPPs, especially when compared with the 2005 PPPs. . Eurostat PPPs have been used for OECD countries. Eurostat-OECD countries have a ratio of close to one, as they publish annual PPP numbers, and therefore see only minimal revisions at new rounds of the ICP. Panel (A) shows 2005 PPPs extrapolated to 2017. For the full sample of 143 observations, the ratio of actual to extrapolated PPPs has a mean of 0.822 with a standard deviation of 0.18. Panel (B) shows revised 2011 PPPs extrapolated to 2017. For the full sample of 187 observations, the ratio of actual to extrapolated PPPs has a mean of 0.975 with a standard deviation of 0.11. The difference in means between panels (A) and (B) is statistically significant.",
        "cite_spans": [
          {
            "start": 155,
            "end": 179,
            "text": "(Deaton and Heston 2010;",
            "ref_id": "BIBREF12"
          }
        ],
        "ref_spans": [
          {
            "start": 725,
            "end": 733,
            "text": "Figure 1",
            "ref_id": "FIGREF0"
          }
        ],
        "eq_spans": [],
        "section": "A. Examining stability between the 2011 and 2017 PPPs at the global level",
        "sec_num": null
      },
      {
        "text": "In sum, we think that both when evaluating changes to the five components of how the PPPs are calculated, and when evaluating the ratio of actual to extrapolated PPPs, the evidence speaks in favor of the 2017 PPPs vis-à-vis the 2011 PPPs having stabilized at the global level.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Examining stability between the 2011 and 2017 PPPs at the global level",
        "sec_num": null
      },
      {
        "text": "Though the ICP methodology may have stabilized and the changes between 2011 and 2017 are smaller than earlier rounds, the changes in poverty at the country level could still be large. This might result from different factors causing large changes in PPPs and/or CPIs. For example, changes in PPPs can arise from: (i) geographical changes in ICP price collection (with an imperfect adjustment to national average prices); or (ii) changes in the share of items in the ICP price survey for which prices were actually collected (for example, Angola priced 18% of items in the 2011 round which almost doubled to 35% in the 2017 round). Furthermore, the 2017 ICP round has benefited from technological advances that have reportedly improved data quality assurance across all regions (World Bank 2020b). It is also important to note that the extrapolation of different PPPs to a common year requires the use of national CPIs, which may have measurement issues, such as following non-standard consumption classifications, or using expenditure weights and baskets that are outdated or not nationally representative (Berry et al. 2019) . summarized the changes in PPPs and CPIs using the delta ratio. The delta ratio is the ratio of the relative change in CPI between 2011 and 2017 to the relative change in PPP between 2011 and 2017. It equals the ratio of the PPP-denominated mean income levels, and is thus closely related to the change in poverty. 9 See Appendix E, section 9 for the derivation of the delta ratio. 2017 is income in 2017 PPPs and 2011 is income in (revised) 2011 PPPs.",
        "cite_spans": [
          {
            "start": 1106,
            "end": 1125,
            "text": "(Berry et al. 2019)",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Examining stability between the 2011 and 2017 PPPs at the country level",
        "sec_num": null
      },
      {
        "text": "Since the PPPs are expressed in the US dollar (i.e., the numeraire), for the United States the delta ratio boils down to the relative change in CPI between 2011 and 2017 (i.e., = 1.0897 or an inflation rate of 8.97%). For Angola, with a delta ratio of 1.80, the same bundle of goods and services in Angola that would cost $1.00 in 2011 (converted by 2011 PPP into LCU) would cost $1.80 in 2017 (converted by 2017 PPP into LCU). Thus, the Angolan Kwanza has appreciated in PPP terms relative to the US dollar, and it is less expensive to buy the same bundle of goods and services in Angola, hence poverty will reduce.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Examining stability between the 2011 and 2017 PPPs at the country level",
        "sec_num": null
      },
      {
        "text": "Large differences in the movements in PPPs and CPIs-outlier delta ratios-indicate large changes in poverty when moving to the 2017 PPPs. identified countries with delta ratios of two standard deviations from the mean as outliers. If the delta ratio for a country is an outlier, we do not know if this is caused by the 2011 PPP, 2017 PPP and/or the CPI. Put differently, a large change in the poverty rate between the revised 2011 and 2017 PPP does not necessarily mean the 2017 PPP-based poverty rate is wrong and the 2011 PPP-based poverty rate is more appropriate.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Examining stability between the 2011 and 2017 PPPs at the country level",
        "sec_num": null
      },
      {
        "text": "Even if the data collection and methodology stabilized between any two rounds, the delta ratio would still deviate from the U.S inflation rate since CPIs and PPPs do not measure the same thing (Krijnse Locker and Faerber 1984; Dalgaard and Sørensen 2002; McCarthy 2013) . Figure 2 shows the delta ratio between 2011 and 2017 PPPs and indicates the mean and cut-offs outside of which a country is considered as an outlier. The mean delta ratio is 1.13, which incidentally is also the relative change in the IPL, which we derive in a later part of the paper (i.e., $2.15 in 2017 PPP compared with $1.90 in 2011 PPP). This means that extreme poverty decreases in countries with a delta ratio higher than 1.13 and increases in countries with a delta ratio less than 1.13.",
        "cite_spans": [
          {
            "start": 202,
            "end": 226,
            "text": "Locker and Faerber 1984;",
            "ref_id": "BIBREF22"
          },
          {
            "start": 227,
            "end": 254,
            "text": "Dalgaard and Sørensen 2002;",
            "ref_id": "BIBREF9"
          },
          {
            "start": 255,
            "end": 269,
            "text": "McCarthy 2013)",
            "ref_id": "BIBREF25"
          }
        ],
        "ref_spans": [
          {
            "start": 272,
            "end": 280,
            "text": "Figure 2",
            "ref_id": "FIGREF6"
          }
        ],
        "eq_spans": [],
        "section": "10",
        "sec_num": null
      },
      {
        "text": "Notes: The horizontal axis is on a log scale. In contrast to Figure 1 , this graph includes only benchmark countries in both 2011 and 2017 ICP rounds. Panel (A) uses PPPs and CPIs currently used for global poverty monitoring, and panel (B) uses official PPPs (from the ICP) and CPIs (from IFS). Official 2017 PPPs are used in both cases. Panels (A) and (B) use slightly different PPPs and CPIs, which results in somewhat different outliers to be identified. We use PPPs and CPIs for global poverty monitoring in panel (A), while panel (B) uses those published by the ICP and IFS. 10 The delta ratio is slightly higher on average with greater dispersion in panel (A) than in panel (B). Taken together, there are 14 outlier countries: Angola, Belize, Bolivia, Central African Republic, Egypt, Ghana, Guinea, Iraq, Jordan, Liberia, Nigeria, São Tomé and Príncipe, Suriname, and Trinidad and Tobago. As done with the 2011 PPPs , for these outlier countries we have conducted a series of additional checks to decide whether to use the official PPPs or imputed PPPs for global poverty monitoring. 11 Apart from the delta criterion, we have also included a PPP residual criterion to identify outlier countries. We define the PPP residual as the log difference between published and predicted PPP (using the ICP's model for non-benchmark country PPP estimation), and select as an outlier any country whose residual is more than two standard deviations from the mean. The residual criterion is added to address the concern that the delta criterion fails to unambiguously identify whether there are issues with PPPs or CPIs. We select Egypt, Suriname, Central African Republic, Djibouti, and Sudan based on the residual criterion (three of which were already selected based on the delta criterion). We also include as outliers the countries whose revised 2011 PPPs were imputed by (Egypt, Iraq, Jordan, Lao PDR, and Myanmar) .",
        "cite_spans": [
          {
            "start": 580,
            "end": 582,
            "text": "10",
            "ref_id": null
          },
          {
            "start": 784,
            "end": 895,
            "text": "Egypt, Ghana, Guinea, Iraq, Jordan, Liberia, Nigeria, São Tomé and Príncipe, Suriname, and Trinidad and Tobago.",
            "ref_id": null
          },
          {
            "start": 1871,
            "end": 1914,
            "text": "(Egypt, Iraq, Jordan, Lao PDR, and Myanmar)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 61,
            "end": 69,
            "text": "Figure 1",
            "ref_id": "FIGREF0"
          }
        ],
        "eq_spans": [],
        "section": "Figure 2: Real changes in PPP-adjusted dollars between 2011 and 2017 PPPs (delta ratio)",
        "sec_num": null
      },
      {
        "text": "For all countries selected as outliers, we consider a range of indicators that could provide some evidence on whether official or imputed 2017 PPPs are more appropriate for these countries. 12 To examine whether the quality of CPIs rather than PPPs might be the reason why a country is an outlier, we assess the CPI expenditure classification used, the reference year of the CPI weights, and the spatial coverage of the expenditure data used in deriving CPI weights (Berry et al. 2019) .",
        "cite_spans": [
          {
            "start": 190,
            "end": 192,
            "text": "12",
            "ref_id": null
          },
          {
            "start": 466,
            "end": 485,
            "text": "(Berry et al. 2019)",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure 2: Real changes in PPP-adjusted dollars between 2011 and 2017 PPPs (delta ratio)",
        "sec_num": null
      },
      {
        "text": "To examine the quality of the PPPs, we look at the changes in the share of items priced between the 2011 and 2017 rounds. 13 We also compare 2017-PPP-based poverty rates with correlates of poverty that do not rely on PPPs, such as the multidimensional poverty index (MPI) from the Oxford Poverty and Human Development Initiative (OPHI) and age dependency ratio from the World Development Indicators (WDI). Last but not the least, we incorporate the assessments of the country poverty economists-World Bank staff specialized in the measurement of poverty in a country-who provide country-specific nuances. Appendix D has the details of all the steps we followed to identify and deal with outlier countries.",
        "cite_spans": [
          {
            "start": 122,
            "end": 124,
            "text": "13",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure 2: Real changes in PPP-adjusted dollars between 2011 and 2017 PPPs (delta ratio)",
        "sec_num": null
      },
      {
        "text": "Given this analysis, we decided to deviate from the official PPPs for eight countries (Belize, Egypt, Guinea, Iraq, Nigeria, São Tomé and Príncipe, Sudan, and Trinidad and Tobago) . For these countries, we use the geometric average of official and imputed 2017 PPPs. In the absence of a definitive conclusion on which PPP is appropriate, we believe using the averages of the official and imputed PPPs for these eight countries provides the most robust PPPs. 14 We use extrapolated 2017 PPPs for a few other exception countries that do not have official 2017 PPPs, including Kiribati, Nauru, the Syrian Arab Republic, Tuvalu, the República Bolivariana de Venezuela, and the Republic of Yemen. 15 We conduct sensitivity analysis to understand the extent to which the alternative PPPs influence the IPL and extreme poverty estimates. The IPL remains robust to alternative PPPs and global and regional trends are virtually unaffected by the alternative PPPs (see Figure D .4). Global extreme poverty would decline by 0.4pp (instead of 0.2pp) in 2017 if the official 2017 PPPs were used throughout (see Table D .7). This change is largely driven by Sub-Saharan Africa (particularly Nigeria) and the Middle East & North Africa (particularly Egypt).",
        "cite_spans": [
          {
            "start": 95,
            "end": 179,
            "text": "Egypt, Guinea, Iraq, Nigeria, São Tomé and Príncipe, Sudan, and Trinidad and Tobago)",
            "ref_id": null
          },
          {
            "start": 685,
            "end": 694,
            "text": "Yemen. 15",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 959,
            "end": 967,
            "text": "Figure D",
            "ref_id": null
          },
          {
            "start": 1098,
            "end": 1105,
            "text": "Table D",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "Figure 2: Real changes in PPP-adjusted dollars between 2011 and 2017 PPPs (delta ratio)",
        "sec_num": null
      },
      {
        "text": "National poverty lines form the basis of the construction of the World Bank's global poverty lines. A national poverty line typically expresses the minimum amount of expenditure expected to cover the basic needs of a person, usually including food, clothing, and other non-food items. By relying on national poverty lines to guide the determination of global poverty lines, we rely on countries' own judgments of what it means to be poor. National statistical offices are responsible for deriving the national poverty lines in most low-and middle-income countries. 16 National poverty lines are expressed in domestic currencies, and PPPs are used to convert different currencies into a common, comparable unit. PPPs are therefore instrumental in setting global poverty lines.",
        "cite_spans": [
          {
            "start": 565,
            "end": 567,
            "text": "16",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Derivation of global poverty lines",
        "sec_num": "4."
      },
      {
        "text": "The IPL has historically been derived as a summary measure (e.g., mean or median) of the national poverty lines of some of the poorest countries in the world. For example, the IPL of $1.25 per person per day was the mean of PPP-adjusted national poverty lines of 15 of the poorest countries in the world, as judged by countries' household final consumption expenditure per capita around 2008 when the 2005 PPPs were released . When the 2011 PPPs were released in 2014, the same 15 national poverty lines were used, but now converted to 2011 PPPs yielding an IPL of $1.88, rounded to $1.90 Ferreira et al. 2015) . In this paper, we maintain the principle that the IPL should be constructed as the typical poverty line of the poorest countries in the world but, following , make four changes to the methodology, addressing four issues with the current derivation of the IPL.",
        "cite_spans": [
          {
            "start": 589,
            "end": 610,
            "text": "Ferreira et al. 2015)",
            "ref_id": "BIBREF16"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Derivation of global poverty lines",
        "sec_num": "4."
      },
      {
        "text": "First, the national poverty lines of the 15 poor countries were reported in different units, e.g., some are in adult equivalent terms and others in per capita terms, creating incomparability in the final PPP-adjusted national poverty lines . Second, the 15 countries were selected based on data showing that, for countries with per capita household final consumption expenditure at the level of these countries, national poverty lines were uncorrelated to per capita household final consumption expenditure . But later evidence with more data found that national poverty lines are positively correlated to per capita household final consumption expenditure at all levels . Hence, increasing the sample to more than 15 countries might induce greater statistical support. Third, using national poverty lines constructed primarily in the 1990s for setting global poverty lines for measuring poverty today would rely heavily on CPI series over a long period of time from countries with typically weak statistical capacity. This would make the IPL sensitive to revisions made to historical CPI data from the 15 poor countries. Finally, using the mean of the national poverty lines might make the final IPL vulnerable to outliers, compared to the median.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Derivation of global poverty lines",
        "sec_num": "4."
      },
      {
        "text": "In an attempt to address these four issues, we follow the 'harmonized poverty line' approach of to derive the IPL in 2017 PPPs. Rather than converting national poverty lines using PPPs and CPIs, the harmonized poverty line approach matches national poverty rates with consumption/income distributions in PovcalNet, which are already expressed in the same units; per capita PPP terms. 17 For each country, the percentile of the PovcalNet distribution that corresponds to the reported national poverty rate is found (in other words, we query the inverse cumulative distribution function). This yields national poverty lines expressed in per capita PPP terms for all countries. Jolliffe and Prydz (2016) selected surveys conducted as close as possible to the 2011 ICP reference year, such that only one survey per country is used for deriving the IPL. Here we will do the same with 2017 as the reference year, thus minimizing the reliance on CPI series to move national poverty lines to the 2017 ICP reference year. We again follow and use all low-income countries rather than 15 countries, thus increasing statistical support, and take the median poverty line instead of the mean to make the IPL robust to outliers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Derivation of global poverty lines",
        "sec_num": "4."
      },
      {
        "text": "In what follows, we describe the results of using this methodology to update the IPL. We show that the IPL is robust to choosing a broader set of countries, a broader set of national poverty lines, and using an equivalent poverty line-a line that retains the global poverty rate in a pre-specified reference year (Kakwani and Son, 2016) . 18 We also update the two higher lines derived (see Section 4.A below for more details).",
        "cite_spans": [
          {
            "start": 313,
            "end": 336,
            "text": "(Kakwani and Son, 2016)",
            "ref_id": "BIBREF20"
          },
          {
            "start": 339,
            "end": 341,
            "text": "18",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Derivation of global poverty lines",
        "sec_num": "4."
      },
      {
        "text": "Jolliffe and Prydz (2016) estimate a median harmonized national poverty line of $1.91 in 2011 PPPs from 33 low-income countries. This finding provided evidence in support of the IPL of $1.90 per person per day. They also estimated $3.21 and $5.47 as the median harmonized national poverty lines for 32 lower-and 32 upper-middle-income countries, respectively. These lines, rounded to $3.20 and $5.50, have been adopted by the World Bank as additional global poverty lines. Using the same approach to update the global poverty lines with the 2017 PPPs would ensure consistency in the Bank's methodology in monitoring global poverty. When we update the analysis of with the revised 2011 PPPs, the median lines become $1.85, $3.21, and $5.65 (see Table 1 ). 19 The World Bank decided to keep the global poverty lines unchanged with the revised 2011 PPPs, including the $5.50 line (World Bank 2020a), and we follow that approach here when we use the revised 2011 PPPs. For the 2017 PPPs, we use new harmonized poverty lines to estimate global poverty lines. We select for each country one survey that was conducted in 2017 or the closest year. Eighty-four percent of selected surveys were conducted after 2011 and 43% were conducted in 2017. More than three-quarters of selected surveys were conducted within three years from 2017. Compared with , new countries have been included in the analysis of the harmonized national poverty lines (e.g., Algeria, Bangladesh, and Egypt), and some of the countries in the low-income category moved up to the lower-middle-income category (e.g., Ghana, Kenya, Pakistan, São Tomé and Príncipe, and Tajikistan). We categorize countries into low, lower-middle, uppermiddle, and high-income countries based on the World Bank's income classification in the years the surveys were conducted.",
        "cite_spans": [
          {
            "start": 755,
            "end": 757,
            "text": "19",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 744,
            "end": 751,
            "text": "Table 1",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "A. Global poverty lines based on harmonized national poverty lines",
        "sec_num": null
      },
      {
        "text": "Based on this approach, the median poverty line for low-income countries, or the international poverty line (IPL), is estimated to be $2.15 (2017 PPP). The higher lines using data from lowermiddle-income countries and upper-middle-income countries are estimated to be $3.65 and $6.85, respectively, in 2017 PPP. We use these lines with the 2017 PPPs in the rest of the paper. Figure  3 illustrates the global poverty lines graphically (updating a figure in Ferreira and Sánchez-Páramo (2017)).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 376,
            "end": 385,
            "text": "Figure  3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "A. Global poverty lines based on harmonized national poverty lines",
        "sec_num": null
      },
      {
        "text": "Notes: This chart is based on the data summarized in Table 1 , panel (C) . The national poverty lines are the harmonized national poverty lines, expressed in 2017 PPP per person per day. GDP is also given in 2017 PPP per person per day. The global poverty lines are the median poverty lines for low-income countries (LIC), lower-middle-income countries (LMIC), upper-middle-income countries (UMIC), and high-income countries (HIC), rounded to the nearest 5 cents. Income classifications are determined using a slightly different measure-GNI per capita with the Atlas method (see the footnote in the main text)-hence GDP per capita does not perfectly order countries according to their income classification. There are fewer observations of GNI per capita, which is why GDP per capita is used here.",
        "cite_spans": [
          {
            "start": 69,
            "end": 72,
            "text": "(C)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 53,
            "end": 60,
            "text": "Table 1",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "Figure 3: Global poverty lines using harmonized national poverty lines",
        "sec_num": null
      },
      {
        "text": "In line with one recommendation of the Atkinson Commission on Global Poverty-to express the global poverty lines in local prices-in Appendix F we list the four global poverty lines with the 2011 PPPs and 2017 PPPs in 2020 local currency units for each country with available data.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure 3: Global poverty lines using harmonized national poverty lines",
        "sec_num": null
      },
      {
        "text": "One issue with the approach above is that it is not clear that the group of low-income countries is the appropriate set of poor countries. Given the positive slope between national income and national poverty lines, one faces a trade-off between including more countries in the calculationand hence increasing statistical support-and focusing on only the poorest countries. To check the robustness of the $2.15 IPL derived above, we order countries by GDP per capita in 2017 PPP and plot the cumulative median of harmonized poverty lines in 2017 PPPs, sequentially increasing the pool of countries starting with the country with the lowest GDP per person in 2017 (see Table B .5 for details). Figure 4 shows that using anywhere between 11 and 41 poorest countries, the median poverty line rounds to $2.15. This suggests that using the median national poverty line of lowincome countries is robust to using a broad range of poorest countries.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 668,
            "end": 675,
            "text": "Table B",
            "ref_id": "TABREF9"
          },
          {
            "start": 693,
            "end": 701,
            "text": "Figure 4",
            "ref_id": "FIGREF7"
          }
        ],
        "eq_spans": [],
        "section": "B. Robustness check: Using different sets of poorest countries",
        "sec_num": null
      },
      {
        "text": "Notes: The harmonized national poverty line is in 2017 PPP-adjusted dollars per person per day. The number of countries indicates the count of countries ranked by GDP per capita in 2017 PPP-adjusted dollars from the poorest to the richest. For example, 20 indicates the poorest 20 countries. This chart is based on the data summarized in Table 1 , panel (C) but the number of countries is capped at 100 to better illustrate the IPL.",
        "cite_spans": [
          {
            "start": 354,
            "end": 357,
            "text": "(C)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 338,
            "end": 345,
            "text": "Table 1",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "Figure 4: Cumulative mean and cumulative median of harmonized national poverty lines",
        "sec_num": null
      },
      {
        "text": "The global poverty lines we derive are different from the $1.90, $3.20, and $5.50 lines because the PPPs have changed, but also because of changes to national poverty lines, the set of countries with national poverty lines, and the income classification of these countries. In Appendix B, we show that when we use the same harmonized national poverty lines as Jolliffe and Prydz 2016, we still get an estimated international poverty line of $2.15 (see Table B .6). When we pool together the over 1,300 harmonized national poverty lines that we newly derived, we obtain an IPL of $2.16 (Table B .6). One might worry about using old harmonized national poverty lines given that the statistical capacity of most countries is increasing over time and given that using old poverty lines relies on many years of CPI data. If we restrict our sample to poverty lines at most 10 years old with respect to the PPP year, we arrive at an IPLs $2.14 or $2.16 depending on whether we use the pooled sample or only the poverty line closest to 2017 for each country (see Tables B.6 and B.7).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 452,
            "end": 459,
            "text": "Table B",
            "ref_id": "TABREF9"
          },
          {
            "start": 585,
            "end": 593,
            "text": "(Table B",
            "ref_id": "TABREF9"
          },
          {
            "start": 1055,
            "end": 1065,
            "text": "Tables B.6",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "C. Robustness check: Using different sets of harmonized national poverty lines",
        "sec_num": null
      },
      {
        "text": "We use equivalent poverty lines, a concept introduced by Kakwani and Son (2016) at the country level, as an alternative method to derive the IPL. The idea behind this method is to estimate the IPL with the 2017 PPPs by choosing a line that retains the global poverty rate in a pre-specified reference year. For example, the equivalent poverty line could be set to keep constant the global poverty rate in 2010, the year that had the most recent global poverty estimate when the World Bank's goal of ending extreme poverty was set. This method is attractive in light of the Atkinson Commission Report, which was concerned with future ICP rounds shifting the goalposts (World Bank, 2017). With this approach, the parameter of choice is then the year in which poverty should be held constant, for which several options appear reasonable. For example, this could be 2012, which is the year with the most recent global poverty estimate when the UN agreed on the SDGs. It could also be 2015, the year that had the most recent global poverty estimate when Atkinson wrote his report. Finally, we include the 2017 reference year in the analysis, which is the year with the latest global poverty numbers at the time of writing. See Appendix E, section 6 for the derivation of equivalent poverty lines. Table 2 presents the results of the analysis described above. 20 The equivalent IPL that retains the global poverty rate rounds to $2.15 (2017 PPP) regardless of which of the four reference years is selected. 21 Our preferred year for evaluating the equivalent IPL is 2017, which is both the latest ICP reference year and the year with the latest global poverty data. The equivalent IPL for 2017 is $2.173. E. Robustness check: Using the approach of For completeness, let us also state that if we were to use the 15 national poverty lines selected by and further applied by , convert them to 2017 PPPs, and take the average, we would end up with an IPL of $2.08 (see Table B .9. in Appendix B for details). As argued above, this is not our preferred approach to estimate the IPL.",
        "cite_spans": [
          {
            "start": 57,
            "end": 79,
            "text": "Kakwani and Son (2016)",
            "ref_id": "BIBREF20"
          },
          {
            "start": 1354,
            "end": 1356,
            "text": "20",
            "ref_id": null
          },
          {
            "start": 1501,
            "end": 1503,
            "text": "21",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 1292,
            "end": 1299,
            "text": "Table 2",
            "ref_id": "TABREF2"
          },
          {
            "start": 1959,
            "end": 1966,
            "text": "Table B",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "D. Robustness check: Using equivalent poverty lines",
        "sec_num": null
      },
      {
        "text": "Just as the value of the international poverty line and the higher lines reflecting typical assessments of basic needs in middle-income countries are expressed in PPP dollar terms, so too is the World Bank's societal poverty line (SPL). The SPL was introduced by the World Bank (2018) in response the Atkinson Commission on Global Poverty (2017, recommendation 16) recommendation to report a measure of poverty that combines fixed and relative elements of poverty. The SPL, estimated for each country separately, was initially parameterized as: max(IPL, $1 + 50% of median consumption), with the fixed parameters (i.e., the IPL and the intercept) expressed in 2011 PPPs (Jolliffe and Prydz 2021) . Of the two parameters in PPP terms, the IPL is updated to $2.15 in 2017 PPPs, leaving only the intercept of $1 in need of an update. We examine two methodological approaches to consider how best to update this value. First, we follow an approach similar to how we have updated the higher lines by replicating the methodology used to determine these values except now using the 2017 PPPs and more recent data. As with the IPL and the higher poverty lines, we consider different samples and approaches.",
        "cite_spans": [
          {
            "start": 670,
            "end": 695,
            "text": "(Jolliffe and Prydz 2021)",
            "ref_id": "BIBREF19"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "F. Updating the societal poverty line",
        "sec_num": null
      },
      {
        "text": "Following Jolliffe and Prydz (2021) we regress harmonized national poverty lines on median values of consumption (or income, depending on the welfare aggregate used in the country).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "F. Updating the societal poverty line",
        "sec_num": null
      },
      {
        "text": "Jolliffe and Prydz subsample by country type to try to exclude countries with relative poverty lines. As a preferred alternative to this, we have collected metadata on type of poverty line from most countries and subsample on all countries that have absolute poverty lines. (The original objective of selecting SPL parameters was to demonstrate an empirical relationship between absolute poverty lines and level of economic wellbeing in a country.) Table 3 shows the estimated intercept and slope coefficients when considering three such specifications. We first consider a sample (n=119) where we have one observation for each country with an absolute poverty line. For each country, we select the observation which is closest in time to 2017 (and refer to this as our circa-2017 sample). We then consider the subsample of all (n=815) country-year observations, allowing multiple observations per country capturing some within-country variation over time in their values. We use two different weighting schemes, where in both cases we ensure that all countries are weighted equally, but in one specification, we weight more heavily the data points that are closer in time to 2017 (see table notes for details). Across these three specifications, the intercept ranges from 1.15 to 1.17 (in 2017 PPPs). While that variation is not substantial, it's noteworthy that these are very imprecisely estimated parameters with 95 percent confidence intervals that are almost $1 in width (e.g., $1.15 ± $0.49 for the circa-2017 sample). For the circa-2017 sample, the standard error is $0.25 but this drops only a few cents when considering sample sizes that are nearly seven-fold larger. 22 Notes: Using the same model specification in Jolliffe and Prydz (2021) and the new data used in updating the absolute poverty lines in this paper (Table 1 , panel C), the parameters are updated with the 2017 PPPs. This table excludes all national poverty lines that are defined as relative lines (which is typical of high-income countries). For the circa-2017 sample, every country with an absolute poverty line is included but only for the year that is closest to the 2017 ICP benchmark year. In the larger samples (n=815), the weighting schemes differ. In one scheme, every observation has a weight equal to the inverse of the total number of observations for each country, so that each country has a sum of weights equal to 1. In the other scheme, we weight the observations to give greater importance to those close to 2017 and to give equal weight to each country: In the first step, we assign a survey conducted in 2017 a weight of 1, a survey conducted in 2016 or 2018 a weight of 1/2, a survey conducted in 2015 or 2019 a weight of 1/3, and so on. Next, we rescale the weights to ensure that the sum of weights for each country is again equal to 1. For example, if a country has three harmonized poverty lines for 2016, 2017, and 2018, the corresponding weights will be 0.25, 0.5, and 0.25. All parameter estimates are statistically significant at the 1% level. Standard errors of the estimates are in parentheses.",
        "cite_spans": [
          {
            "start": 1726,
            "end": 1751,
            "text": "Jolliffe and Prydz (2021)",
            "ref_id": "BIBREF19"
          }
        ],
        "ref_spans": [
          {
            "start": 449,
            "end": 456,
            "text": "Table 3",
            "ref_id": "TABREF3"
          },
          {
            "start": 1827,
            "end": 1835,
            "text": "(Table 1",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "F. Updating the societal poverty line",
        "sec_num": null
      },
      {
        "text": "The magnitude of the confidence intervals is concerning and leads us to consider a complementary approach to updating the intercept. We use this complementary approach to assess the sensitivity of the estimated intercept. Part of the reason why the confidence intervals around the intercept are so large is because the intercept is an out-of-sample prediction. The intercept essentially represents a minimum cost of basic needs under which no person could survive, no matter how poor a particular country is. No country provides a direct estimate of this value; we can only infer it if we impose modelling assumptions. This is conceptually very different from how we approached updating the IPL which reflects a median value over a large sample of national poverty lines and is a well-supported, within-sample estimate. The alternative method considered is to update the intercept based on the delta ratio, first discussed in Section 3.B. The delta ratio, unique to each country, directly converts 2011 PPP values for each country into 2017 PPP values. For the subsample of countries that use absolute poverty lines (i.e., those countries used in this analysis), Table 3 reports an average value of the delta ratio of 1.15. If using this estimation approach to update the intercept, the revised intercept would be $1.15 in 2017 PPPs.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 1163,
            "end": 1170,
            "text": "Table 3",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "F. Updating the societal poverty line",
        "sec_num": null
      },
      {
        "text": "Based on these findings, we assert that an appropriate updating of the SPL in 2017 PPPs is parameterized as: max(IPL, $1.15 + 50% of median consumption). We base this inference on three main points coming from the two approaches. The first is that both methods result in estimated intercepts that fall within the narrow range of ($1.15, $1.17), with two of the four estimates being $1.15. Second, while the confidence intervals from the estimates based on replicating the methodology of Jolliffe-Prydz are massive, the confidence interval based on the delta method is very tight ($1.15 ± $0.03) indicating significantly greater precision from this estimation approach. And, finally, we note that all of the estimated intercepts, when rounded to the nearest five cents (as we do for the other poverty lines), are equal to $1.15.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "F. Updating the societal poverty line",
        "sec_num": null
      },
      {
        "text": "In this section, we compare global, regional, and country-level poverty estimates over time with the 2017 PPPs, relative to the revised 2011 PPPs. We analyze how using the 2017 PPPs would change the incidence and geographic distribution of poverty at the IPL and at the higher global poverty lines. Figure 5 shows regional and global trends in extreme poverty between 1991 and 2017 with the two sets of PPPs. Extreme poverty is measured as the share of the population living on less than $1.90 or $2.15 a day expressed in revised 2011 PPP or 2017 PPP, respectively. At the global level, the revised 2011 PPPs and 2017 PPPs induce relatively small changes to extreme poverty.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 299,
            "end": 307,
            "text": "Figure 5",
            "ref_id": "FIGREF1"
          }
        ],
        "eq_spans": [],
        "section": "Global, regional, and country-level poverty estimates",
        "sec_num": "5."
      },
      {
        "text": "Between 1991 to 2017, extreme poverty in the world falls from 36.05% to 9.27% with the revised 2011 PPPs, and from 37.46% to 9.07% with the 2017 PPPs. The 2017 PPPs slightly increase historical estimates of extreme poverty and slightly decrease extreme poverty since 2014. Regional trends in extreme poverty are similar for both revised 2011 and 2017 PPPs. There is progress against poverty across regions, except for the Middle East & North Africa where conflict and fragility reverse the progress made (World Bank 2020a). Table 4 reports the changes in global and regional poverty levels in 2017, the most recent year. Overall, extreme poverty in the world decreases marginally by 0.2pp with the 2017 PPPs. Extreme poverty more than doubles in Europe & Central Asia (but from a low level), and slightly increases in all other regions, except Sub-Saharan Africa. Extreme poverty reduces substantially in Sub-Saharan Africa (34 million fewer poor people), driving down the global count of the extreme poor by 15 million. Sub-Saharan Africa still has the largest share of millions of extreme poor, though it falls from 62% with the revised 2011 PPPs to 58% with the 2017 PPPs.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 524,
            "end": 531,
            "text": "Table 4",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "Global, regional, and country-level poverty estimates",
        "sec_num": "5."
      },
      {
        "text": "To understand the regional trends further, Table 5 shows the ten countries with the largest absolute changes in extreme poverty. 23 The change observed in Europe & Central Asia is driven by Uzbekistan, where poverty increases by 22pp (equivalent to 7 million more poor people). 24 About half of the change in extreme poverty in Sub-Saharan Africa is driven by Nigeria, where poverty falls by 8pp (equivalent to 15 million fewer poor people). Changes in poverty at the global level are also relatively small when the $3.65 line is used, as regional changes offset each other (see Figure 6 ). Using a $6.85 line (2017 PPP) relative to a $5.50 line (2011 PPP) would lead to increases in poverty markedly in all regions, including Sub-Saharan Africa (see Figure 7) . With the 2017 PPPs, about 321 million more people in the world would be considered poor in 2017 by the standards of upper-middle-income countries. About 129 million of them live in China and 64% of them live in China, India, and Indonesia alone. See Tables B.12 and B.13 for a full set of results.",
        "cite_spans": [
          {
            "start": 129,
            "end": 131,
            "text": "23",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 43,
            "end": 50,
            "text": "Table 5",
            "ref_id": "TABREF5"
          },
          {
            "start": 579,
            "end": 587,
            "text": "Figure 6",
            "ref_id": "FIGREF2"
          },
          {
            "start": 751,
            "end": 760,
            "text": "Figure 7)",
            "ref_id": "FIGREF3"
          }
        ],
        "eq_spans": [],
        "section": "Global, regional, and country-level poverty estimates",
        "sec_num": "5."
      },
      {
        "text": "Notes: This figure shows the trends in societal poverty at the global and regional levels. With the revised 2011 PPP, the societal poverty line (SPL) used is given as max($1.90, $1.00 + 0.5 * median consumption/income). With the 2017 PPP, the societal poverty line (SPL) used is given as max($2.15, $1.15 + 0.5 * median consumption/income).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure 8: Global and regional trends in societal poverty",
        "sec_num": null
      },
      {
        "text": "If the societal poverty line were strongly relative (without any fixed or absolute elements), as in the OECD where the poverty line is 60% of the median, revisions to PPP data would not change global and regional poverty trends. The global welfare distribution would change by the same factor as the societal poverty line. Unlike the OECD poverty line, the SPL has two terms expressed in PPPs (i.e., the IPL and the intercept) whose revision drives the changes observed in societal poverty trends when moving to the 2017 PPPs (see Figure 8) . In fact, the changes in societal poverty trends with the 2017 PPPs are small and similar to the changes observed in extreme poverty with the 2017 PPPs. ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 531,
            "end": 540,
            "text": "Figure 8)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Figure 8: Global and regional trends in societal poverty",
        "sec_num": null
      },
      {
        "text": "Compared to the 2011 PPPs, the 2017 PPPs imply lower price levels in relatively poor countries and higher price levels in relatively rich countries. In fact, in 2017, the share of the world's population living in poverty in low-income countries systematically decreases while the share of the world's poor living in upper-middle-income countries systematically increases at all three global poverty lines (see Figure B .1). The largest change occurs at the highest line, where the share of people in upper-middle-income countries considered as poor by the standards of these countries increases from 15% to 19%. Some of this change is driven by upward revisions in the national poverty lines of these countries (see Section 6.C below for more details).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 410,
            "end": 418,
            "text": "Figure B",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "A. Poverty in poorer versus richer countries",
        "sec_num": null
      },
      {
        "text": "We can make sense of the global changes in poverty and the shifting shares of poverty across income groups by investigating (1) the changes in poverty at the country level, and (2) the aggregation of country-level poverty estimates. The global pattern we observe could be explained by the former if the real changes in welfare when moving to the 2017 PPPs (i.e., the delta ratio discussed in Section 3.B) are systematically higher for low-income countries than for middleincome countries. As the IPL/LIC line increases by 13% from $1.90 to $2.15, extreme poverty increases in countries whose delta ratios fall short of 1.13 and decreases in countries whose delta ratios exceed 1.13. Figure B .2 shows that the average delta ratio by income group is decreasing in income, and the delta ratio for low-income countries on average exceeds 1.13. These results suggest that low-income countries are slightly richer with the 2017 PPPs, hence slightly shifting the concentration of extreme poverty away from the poorest countries.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 683,
            "end": 691,
            "text": "Figure B",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "A. Poverty in poorer versus richer countries",
        "sec_num": null
      },
      {
        "text": "The global pattern we observe could also be driven by the fact that populous countries carry a larger weight when aggregating country-level poverty estimates. Figure B .2 also plots delta ratios that are population weighted. For low-income countries, the delta ratio is even higher when population weighted, while the reverse holds for upper-middle-income countries. This suggests that the observation that poverty is shifting to relatively rich countries is partly driven by a few populous countries in the world. With their extreme poverty levels decreasing with the 2017 PPPs, Ethiopia and the Democratic Republic of Congo are top populous countries driving the change in extreme poverty in low-income countries. At the LMIC line, the changes in poverty in the populous countries offset each other; for example, the poverty counts increase in Indonesia by 13 million and decrease in Nigeria by 14 million. At the highest line, poverty increases in China, Brazil, the Russian Federation, and Mexico with the 2017 PPPs, driving down the delta ratio for uppermiddle-income countries markedly when population weighted (see Figure B. 2).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 159,
            "end": 167,
            "text": "Figure B",
            "ref_id": null
          },
          {
            "start": 1122,
            "end": 1131,
            "text": "Figure B.",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "A. Poverty in poorer versus richer countries",
        "sec_num": null
      },
      {
        "text": "This sub-section presents additional analysis to better understand the changes in Sub-Saharan Africa, which shows the largest changes in extreme poverty as a result of the 2017 PPPs. Since Sub-Saharan Africa accounts for nearly two-thirds of the global extreme poor, it is not surprising that the region drives the global changes. At the same time, it is important to understand if there are any systematic issues with the new (or old) round of PPPs in the region.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Extreme poverty in Sub-Saharan Africa",
        "sec_num": null
      },
      {
        "text": "On the whole, the 2017 ICP round has benefited from improved data quality assurance across all regions (World Bank 2020b). We investigate the quality of PPPs by comparing the residuals between published and predicted estimates of price level indices (PLIs) across regions. We predict PLIs from country-level characteristics (e.g., GDP per capita, export and import shares, and dependency ratio), following the official ICP model used to estimate PPPs for non-benchmark economies (for the model specification and more details, see Appendix D). Sub-Saharan Africa does not have systematically different residuals ( Figure B .3), suggesting that there is no evidence of a worse PPP quality in the region.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 613,
            "end": 621,
            "text": "Figure B",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "B. Extreme poverty in Sub-Saharan Africa",
        "sec_num": null
      },
      {
        "text": "Additionally, we consider the quality of CPIs for Sub-Saharan African countries relative to other regions. We draw on metadata covering 196 countries to assess the quality and coverage of official CPI data used in the global poverty estimates (Berry et al. 2019) . We identify and analyze three relevant indicators, including the CPI expenditure classification, the reference year for the weights, and the spatial coverage of the expenditure weights (also see Section 3.B and Appendix D). Most countries in the world (77%) follow the standard Classification of Individual Consumption According to Purpose (COICOP) classification, with the Sub-Saharan Africa region not being very different (71%). On average, the CPI weights reference year for countries in Sub-Saharan Africa is 2010.96, which is close to the world's average of 2011.85. CPI expenditure weights with national coverage in Sub-Saharan Africa (73%) is also similar to the world (79%). 25 In summary, it does not appear that the substantial reduction in extreme poverty in Sub-Saharan Africa is related to PPP or CPI quality issues. While there are obviously changes in rankings within the region, African countries are actually quite evenly split between increasing and decreasing poverty: Extreme poverty is lower with the 2017 PPPs in 24 countries and higher in 21 countries, with most countries being quite stable (see Figure B.4) . However, most of the large countries see a decline with the 2017 PPPs. In particular, Nigeria, the Democratic Republic of Congo, Angola, Kenya, and Ethiopia are driving the regional result. Nigeria alone accounts for about half of the change in the millions of extremely poor people in the region.",
        "cite_spans": [
          {
            "start": 243,
            "end": 262,
            "text": "(Berry et al. 2019)",
            "ref_id": "BIBREF6"
          },
          {
            "start": 949,
            "end": 951,
            "text": "25",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 1386,
            "end": 1397,
            "text": "Figure B.4)",
            "ref_id": "FIGREF7"
          }
        ],
        "eq_spans": [],
        "section": "B. Extreme poverty in Sub-Saharan Africa",
        "sec_num": null
      },
      {
        "text": "In this sub-section, we try to understand the drivers of the revisions to the global poverty lines. 26 We pay particular attention to the large change at the highest line from $5.50 to $6.85.",
        "cite_spans": [
          {
            "start": 100,
            "end": 102,
            "text": "26",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C. Drivers of changes in the global poverty lines",
        "sec_num": null
      },
      {
        "text": "The observed changes in the global poverty lines are not only due to the change in PPPs but also three other factors: (a) the national poverty lines used, (b) income group classifications, and (c) the set of countries with national poverty lines and welfare aggregates available. The global poverty lines are obviously also a function of the method used to derive them. Though we have changed the method by which we derived the IPL-we now use the harmonized national poverty line approach to update the IPL, similar to what is used for the higher lines-we can abstract from this methodological change since this approach also resulted in a $1.90 poverty line with the 2011 PPPs (Jolliffe and Prydz 2016).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C. Drivers of changes in the global poverty lines",
        "sec_num": null
      },
      {
        "text": "When deriving the IPL we already showed that it was robust to using the exact same poverty lines as . In Table B .14 we try to gauge whether any of the other three factors are driving changes to the poverty lines. To isolate the various factors, we update the harmonized national poverty lines previously used by with the 2017 PPPs while keeping everything else constant, and sequentially account for each of the three factors above. 27 First we revisit our result of maintaining the exact same sample of national poverty lines but update the PPPs from the 2011 round to the 2017 round. As we argued in Section 4.A, this generates an IPL of $2.15, meaning that our revision to the IPL can entirely be explained by the new PPPs, regardless of the other factors. For the poverty line typical of lower-middle-income countries, we arrive at a poverty line of $3.68, quite close to the final one when accounting for all changes ($3.63), meaning that nearly all of the updates to that line can be explained by the changes to PPPs. For the line typical of upper-middle-income countries, revising only the PPPs brings the line to $6.32, quite far from the final line ($6.85) meaning that the PPP changes cannot explain all of the increase of that line.",
        "cite_spans": [
          {
            "start": 434,
            "end": 436,
            "text": "27",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 105,
            "end": 112,
            "text": "Table B",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "C. Drivers of changes in the global poverty lines",
        "sec_num": null
      },
      {
        "text": "Next, we account for the fact that the countries Jolliffe and Prydz (2016) used for their analysis might since have published more recent national poverty lines. This has small impacts on the IPL and the lower-middle-income line, but increases the upper-middle-income line notably, from $6.32 to $7.15. Thus, the relatively high increase in the upper-middle-income line is partially driven by real upward shifts in the national poverty lines of upper-middle-income countries. Part of this can be explained by some of these countries now being high-income countries, but even when removing those countries, the line still sits at $6.95 (see Table B .16 for more details). This might be because poverty in upper-middle-income countries is more likely to reflect the concept of relative poverty, which changes over time with consumption patterns and incomes, rather than prices, which are more relevant for absolute poverty (Smeeding 2016) . The fact that we now have national poverty lines and welfare aggregates for more countries than only has a minimal impact on the value of the global lines.",
        "cite_spans": [
          {
            "start": 921,
            "end": 936,
            "text": "(Smeeding 2016)",
            "ref_id": "BIBREF31"
          }
        ],
        "ref_spans": [
          {
            "start": 640,
            "end": 647,
            "text": "Table B",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "C. Drivers of changes in the global poverty lines",
        "sec_num": null
      },
      {
        "text": "Even for countries whose national poverty lines are based on concepts of absolute poverty, we know that as countries get wealthier, they tend to increase the real value of their national poverty line (Ravallion 1998; . Between the release of the 2011 PPPs and 2017 PPPs, on average countries got wealthier. This means that we would expect the national poverty lines close to 2017 to be higher in real terms than the national poverty lines close to 2011. How is this consistent with our finding that the real value of the IPL and lower-middle-income line is purely driven by PPPs and not by changes to the real value of national poverty lines? The answer lies in the use of income groups to define the global poverty lines. Suppose a poor country grew between the release of the 2011 PPPs and 2017 PPPs and as a consequence adopted a higher national poverty line. Suppose further that the country graduated from being a low-income country to a lower-middle income country as a result of this growth. Then it is not obvious that the increase in the real value of their national poverty line will increase the median national poverty line of low-income countries or lower-middle income countries. As long as the median income level within each income group has not changed between 2011 and 2017, then-even if countries' national poverty lines increase as they grow-it does not need to be the case that the global poverty lines we derive on expectation increase in real value.",
        "cite_spans": [
          {
            "start": 200,
            "end": 216,
            "text": "(Ravallion 1998;",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C. Drivers of changes in the global poverty lines",
        "sec_num": null
      },
      {
        "text": "In this paper, we analyze the impact of the 2017 PPPs on three important issues related to global poverty monitoring.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "7."
      },
      {
        "text": "First, we analyze the stability of the 2017 PPPs relative to the 2011 PPPs, the previous round of PPPs. The adoption of previous ICP rounds has resulted in large revisions to global poverty estimates, especially the 2005 round that added 400 million more people to the estimated number of extremely poor people in the developing world . Against this background, the Atkinson Commission on global poverty argued that future ICP rounds should not be adopted until 2030, the target date for the SDGs (World Bank 2017, also see and Klasen et al. 2016 for a similar argument made earlier). We show in this paper that the ICP methodology has remained fairly stable between the 2011 and 2017 rounds. While changes at the country level could still be important, we find no evidence of substantial broad-based changes which characterized earlier rounds and motivated the Atkinson recommendation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "7."
      },
      {
        "text": "Second, we estimate global poverty lines with the 2017 PPPs. The international poverty line (IPL) we derive to measure extreme poverty is $2.15 per person per day in 2017 PPP. We employ the harmonized national poverty lines technique to arrive at this line, and show that it is consistent with an equivalent poverty lines approach (Kakwani and Son 2016) . As such, the IPL we derive keeps the global poverty rate largely at the levels which were observed when the SDGs were set. Therefore, the 2017 PPPs do not significantly shift the goalposts. We estimate the line that is more typical of lower-middle-income countries (i.e., $3.20 in 2011 PPP) to be $3.65 in 2017 PPP, and the line common in upper-middle-income countries (i.e., $5.50 in 2011 PPP) to be $6.85 in 2017 PPP. The Bank's societal poverty line, which was originally defined as max($1.90, $1 + 50% of median consumption) with the 2011 PPPs, is also updated to max($2.15, $1.15 + 50% of median consumption) with the 2017 PPPs.",
        "cite_spans": [
          {
            "start": 331,
            "end": 353,
            "text": "(Kakwani and Son 2016)",
            "ref_id": "BIBREF20"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "7."
      },
      {
        "text": "Third, we analyze the impact of these global poverty lines and the 2017 PPPs on the global poverty counts. While the changes at the upper-middle-income line are larger, the 2017 PPPs have small implications for extreme poverty and poverty at the lower-middle-income line. Between 1991 to 2017, extreme poverty in the world falls from 36.05% to 9.27% with the revised 2011 PPPs, and from 37.46% to 9.07% with the 2017 PPPs. This is equivalent to a decrease in the estimated number of poor people in the world by 15 million in 2017 (or 0.2pp). This is a very small change compared to prior PPP rounds, which is consistent with the methodological stability over the last two ICP rounds. . Using the harmonized poverty line approach , the revised 2011 PPPs do not change the international poverty line of $1.90 or the $3.20 line (the $5.50 line slightly increases by $0.15) ). Table A .1 updates the IPL with the revised 2011 PPPs using the approach by . Table A .1 shows how revisions to the historic CPIs affect the IPL; when we take the national poverty lines denominated in the original 2011 PPPs in as given and consider only the revisions to the 2011 PPPs, the IPL remains at $1.90.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 873,
            "end": 880,
            "text": "Table A",
            "ref_id": "TABREF9"
          },
          {
            "start": 951,
            "end": 958,
            "text": "Table A",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "7."
      },
      {
        "text": "Compared to the original 2011 PPPs, the revised 2011 PPPs increase extreme poverty in the world in 2017 by 0.24pp, representing 18.0 million more poor people (see Tables A.2) . This result is mainly driven by the two poorest regions-Sub-Saharan Africa (11 million more poor people) and South Asia (11 million more poor people). These regional numbers are in turn largely driven by Nigeria (5 million poorer) and India (11 million poorer). Table A .3 shows the top 10 countries with the largest absolute changes in extreme poverty in 2017.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 163,
            "end": 174,
            "text": "Tables A.2)",
            "ref_id": "TABREF2"
          },
          {
            "start": 439,
            "end": 446,
            "text": "Table A",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "7."
      },
      {
        "text": "With a poverty line of $3.20 a day, global poverty increases by 0.29pp, or 21.5 million. Poverty falls in East Asia & the Pacific (10 million), which is offset by large increases in South Asia (21 million) and Sub-Saharan Africa (10 million). These changes are largely driven by India, Indonesia, and Nigeria. See Tables A.4 and A.5 for the full set of results.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "7."
      },
      {
        "text": "With a poverty line of $5.50 a day, global poverty slightly increases by 0.07pp, or 5 million. Poverty again falls in East Asia & the Pacific (12 million), which is offset by a similar increase in poverty in South Asia (12 million). These changes are largely driven by Indonesia and India, respectively. See Tables A.6 and A.7 for the full set of results. Notes: Column (1) reproduces the national poverty lines from . When only PPPs are updated, the IPL still rounds to $1.87 (see column (2)). Since the derivation by , some of the CPIs used to convert the national poverty lines to 2011 prices have been updated. When CPIs are updated, or when both CPIs and PPPs are updated, the IPL rounds to $1.80 (columns (3) and (4)). This is mainly driven by CPI revisions in Ghana, Malawi, Sierra Leone, and Tajikistan. See Appendix E, section 1 for the derivations. Notes: This table compares extreme poverty between the original and revised 2011 PPPs at the global and regional levels. Extreme poverty is measured as the share of the population living below the international poverty line, which is $1.90/day. Notes: Panel (A) uses the same implicit national poverty lines originally derived by . Panel (B) and (C) pool together the implicit national poverty lines that we have derived. Our total sample of implicit poverty lines is 1,381, but 7 lines from the 1980s drop out because they could not be matched into the World Bank's historical income classification, which begins from 1988. Panels (B) and (C) provide weighted medians and means for countryyear observations based on the income classification in the year in which the surveys were conducted. We weight the observations to give greater importance to those close to 2017 and to give equal weight to each country: In the first step, we assign a survey conducted in 2017 a weight of 1, a survey conducted in 2016 or 2018 a weight of 1/2, a survey conducted in 2015 or 2019 a weight of 1/3, and so on. Secondly, we rescale the weights such that each country has a total weight of 1. For example, if a country has three harmonized poverty lines for 2016, 2017, and 2018, the corresponding weights will be 0.25, 0.5, and 0.25. The weights are based on the relevant data set (N = 1,374) or subsample in question (N = 889). The sample in panel (A) has one harmonized national poverty for each country, so each country has a weight of 1 (there are 126 countries in panel (A), 157 in panel (B), and 150 in panel (C)). The oldest lines (n = 2) in panel (A) are from 2001 (i.e., 10 years before the 2011 ICP reference year). Panel (C) includes only lines since 2007 (i.e., 10 years before the 2017 ICP). When one line is selected for each country from the most recent lines (since 2007), the proposed international poverty line would be $2.14 (see Table B .7 below). Notes: Panel (A) replicates Panel (C) from Table 1 in the main text. The line that is closest to 2017 is selected, one for each country. If harmonized national poverty lines are available for 2016 and 2018 but not 2017, 2018 is selected. Panel (B) excludes 7 lines derived from surveys conducted more than 10 years before the 2017 ICP reference year: AZE2001, COM2004, JAM2004, KIR2006, SYR2003, UZB2003, VEN2006. Notes: This table shows equivalent poverty lines in column (3) that keep the global and regional poverty headcount ratios in column (2) constant in a pre-specified reference year (year given in column (1)). The results for the world in column (3) are presented in the main text in Table 2 . Column (5) provides an alternative approach, where the equivalent international poverty line for the world is calculated as the weighted average of the regional equivalent poverty lines (in column (3)), with the weights being the regions' respective shares of total millions of poor in column (4). The weights are based on the revised 2011 PPPs (with a $1.90 poverty line). . Column (2) updates both PPPs and CPIs to the 2017 ICP reference year, while incorporating the revisions to the CPI data used in deriving the $1.90 line. Column (3) updates both PPPs and CPIs to the 2017 ICP reference year, without incorporating the revisions to CPI data used in deriving the $1.90 line. Column (4) takes the $1.90 line as given for all countries and updates the $1.90 line with both PPPs and updated CPIs to the 2017 reference year. See Appendix E, section 2 for the derivations. If we updated the IPL with US inflation between 2011 and 2017 (i.e., approximately 9%), the new IPL would be $2.07. Notes: This table compares societal poverty in 2017 estimated with the revised 2011 and 2017 PPPs at the country level. With the revised 2011 PPP, the societal poverty line (SPL) used is given as max($1.90, $1.00 + 0.5 * median consumption/income). With the 2017 PPP, the societal poverty line (SPL) used is given as max($2.15, $1.15 + 0.5 * median consumption/income). The top 10 countries with the largest absolute changes in millions of poor are shown here. Countries are ranked in descending order of absolute changes in millions of poor.",
        "cite_spans": [
          {
            "start": 1205,
            "end": 1208,
            "text": "(C)",
            "ref_id": null
          },
          {
            "start": 1499,
            "end": 1502,
            "text": "(C)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 2794,
            "end": 2801,
            "text": "Table B",
            "ref_id": "TABREF9"
          },
          {
            "start": 2856,
            "end": 2863,
            "text": "Table 1",
            "ref_id": "TABREF1"
          },
          {
            "start": 3508,
            "end": 3515,
            "text": "Table 2",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "7."
      },
      {
        "text": "Notes: This chart shows estimates of extreme poverty in 2017 for countries in Sub-Saharan Africa. For countries, without a survey in 2017, the estimates are based on extrapolations or interpolations from recent surveys. Extreme poverty is measured using the IPL of $1.9 (revised 2011 PPP) or $2.15 (2017 PPP). Marker size is proportional to absolute change in millions of poor. The dotted line is a 45-degree line. The overall methodology for selecting the basket of goods and services the ICP collects prices on has remained quite stable. The ICP relies on sampling theory to determine the number of products to be priced in each basic heading, the number of survey outlets, and the number of times surveys will be conducted in the reference year. For example, only 10-15 items may be priced for the rice basic heading while 70-100 items may be priced for the more heterogeneous garments basic heading to obtain a similar level of precision in the estimates for the basic-headings PPPs (World Bank 2013). The exact items that are priced, as well as where or when surveys are exactly conducted, are subject to expert advice ex-ante and validation ex-post. The list of items also requires at least partial updates for each comparison (e.g., IT equipment, cars, home entertainment, etc.). In the 2005 round, there was a separate price and expenditure survey with a \"ring\" list of 1,000 items that were priced in 18 selected \"ring\" countries across all regions, to link prices within and across regions. The ring list of items has been found to have a bias for traded goods, which are often unrepresentative, scarce, and expensive in developing countries . As a result, the 2005 round overstated price levels in most developing countries. The lessons learned from the 2005 round brought about significant improvements in ICP product specification. In subsequent rounds, the list of items in the price surveys conducted in all participating economies has been carefully chosen to ensure that the items are both representative within countries and comparable across countries, as best as possible (World Bank 2013; 2015; 2020). A global core list (GCL) of items is priced as part of the price and expenditure surveys, for linking prices within and across regions. The GCL items are marked as \"important\" or \"less important\" and prices are weighted accordingly, so that price levels in developing countries are not overstated. Each country decides its own sets of important and less important items, depending on their national consumption patterns. Also, importance indicators apply only within basic headings, not across. While the general approach of obtaining the price and expenditure data remains similar, especially between the 2011 and 2017 rounds, data quality assurance has been improved with the latest available technology, particularly in the 2017 round (World Bank 2020).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure B.4: Changes in extreme poverty in Sub-Saharan Africa, 2017",
        "sec_num": null
      },
      {
        "text": "As described in more detail in World Bank (2013; 2015; 2020), the computational steps the ICP follows to produce the final global PPPs have also remained largely unchanged. Since the major change involving the linking of regional prices-namely, the 2005 \"ring\" method vs. 2011 or 2017 \"Global Core List\" (GCL) method-the common elements of PPP estimation have not changed. At the global level, the Country Product Dummy (CPD) method is used to estimate PPPs. This method estimates a regression model that produces in one step PPPs that are both transitive and base-country invariant. The resulting PPPs are multilateral (i.e., the basic-heading PPPs for one economy depend on those of all other participating economies). PPPs are calculated for countries within regions, first at the basic heading level using the Country Product Dummy (CPD) method and then at the aggregate level using the Gini, Eltetö and Köves, and Szulc (GEKS) method, using prices in the GCL and a regional list, and expressed in the currency of a reference country in the region. Finally, the PPPs are linked across regions solely using items in the GCL to produce the global PPPs, expressed in US dollars, in a way that ensures regional fixity (i.e., the ratio of real expenditures between any pair of participating economies within a region remains the same after linking prices across regions).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure B.4: Changes in extreme poverty in Sub-Saharan Africa, 2017",
        "sec_num": null
      },
      {
        "text": "The ICP data coverage varies across rounds, which potentially impacts the global PPPs used for measuring global poverty. Given that the PPPs are multilateral, PPPs would, in principle, be affected if the number of economies changes between any two ICP rounds. In practice, however, the total number of countries participating is less of an issue due to the regional fixity principle. In particular, the differences in country coverage between the 2011 and 2017 rounds mainly come from small Pacific Islands (e.g., Cook Islands and Kiribati) that participated in the 2011 round. However, since these countries were linked via three bridge-countries that participated from other regions-Australia (Eurostat-OECD), Fiji (Asia and the Pacific), and New Zealand (Eurostat-OECD)-the inclusion of these islands did not impact the rest of the countries in any manner. Overall, comparability of different ICP rounds may still be an issue in cases where countries move regions (e.g., Colombia and Costa Rica have been moved from Latin America and the Caribbean to OECD in the 2017 round) or where countries join or drop from the comparison altogether.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure B.4: Changes in extreme poverty in Sub-Saharan Africa, 2017",
        "sec_num": null
      },
      {
        "text": "Within countries, the price data coverage also varies between rounds, although with the currently available metadata it is not possible to assess this everywhere for past ICP rounds. In the 2005 round, for instance, price survey outlets were predominantly in capital cities and urban areas (World Bank 2008). In the 2017 round, this is still the case in some countries, including many high-income countries. Survey frames do not necessarily imply overestimation or underestimation of national prices, as the ICP requests countries to submit nationally representative annual prices. However, the ICP acknowledges that national average prices are often hard to achieve in large economies with settlements and populations that are substantially rural (World Bank 2015), and ultimately the ICP does not know whether prices have been adjusted appropriately.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure B.4: Changes in extreme poverty in Sub-Saharan Africa, 2017",
        "sec_num": null
      },
      {
        "text": "Africa, the EU, island economies, and landlocked developing economies. Interaction terms between GDP per capita and the country-group-dummy variables are also included. 31",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure B.4: Changes in extreme poverty in Sub-Saharan Africa, 2017",
        "sec_num": null
      },
      {
        "text": "From Figure D .1, we select Barbados, Central African Republic, Egypt, Djibouti, Sudan, and Suriname. Barbados has no surveys in PovcalNet, so we drop it from the set of countries. We also include countries whose revised 2011 PPPs are currently imputed 2020) . This adds Egypt, Iraq, Jordan, the Lao People's Democratic Republic, Myanmar, and the Republic of Yemen. The Republic of Yemen is not included in the rest of the investigation because it has no official 2017 PPP.",
        "cite_spans": [
          {
            "start": 253,
            "end": 258,
            "text": "2020)",
            "ref_id": "BIBREF82"
          }
        ],
        "ref_spans": [
          {
            "start": 5,
            "end": 13,
            "text": "Figure D",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Figure B.4: Changes in extreme poverty in Sub-Saharan Africa, 2017",
        "sec_num": null
      },
      {
        "text": "In summary, in step 1 of the analysis we select the following countries for a more detailed analysis: Angola, Belize, Bolivia, Central African Republic, Djibouti, Egypt, Ghana, Guinea, Iraq, Jordan, Lao PDR, Liberia, Myanmar, Nigeria, São Tomé and Príncipe, Sudan, Suriname, Trinidad and Tobago.",
        "cite_spans": [
          {
            "start": 163,
            "end": 287,
            "text": "Egypt, Ghana, Guinea, Iraq, Jordan, Lao PDR, Liberia, Myanmar, Nigeria, São Tomé and Príncipe, Sudan, Suriname, Trinidad and",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure B.4: Changes in extreme poverty in Sub-Saharan Africa, 2017",
        "sec_num": null
      },
      {
        "text": "Step 2: Remove countries where imputing PPPs would lead to even larger changes",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure B.4: Changes in extreme poverty in Sub-Saharan Africa, 2017",
        "sec_num": null
      },
      {
        "text": "For the countries identified in steps 1a and 1b, we predict PPPs using the ICP model (while excluding all the countries that have been identified in step 1). If the predicted PPP makes the delta ratio more extreme, the country is removed from the list of countries worthwhile a deeper look. The reason for this is that our proposed solution to dealing with countries selected as outliers will be to partially rely on imputed PPPs. If imputed PPPs make the country an even stronger outlier, our proposed solution will not improve the situation. From Table D .1, using imputed PPPs would not improve the situation for Angola, Central African Republic, Ghana, Jordan, and Liberia, so they are excluded from the subsequent analysis. Note: The countries whose delta ratios become more extreme with the imputed PPP are in bold. When the delta ratio increases further, poverty decreases further. When the delta ratio decreases further, poverty increases further. Also see Figure D .3, panel (A) below.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 549,
            "end": 556,
            "text": "Table D",
            "ref_id": "TABREF9"
          },
          {
            "start": 965,
            "end": 973,
            "text": "Figure D",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Figure B.4: Changes in extreme poverty in Sub-Saharan Africa, 2017",
        "sec_num": null
      },
      {
        "text": "We use four criteria to evaluate whether the 2017 PPP for a country may be problematic. Given that no information can cast definite doubt on the 2017 PPPs-if so, the ICP team would have dealt with the issue already-each of these criteria provides a signal of evidence on whether the 2017 PPPs are fit for global poverty monitoring. a) Are the CPIs fit for purpose? As described in the main text, an extreme delta ratio could arise from issues with either PPP or the CPI. We evaluate the quality of the CPI by whether it classifies expenditures using COICOP, and whether the weights have national coverage and are no older than 10 years from 2017. If none of these issues applies, we do not have evidence that there is a problem with the CPIs, which may suggest that the problem could be with the PPPs, creating an argument for imputing PPPs (see Table D .2). priced in the 2017 round against the 2011 round. For countries in red, the log difference in the share of items priced in 2011 and 2017 is more than two standard deviations from the mean (evaluated over all countries, not just the ones plotted). Among the countries identified above, only Angola shows up as an outlier by this criterion. In Angola, the share of items priced almost doubles between the two rounds, which is an improvement. None of the countries under consideration has a large decline in the share of items priced. c) Does the imputed PPP make the poverty rate more consistent with related indicators that do not rely on PPPs, such as the multidimensional poverty index (MPI) ",
        "cite_spans": [
          {
            "start": 1545,
            "end": 1550,
            "text": "(MPI)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 846,
            "end": 853,
            "text": "Table D",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "3: Criteria to suggest that the 2017 PPPs may be problematic",
        "sec_num": null
      },
      {
        "text": "We regress the monetary poverty rate (in 2017 PPPs with a $2.15 IPL) on the related indicator (MPI or ADR) with regional dummies and interactions. The countries identified in step 1 are excluded from the regression. Using the estimated parameters, we then predict the monetary poverty rate for these countries. Finally, we compute the difference between the predicted poverty rate and (a) the poverty rate with official 2017 PPP and (b) the poverty rate with imputed 2017 PPP. We create a flag for a country if the former difference is greater than the latter difference (see Tables D.3 and D.4). Such a case would imply that the poverty rate with imputed 2017 PPPs is closer to our MPI-or ADR-based priors than the poverty rate with official 2017 PPPs. We use the multidimensional poverty index (MPI) from the Oxford Poverty and Human Development Initiative (OPHI) for the latest available year, which is indicated in the table . These estimates are matched with the lined-up, annual estimates of poverty in PovcalNet. For countries with a \"Yes\", the poverty rate with imputed PPP is more in tune with what we would expect from the MPI than with the official PPP. Countries that are dropped in step 2 above are still added (in italics) for completeness.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 576,
            "end": 586,
            "text": "Tables D.3",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "and the age dependency ratio (ADR)?",
        "sec_num": null
      },
      {
        "text": "Notes: This chart shows extreme poverty estimates in 2017 using revised 2011 and 2017 PPPs. Panel (A) shows the poverty estimates for countries dropped in step 2 because using an imputed PPP would make the delta ratio even more extreme. Panel (B) shows outlier countries where there is little evidence against using the official PPP to estimate poverty. Panel (C) shows outlier countries where we propose to use the average of official and imputed PPPs. This figure uses the international poverty lines of $1.90 (2011 PPP) and $2.15 (2017 PPP) for estimating extreme poverty. See Table D .6 below for the poverty estimates and associated delta ratios.",
        "cite_spans": [
          {
            "start": 360,
            "end": 363,
            "text": "(C)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 580,
            "end": 587,
            "text": "Table D",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "Figure D.3: Poverty estimates in 2017 with different PPPs",
        "sec_num": null
      },
      {
        "text": "In the end, we have decided to use the average of official and imputed PPPs for Belize, Egypt, Guinea, Iraq, Nigeria, São Tomé and Príncipe, Sudan, and Trinidad and Tobago, while for the remaining outlier countries we use the official 2017 PPPs. This is equivalent to all countries with at least three flags and Egypt. According to the official PPP, Egypt has the lowest price level index in the world (World Bank 2020) and Egypt thus represents an extreme outlier. Egypt is also the only country that is identified as possibly having a problematic 2017 PPP estimate based on the delta criterion, PPP residual criterion, and countries with exceptional 2011 PPPs (see Table B .5, panel (B)).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 667,
            "end": 674,
            "text": "Table B",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "Figure D.3: Poverty estimates in 2017 with different PPPs",
        "sec_num": null
      },
      {
        "text": "See Figure D .3 and Table D .6 for the poverty estimates for all 18 countries under review for the year 2017 with different PPPs. Notes: This figure shows the trends in extreme poverty at the global and regional levels using the revised 2011 PPPs and 2017 PPPs. The solid red line uses 2017 PPPs officially published by the ICP, except for 14 countries where alternative PPPs are used (see Table B .3), while the dashed red line uses only 2017 PPPs officially published by the ICP. from the national poverty lines estimated in . (2)",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 4,
            "end": 12,
            "text": "Figure D",
            "ref_id": null
          },
          {
            "start": 20,
            "end": 27,
            "text": "Table D",
            "ref_id": "TABREF9"
          },
          {
            "start": 390,
            "end": 397,
            "text": "Table B",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "Figure D.3: Poverty estimates in 2017 with different PPPs",
        "sec_num": null
      },
      {
        "text": "We use the following equation to update the IPL in 2 We use the following equation to update the IPL in (2) with both PPP and CPI revisions. Lastly, when we take $1.90 as given for all 15 countries, and update both PPP and CPI to 2017 we use the following expression:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure D.3: Poverty estimates in 2017 with different PPPs",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "2017 = 1.9 * 2011 2017 * 2017 2011",
            "eq_num": "(8)"
          }
        ],
        "section": "Figure D.3: Poverty estimates in 2017 with different PPPs",
        "sec_num": null
      },
      {
        "text": "In all these three cases, the international poverty line (IPL), denominated in 2017 PPP, is given as: Section 6: Derive equivalent poverty lines Let the global poverty rate in a reference year (e.g., 2010) be given as:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure D.3: Poverty estimates in 2017 with different PPPs",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "2017 = 1 15 * ∑ 2017 15 =1",
            "eq_num": "("
          }
        ],
        "section": "Figure D.3: Poverty estimates in 2017 with different PPPs",
        "sec_num": null
      },
      {
        "text": "(1.9) = ∫ (",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure D.3: Poverty estimates in 2017 with different PPPs",
        "sec_num": null
      },
      {
        "text": "1.9 0 = * (13)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure D.3: Poverty estimates in 2017 with different PPPs",
        "sec_num": null
      },
      {
        "text": "with an international poverty line of $1.90 per person per day in revised 2011 PPP and a global welfare (probability distribution) function, ( (. )) expressing daily income per person in revised 2011 PPP. * is the global poverty rate.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure D.3: Poverty estimates in 2017 with different PPPs",
        "sec_num": null
      },
      {
        "text": "The equivalent poverty line in 2017 PPP, , is derived by solving the following equation for a given reference year.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure D.3: Poverty estimates in 2017 with different PPPs",
        "sec_num": null
      },
      {
        "text": "() = ∫ ( 2017 Thus, the rate of change in income per capita depends on the rates of change in CPI and PPP. If, for example, the PPP increases faster than the CPI between the 2011 and 2017 ICP reference years, income per capita decreases and poverty increases at a given poverty line.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure D.3: Poverty estimates in 2017 with different PPPs",
        "sec_num": null
      },
      {
        "text": "The ICP also published revised 2011 PPPs in May 2020. This was the first time the ICP revised PPP estimates it had already published. The revisions to the 2011 PPPs reflect changes made to national accounts expenditures that are used as weights to aggregate elementary PPPs. The revised 2011 PPPs had only a small effect on the global poverty rates, relative to the original 2011 PPPs (see and Appendix A for more details). In the rest of this paper, we use the revised 2011 PPPs as the baseline, since they are currently being used for the global poverty measures reported by the World Bank.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "PovcalNet is available at http://iresearch.worldbank.org/PovcalNet/home.aspx. PovcalNet includes surveys that measure consumption or income. For simplicity, we refer to them interchangeably as income distributions. This paper is based on the June 2021 vintage of PovcalNet.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "For this paper, we use monthly CPI series from the November 2020 IFS vintage averaged into annual CPI series.5 We have verified this information with the revised 2011 PPPs.6 Countries that collect prices to compute PPPs as part of the ICP exercise are referred to as benchmark countries. For non-benchmark countries, there is no price collection and PPPs are imputed using a cross-country relationship.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "National statistical offices apply temporal and spatial price indices to estimate nationally representative average prices, although it is impossible to know whether these adjustments result in prices that are truly nationally representative.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The delta ratio can also be expressed as the inverse of the actual to extrapolated PPPs multiplied by the US inflation between the two rounds.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The differences are explained by the revised 2011 PPPs which are imputed for exception countries(Egypt, Iraq, Jordan, Lao PDR, and Myanmar) and survey-based CPIs used for some countries (such as Ghana). The Republic of Yemen, which also has an imputed 2011 PPP, drops from the analysis since it is not included in the 2017 ICP. 11 similarly argues that with a new ICP round, the poverty estimates should be subjected to detailed, local scrutiny.12 We impute 2017 PPPs using the seemingly unrelated regressions (SUR) model the ICP uses to predict PPPs for non-benchmark economies, while excluding from the regression those economies which are subjected to greater scrutiny. With the revised 2011 PPPs, a slightly different model was used, which particularly addressed concerns in the Middle East & North Africa region (e.g., by including a conflict dummy in the model). Since this region does not stand out this time around, we decided to use the ICP model without any adjustments.13 Unfortunately, we cannot assess the changes in the geographical coverage of ICP price data collection between rounds, as we lack (reliable) metadata from the 2011 round for all regions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Low-capacity national statistical offices often do so in collaboration with the World Bank. In such cases, the goal of the Bank is to assure that the national poverty lines reflect countries' own normative judgments and are based on the latest advances in poverty estimation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "There are thus a practical and a conceptual reason for this approach. First, the national poverty rates are readily available in WDI while the national poverty lines are not. Second, the national poverty lines may be in different units and using the harmonized lines avoids this problem.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "There are alternative methods that could be used to derive global poverty lines than the ones we use. Global poverty lines, for example, could be estimated using PPPs that equilibrate the least-cost diets across countries (Bai and Masters 2020; Allen 2017).19 See Appendix E, section 3 for the derivations of the harmonized national poverty lines, section 4 for how these lines are updated with the revised 2011 PPPs, and section 5 for the updating to the 2017 PPPs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The poverty rates inTable 2are based on the revised 2011 PPPs, even though the World Bank and UN goals to eradicate extreme poverty were set with reference to the $1.25 IPL in 2005 PPP. We use the revised 2011 PPPs for two reasons. First, the problems with the 2005 ICP round are well documented. Second, Atkinson wrote his report based on the $1.90 IPL in 2011 PPP with the acknowledgment that the adoption of the 2011 ICP round might have already shifted the goalposts.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Table B.8 reports a slight variant of the equivalent poverty lines. The estimated international poverty line in this case is derived as the weighted sum of the equivalent regional poverty lines that hold constant regional poverty rates in a particular reference year. The weights correspond to the regional shares of the global poor in the reference year. This approach suggests an IPL between $2.16 and $2.24 with the 2017 PPPs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "This relatively minor decline in standard errors is due to the significant intra-country correlation of the error term (and correcting for this with the sandwich variance estimator).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "We use the 2017 estimates for all countries. As explained above, when there is no survey in 2017, these numbers are estimated using growth rates from national accounts and assuming no distributional changes.24 This is the first time the ICP provides a PPP estimate for Uzbekistan based on actual prices. The price data collection was based on an experimental approach, meaning that prices were collected for only actual individual consumption and individual consumption expenditure by households, but not for all the components included in GDP. The original and revised 2011 PPPs were imputed by the ICP like other non-benchmark countries. The 2017 PPP estimate is deemed more credible, but potentially not comparable to estimates from previous rounds. This might explain why Uzbekistan has large changes in poverty.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Notes: This table compares extreme poverty between the revised 2011 PPPs and 2017 PPPs at the country level. The top 10 countries with the largest absolute changes in extreme poverty are shown in this table. Countries are ranked in descending order of absolute changes in millions of poor. When a country does not have a survey in 2017, recent surveys are extrapolated or interpolated using growth rates in national accounts data, particularly GDP or household final consumption expenditure (HFCE).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "These differences are not statistically significant. These indicators are available in Appendix D,Table D.2 for the outlier countries identified in Section 3 of the paper.26 We are thankful to Francisco Ferreira and Benoît Decerf for encouraging us to delve deeper into this point.27 This decomposition is path dependent, meaning that the order in which we account for the various factors matters. Our results remain qualitatively the same regardless of which order we use.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The author ordering was constructed through American Economic Association's randomization tool (confirmation code: R-TVbwJ99ttd). Corresponding author: Christoph Lakner (clakner@worldbank.org). All authors are with the World Bank. We gratefully acknowledge financial support from the Knowledge for Change program and from the UK government through the Data and Evidence for Tackling Extreme Poverty (DEEP) Research Programme. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Notes: This table compares poverty in 2017 estimated with the revised 2011 and 2017 PPPs at the country level. The poverty lines used are $3.20/day (2011 PPP) and $3.65/day (2017 PPP). The top 10 countries with the largest absolute changes in millions of poor are shown here. Countries are ranked in descending order of absolute changes in millions of poor.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Notes: This table compares poverty in 2017 estimated with the revised 2011 and 2017 PPPs at the country level. The global poverty lines used are $5.50/day (2011 PPP) and $6.85/day (2017 PPP). The top 10 countries with the largest absolute changes in millions of poor are shown here. Countries are ranked in descending order of absolute changes in millions of poor.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "As an example,OECD (2013) shows that the capitalization of R&D increases Australia's GDP by 1.25-1.5%. Other SNA changes relate to the classification and/or valuation of weapon systems and ammunitions, computer software and databases, financial intermediation services indirectly measured (FISIM), output of central banks, and output for own use, among others. A more detailed description of the SNA changes can be found in OECD (2013).30 A basic heading consists of a well-defined group of goods or services at the lowest level of ICP expenditure classification. Rice and bread are examples of basic headings under the class of bread and cereals, which forms a part of the group called food. Food is within the Food and nonalcoholic beverages category, under the main aggregate of individual consumption by households. PPPs are first estimated at the level of basic headings and are aggregated along higher levels of aggregation up to the level of GDP, which sums up the main aggregates of expenditure.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Note that this model is not targeted towards predicting the price levels of the poor, for which other variables may be more relevant. This is a general issue with PPPs and CPIs used for global poverty monitoring. We thank Stefan Dercon for raising this issue. We nonetheless use the model by ICP to stay consistent with the PPPs used for benchmark countries, which likewise are not tailored towards the prices faced by the poor.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Notes: This table shows the changes to extreme poverty estimates and millions of poor when moving from the revised 2011 PPPs to the 2017 PPPs. Extreme poverty is estimated using $1.90 (2011 PPP) and $2.15 (2017 PPP). Panel (A) uses 2017 PPPs officially published by the ICP, except for 14 countries where alternative PPPs are used (seeTable B.3), while panel (B) uses only 2017 PPPs officially published by the ICP.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "Notes: This chart shows the share of global poor in 2017 in lower-income countries (LIC), lower-middle-income countries (LMIC), upper-middle-income countries (UMIC) and high-income countries (HIC) based on the LIC, LMIC, and UMIC global poverty lines.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure B.1: Share of global poor by income group in 2017",
        "sec_num": null
      },
      {
        "text": "Notes: This chart shows the mean delta ratio for each income group based on the World Bank's income classification for 2017 (see more details on the delta ratio in Section 3 of the paper). The delta ratios are either weighted by countries' population sizes in 2017 or weighted equally. The weights are population sizes of countries in 2017. The relative changes in global poverty lines derived with data from low-income countries (LIC), lower-middle-income countries (LMIC) and upper-middle-income countries (UMIC) when moving to the 2017 PPPs are marked in the chart.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure B.2: Delta ratio by income group",
        "sec_num": null
      },
      {
        "text": "Notes: This graph shows the mean log residuals and absolute mean log residuals in price level indices (PLIs) for the 2017 PPP for household consumption expenditure across regions. The residual is defined as the published PLI (log) minus predicted PLI (log). Error bars represent 95% confidence intervals.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure B.3: Comparison of residuals in price level indices (PLIs) across regions",
        "sec_num": null
      },
      {
        "text": "The System of National Accounts (SNA) is the most widely used framework for measuring economic activities across countries. The conceptual framework of the ICP methodology is centered around the SNA's definition of GDP from the expenditure side; the sum of final expenditures on consumption, gross capital formation, and net exports (World Bank 2013; 2020). The most recent ICP rounds were based on different versions of the SNA: the 2005 and original 2011 rounds were based on the 1993 SNA, whereas the revised 2011 and 2017 rounds were based on the 2008 SNA. Even though both versions share the same fundamental structure, the 2008 SNA introduced some changes to the 1993 SNA (OECD 2013; World Bank 2020). These changes have implications for GDP, either by re-allocating components and/or changing the level of GDP. For example, research and development (R&D) has been capitalized for the first time, which has two implications: (1) it re-classifies R&D from government final consumption expenditure to government gross fixed capital formation, and (2) it adds to the level of GDP via the cost of depreciation that has to be imputed and included (OECD 2013). 29 A few changes have been introduced into the ICP expenditure classification in the 2017 round at different levels of aggregation, mainly in light of the SNA changes. The ICP classifies expenditure and price data as main aggregates, categories, groups, classes, and basic headings, in descending order. 30 For example, gross capital formation is a new main aggregate of GDP that now combines two main aggregates in the (original) 2011 round (i.e., gross fixed capital formation and changes in inventories and acquisitions less disposal of valuables). Even though there are still 155 basic headings in the 2017 round as in the 2011 round, some basic headings have been merged (e.g., opening value of inventories and closing value of inventories in the 2011 round have been merged as changes in inventories in the 2017 round) and new ones have been added (e.g., actual and imputed rentals for housing was a basic heading in the 2011 round but is now separated as actual rentals for housing and imputed rentals for housing under the housing rentals category). A key point to note is that aggregation is done from the level of basic headings up to the desired aggregate (e.g., GDP, household final consumption, or other levels) so that all these changes at the level of basic headings do not have a significant impact on the aggregates. Apart from changes in national accounts structures caused by SNA revisions, national accounts expenditure data of countries get routinely revised or rebased to incorporate new information. This primarily explains the revisions to the original 2011 PPPs.",
        "cite_spans": [
          {
            "start": 1161,
            "end": 1163,
            "text": "29",
            "ref_id": null
          },
          {
            "start": 1465,
            "end": 1467,
            "text": "30",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Appendix C. More details on the stability of the ICP methodology",
        "sec_num": null
      },
      {
        "text": "While we argue that the ICP methodology has largely stabilized, the change from 2011 to 2017 PPPs can still lead to erratic changes in poverty estimates at the country level. In this part of the Appendix, we describe the analysis we have done to identify the countries where we have decided to deviate from the official 2017 PPPs.Step 1: Select all countries where it is worthwhile to take a deeper lookCountries that fulfill any of the following conditions are selected for more detailed analysis: a) Is there a large change in the real value of welfare when moving to the 2017 PPPs?As described in the main text and following Ferreira et al. 2016, we select all countries with delta ratios more than two standard deviations from the mean using the CPIs and revised 2011 PPPs used for global poverty monitoring. From Figure 2A (in the main text), we select Angola, Belize, the Arab Republic of Egypt, Ghana, Guinea, Iraq, Jordan, Liberia, São Tomé and Príncipe, and Suriname.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 818,
            "end": 827,
            "text": "Figure 2A",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Appendix D. Deciding when to impute 2017 PPPs for exception countries",
        "sec_num": null
      },
      {
        "text": "We select all countries with delta ratios more than two standard deviations from the mean using IFS CPIs and official 2011 PPPs. This is very similar to the previous condition, except for the slightly different CPIs and PPPs (see the main text for details). From Figure  2B (in the main text), we select Angola, Belize, Bolivia, Central African Republic, Guinea, Liberia, Nigeria, São Tomé and Príncipe, Suriname, and Trinidad and Tobago.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 263,
            "end": 273,
            "text": "Figure  2B",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "b) Is there a big difference in the movements of CPIs and PPPs?",
        "sec_num": null
      },
      {
        "text": "We select all countries whose log difference in the PPP residual is more than two standard deviations from the mean. The PPP residual is defined as the difference in the logs of the published PPP and predicted PPP. PPPs are predicted using the seemingly unrelated regressions (SUR) model the ICP uses to predict PPPs for non-benchmark countries.The ICP model for predicting 2017 PPPs for non-benchmark countries is given as:where is the price level index of country , calculated as the ratio of the PPP conversion factor to the market exchange rate, and is a vector of explanatory variables: GDP per capita in U.S. dollars (based on market exchange rates), imports as a share of GDP, exports as a share of GDP, age dependency ratio, and dummies for Sub-Saharan b) Is there a large decline in the share of items priced?The share of items priced is defined as the ratio of the sum of global core list and regional items priced to the sum of all global and regional items. We use estimates of poverty for the latest survey year available in PovcalNet, which is indicated in the table. These estimates are matched with annual estimates of ADR in WDI. For countries with a \"Yes\", the poverty rate with imputed PPP is more in tune with what we would expect from ADR than with the official PPP. We use \"Age dependency ratio, young (% of working-age population)\", the ratio of younger dependents (i.e., people younger than 15) to the working-age population (i.e., those aged 15-64) from WDI for the analysis reported here. The flags are the same when we use \"Age dependency ratio (% of working-age population)\", the ratio of all dependents (i.e., people younger than 15 or older than 64) to the working-age population (i.e., those aged 15-64). Countries that should be dropped based on step 2 above are still added (in italics) for completeness.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "c) Are the 2017 PPPs very different from what we would expect based on the country's characteristics?",
        "sec_num": null
      },
      {
        "text": "Following , we consulted with country poverty economists (PE)-World Bank staff specialized in the measurement of poverty in a country-to assess whether the imputed PPP seems more appropriate for the countries identified in step 1. Our partial reliance on poverty economists reflects our view that the prior three steps might have missed relevant country-specific information and nuances. There is, however, a tradeoff between using country-specific information and preserving comparability across countries. For that reason, we consider the judgment of poverty economists as one input alongside the other indicators. Poverty economists could not influence the set of countries 61 we considered outliers nor the PPPs we use for countries not considered outliers. Their responses are provided in Table D .5. Note: In panel (A), we have the factors identified in Step 3 providing suggestive evidence as to whether there might be issues with the official 2017. In panel (B), we include the questions raised inStep 1 with which we selected the 18 problem countries. There is no poverty economist for Suriname.Step 4: Decide on when to use imputed PPPs a) For the 18 countries identified, we consider two options: either the official PPP, or the average between the imputed PPP (using the ICP model) and the official PPP. We prefer the average of official and imputed, instead of the imputed PPP by itself, because we think both PPPs represent signals that are worthy accounting for. The choice between these options is guided by the analysis in step 3 (see Table D .5 above). The more flags a country has, the more likely we are to decide not to use the official PPP.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 794,
            "end": 801,
            "text": "Table D",
            "ref_id": null
          },
          {
            "start": 1552,
            "end": 1559,
            "text": "Table D",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "d) Does the poverty economist find the official 2017 PPP less appropriate?",
        "sec_num": null
      },
      {
        "text": "The following table expresses the four global poverty lines typical of low-income countries (LIC), lower-middle-income countries (LMIC), upper-middle-income countries (UMIC), and highincome countries (HIC) in local currency units in 2020 prices. Global poverty lines determined from both revised 2011 and 2017 PPP rounds are provided in the ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Appendix F. Global poverty lines in local currency units",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "The Global Multidimensional Poverty Index (MPI)",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Alkire",
            "suffix": ""
          },
          {
            "first": "U",
            "middle": [],
            "last": "Kanagaratnam",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "Suppa",
            "suffix": ""
          }
        ],
        "year": 2020,
        "venue": "49. OPHI MPI Methodological Notes. Oxford: Oxford Poverty and Human Development Initiative",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Alkire, S., U. Kanagaratnam, and N. Suppa. 2020. \"The Global Multidimensional Poverty Index (MPI).\" 49. OPHI MPI Methodological Notes. Oxford: Oxford Poverty and Human Development Initiative, University of Oxford.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Absolute Poverty: When Necessity Displaces Desire",
        "authors": [
          {
            "first": "Robert",
            "middle": [
              "C"
            ],
            "last": "Allen",
            "suffix": ""
          }
        ],
        "year": 2017,
        "venue": "American Economic Review",
        "volume": "107",
        "issue": "12",
        "pages": "3690--3721",
        "other_ids": {
          "DOI": [
            "10.1257/aer.20161080"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "Allen, Robert C. 2017. \"Absolute Poverty: When Necessity Displaces Desire.\" American Economic Review 107 (12): 3690-3721. https://doi.org/10.1257/aer.20161080.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "PovcalNet Update: What's New",
        "authors": [
          {
            "first": "Aziz",
            "middle": [],
            "last": "Atamanov",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Andres Castaneda",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Aguilar",
            "suffix": ""
          },
          {
            "first": "H M J",
            "middle": [],
            "last": "Tony",
            "suffix": ""
          },
          {
            "first": "Reno",
            "middle": [],
            "last": "Fujs",
            "suffix": ""
          },
          {
            "first": "Carolina",
            "middle": [],
            "last": "Dewina",
            "suffix": ""
          },
          {
            "first": "Daniel",
            "middle": [
              "Gerszon"
            ],
            "last": "Diazbonilla",
            "suffix": ""
          },
          {
            "first": "Dean",
            "middle": [],
            "last": "Mahler",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Jolliffe",
            "suffix": ""
          }
        ],
        "year": 2020,
        "venue": "Global Poverty Monitoring Technical Note",
        "volume": "11",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Atamanov, Aziz, R Andres Castaneda Aguilar, Tony H M J Fujs, Reno Dewina, Carolina Diaz- bonilla, Daniel Gerszon Mahler, Dean Jolliffe, et al. 2020. \"March 2020 PovcalNet Update: What's New.\" Global Poverty Monitoring Technical Note 11.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Purchasing Power Parities Used in Global Poverty Measurement",
        "authors": [
          {
            "first": "Aziz",
            "middle": [],
            "last": "Atamanov",
            "suffix": ""
          },
          {
            "first": "Dean",
            "middle": [],
            "last": "Jolliffe",
            "suffix": ""
          },
          {
            "first": "Christoph",
            "middle": [],
            "last": "Lakner",
            "suffix": ""
          },
          {
            "first": "Espen Beer",
            "middle": [],
            "last": "Prydz",
            "suffix": ""
          }
        ],
        "year": 2018,
        "venue": "Global Poverty Monitoring Technical Note",
        "volume": "5",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Atamanov, Aziz, Dean Jolliffe, Christoph Lakner, and Espen Beer Prydz. 2018. \"Purchasing Power Parities Used in Global Poverty Measurement.\" Global Poverty Monitoring Technical Note 5.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "The Effect of New PPP Estimates on Global Poverty: A First Look",
        "authors": [
          {
            "first": "Aziz",
            "middle": [],
            "last": "Atamanov",
            "suffix": ""
          },
          {
            "first": "Christoph",
            "middle": [],
            "last": "Lakner",
            "suffix": ""
          },
          {
            "first": "Daniel",
            "middle": [
              "Gerszon"
            ],
            "last": "Mahler",
            "suffix": ""
          },
          {
            "first": "Samuel",
            "middle": [],
            "last": "Kofi Tetteh-Baah",
            "suffix": ""
          },
          {
            "first": "Judy",
            "middle": [],
            "last": "Yang",
            "suffix": ""
          }
        ],
        "year": 2020,
        "venue": "Global Poverty Monitoring Technical Note",
        "volume": "12",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Atamanov, Aziz, Christoph Lakner, Daniel Gerszon Mahler, Samuel Kofi Tetteh-Baah, and Judy Yang. 2020. \"The Effect of New PPP Estimates on Global Poverty: A First Look,\" Global Poverty Monitoring Technical Note 12.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Retail Food Prices at Purchasing Power Parity Exchange Rates: A First Look at Aggregate ICP 2017 Data",
        "authors": [
          {
            "first": "Yan",
            "middle": [],
            "last": "Bai",
            "suffix": ""
          },
          {
            "first": "William",
            "middle": [
              "A"
            ],
            "last": "Masters",
            "suffix": ""
          }
        ],
        "year": 2020,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bai, Yan, and William A. Masters. 2020. \"Retail Food Prices at Purchasing Power Parity Exchange Rates: A First Look at Aggregate ICP 2017 Data.\" World Bank Data Blog. 2020. https://blogs.worldbank.org/opendata/retail-food-prices-purchasing-power-parity-exchange- rates-first-look-aggregate-icp-2017.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Price Statistics Compilation in 196 Economies",
        "authors": [
          {
            "first": "Francien",
            "middle": [],
            "last": "Berry",
            "suffix": ""
          },
          {
            "first": "Brian",
            "middle": [],
            "last": "Graf",
            "suffix": ""
          },
          {
            "first": "Michael",
            "middle": [],
            "last": "Stanger",
            "suffix": ""
          },
          {
            "first": "Mari Ylä-Jarkko",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 2019,
        "venue": "IMF Working Papers",
        "volume": "19",
        "issue": "163",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Berry, Francien, Brian Graf, Michael Stanger, and Mari Ylä-Jarkko. 2019. \"Price Statistics Compilation in 196 Economies.\" IMF Working Papers 19 (163).",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "The Developing World Is Poorer than We Thought, but No Less Successful in the Fight against Poverty",
        "authors": [
          {
            "first": "Shaohua",
            "middle": [],
            "last": "Chen",
            "suffix": ""
          },
          {
            "first": "Martin",
            "middle": [],
            "last": "Ravallion",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "The Quarterly Journal of Economics",
        "volume": "",
        "issue": "",
        "pages": "1577--1625",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chen, Shaohua, and Martin Ravallion. 2008. \"China Is Poorer than We Thought, but No Less Successful in the Fight against Poverty.\" World Bank Policy Research Working Paper 4621.Washington, DC. ---. 2010. \"The Developing World Is Poorer than We Thought, but No Less Successful in the Fight against Poverty.\" The Quarterly Journal of Economics, no. November: 1577-1625.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Consistency between PPP Benchmarks and National Price and Volume Indices",
        "authors": [
          {
            "first": "Esben",
            "middle": [],
            "last": "Dalgaard",
            "suffix": ""
          },
          {
            "first": "Henrik",
            "middle": [
              "Sejerbo"
            ],
            "last": "Sørensen",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "OECD Meeting of National Accounts Experts",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Dalgaard, Esben, and Henrik Sejerbo Sørensen. 2002. \"Consistency between PPP Benchmarks and National Price and Volume Indices.\" In OECD Meeting of National Accounts Experts. Stockholm, Sweden.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Counting the World's Poor: Problems and Possible Solutions",
        "authors": [
          {
            "first": "Angus",
            "middle": [],
            "last": "Deaton",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "World Bank Research Observer",
        "volume": "16",
        "issue": "2",
        "pages": "125--172",
        "other_ids": {
          "DOI": [
            "10.1093/wbro/16.2.125"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "Deaton, Angus. 2001. \"Counting the World's Poor: Problems and Possible Solutions.\" World Bank Research Observer 16 (2): 125-47. https://doi.org/10.1093/wbro/16.2.125.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Trying to Understand the PPPs in ICP 2011: Why Are the Results so Different",
        "authors": [
          {
            "first": "Angus",
            "middle": [],
            "last": "Deaton",
            "suffix": ""
          },
          {
            "first": "Bettina",
            "middle": [],
            "last": "Aten",
            "suffix": ""
          }
        ],
        "year": 2017,
        "venue": "American Economic Journal: Macroeconomics",
        "volume": "9",
        "issue": "1",
        "pages": "243--64",
        "other_ids": {
          "DOI": [
            "10.1257/mac.20150153"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "Deaton, Angus, and Bettina Aten. 2017. \"Trying to Understand the PPPs in ICP 2011: Why Are the Results so Different.\" American Economic Journal: Macroeconomics 9 (1): 243-64. https://doi.org/10.1257/mac.20150153.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Understanding PPPs and PPP-Based National Accounts",
        "authors": [
          {
            "first": "Angus",
            "middle": [],
            "last": "Deaton",
            "suffix": ""
          },
          {
            "first": "Alan",
            "middle": [],
            "last": "Heston",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "American Economic Journal: Macroeconomics",
        "volume": "2",
        "issue": "4",
        "pages": "1--35",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Deaton, Angus, and Alan Heston. 2010. \"Understanding PPPs and PPP-Based National Accounts.\" American Economic Journal: Macroeconomics 2 (4): 1-35.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "GDP, Wellbeing, and Health: Thoughts on the 2017 Round of the International Comparison Program",
        "authors": [
          {
            "first": "Angus",
            "middle": [],
            "last": "Deaton",
            "suffix": ""
          },
          {
            "first": "Paul",
            "middle": [],
            "last": "Schreyer",
            "suffix": ""
          }
        ],
        "year": 2022,
        "venue": "Review of Income and Wealth",
        "volume": "68",
        "issue": "1",
        "pages": "1--15",
        "other_ids": {
          "DOI": [
            "10.1111/roiw.12520"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "Deaton, Angus, and Paul Schreyer. 2022. \"GDP, Wellbeing, and Health: Thoughts on the 2017 Round of the International Comparison Program.\" Review of Income and Wealth 68(1): 1-15. https://doi.org/10.1111/roiw.12520.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "A Richer Array of International Poverty Lines",
        "authors": [
          {
            "first": "Francisco",
            "middle": [
              "H G"
            ],
            "last": "Ferreira",
            "suffix": ""
          },
          {
            "first": "Carolina",
            "middle": [],
            "last": "Sánchez-Páramo",
            "suffix": ""
          }
        ],
        "year": 2017,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ferreira, Francisco H. G., and Carolina Sánchez-Páramo. 2017. \"A Richer Array of International Poverty Lines.\" World Bank Blog: Let's Talk Development. 2017. https://blogs.worldbank.org/developmenttalk/richer-array-international-poverty-lines.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "A Global Count of the Extreme Poor in 2012: Data Issues, Methodology and Initial Results",
        "authors": [
          {
            "first": "Francisco",
            "middle": [
              "H G"
            ],
            "last": "Ferreira",
            "suffix": ""
          },
          {
            "first": "Shaohua",
            "middle": [],
            "last": "Chen",
            "suffix": ""
          },
          {
            "first": "Andrew",
            "middle": [],
            "last": "Dabalen",
            "suffix": ""
          },
          {
            "first": "Yuri",
            "middle": [],
            "last": "Dikhanov",
            "suffix": ""
          },
          {
            "first": "Nada",
            "middle": [],
            "last": "Hamadeh",
            "suffix": ""
          },
          {
            "first": "Dean",
            "middle": [],
            "last": "Jolliffe",
            "suffix": ""
          },
          {
            "first": "Ambar",
            "middle": [],
            "last": "Narayan",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "Journal of Economic Inequality",
        "volume": "14",
        "issue": "2",
        "pages": "141--72",
        "other_ids": {
          "DOI": [
            "10.1007/s10888-016-9326-6"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "Ferreira, Francisco H.G., Shaohua Chen, Andrew Dabalen, Yuri Dikhanov, Nada Hamadeh, Dean Jolliffe, Ambar Narayan, et al. 2016. \"A Global Count of the Extreme Poor in 2012: Data Issues, Methodology and Initial Results.\" Journal of Economic Inequality 14 (2): 141-72. https://doi.org/10.1007/s10888-016-9326-6.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "The International Poverty Line Has Just Been Raised to $1.90 a Day, but Global Poverty Is Basically Unchanged. How Is That Even Possible?",
        "authors": [
          {
            "first": "Francisco",
            "middle": [
              "H G"
            ],
            "last": "Ferreira",
            "suffix": ""
          },
          {
            "first": "Dean",
            "middle": [],
            "last": "Jolliffe",
            "suffix": ""
          },
          {
            "first": "Espen Beer",
            "middle": [],
            "last": "Prydz",
            "suffix": ""
          }
        ],
        "year": 2015,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ferreira, Francisco H.G., Dean Jolliffe, and Espen Beer Prydz. 2015. \"The International Poverty Line Has Just Been Raised to $1.90 a Day, but Global Poverty Is Basically Unchanged. How Is That Even Possible?\" World Bank Blog: Let's Talk Development. 2015. https://blogs.worldbank.org/developmenttalk/international-poverty-line-has-just-been- raised-190-day-global-poverty-basically-unchanged-how-even.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Cross-Country Income Levels over Time: Did the Developing World Suddenly Become Much Richer?",
        "authors": [
          {
            "first": "Robert",
            "middle": [],
            "last": "Inklaar",
            "suffix": ""
          },
          {
            "first": "D S Prasada",
            "middle": [],
            "last": "Rao",
            "suffix": ""
          }
        ],
        "year": 2017,
        "venue": "American Economic Journal: Macroeconomics",
        "volume": "9",
        "issue": "1",
        "pages": "265--90",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Inklaar, Robert, and D S Prasada Rao. 2017. \"Cross-Country Income Levels over Time: Did the Developing World Suddenly Become Much Richer?\" American Economic Journal: Macroeconomics 9 (1): 265-90.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "ICP PPP Time Series Implementation",
        "authors": [
          {
            "first": "Robert",
            "middle": [],
            "last": "Inklaar",
            "suffix": ""
          },
          {
            "first": "Prasada",
            "middle": [],
            "last": "Rao",
            "suffix": ""
          }
        ],
        "year": 2020,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Inklaar, Robert, and Prasada Rao. 2020. \"ICP PPP Time Series Implementation.\" Washington, DC. https://thedocs.worldbank.org/en/doc/f32e966db6ec404699b3381b32e2e589- 0050022021/original/2-01-RA-Item-01-ICP-PPP-Time-Series-Implementation-Rao-and- Inklaar.pdf.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Estimating International Poverty Lines from Comparable National Thresholds",
        "authors": [
          {
            "first": "Dean",
            "middle": [],
            "last": "Jolliffe",
            "suffix": ""
          },
          {
            "first": "Espen Beer Prydz ;",
            "middle": [],
            "last": "Jolliffe",
            "suffix": ""
          },
          {
            "first": "Dean",
            "middle": [],
            "last": "",
            "suffix": ""
          },
          {
            "first": "Espen Beer",
            "middle": [],
            "last": "Prydz",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "Journal of Economic Inequality",
        "volume": "14",
        "issue": "2",
        "pages": "180--206",
        "other_ids": {
          "DOI": [
            "10.1093/wber/lhz018"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "Jolliffe, Dean, and Espen Beer Prydz. 2016. \"Estimating International Poverty Lines from Comparable National Thresholds.\" Journal of Economic Inequality 14 (2): 185-98. https://doi.org/10.1007/s10888-016-9327-5. ---. Jolliffe, Dean, and Espen Beer Prydz. \"Societal Poverty: A Relative and Relevant Measure.\" The World Bank Economic Review 35, no. 1 (2021): 180-206. https://doi.org/10.1093/wber/lhz018.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Global Poverty Estimates Based on 2011 Purchasing Power Parity: Where Should the New Poverty Line Be Drawn?",
        "authors": [
          {
            "first": "Nanak",
            "middle": [],
            "last": "Kakwani",
            "suffix": ""
          },
          {
            "first": "Hyun",
            "middle": [
              "H"
            ],
            "last": "Son",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "Journal of Economic Inequality",
        "volume": "14",
        "issue": "2",
        "pages": "173--84",
        "other_ids": {
          "DOI": [
            "10.1007/s10888-016-9322-x"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "Kakwani, Nanak, and Hyun H. Son. 2016. \"Global Poverty Estimates Based on 2011 Purchasing Power Parity: Where Should the New Poverty Line Be Drawn?\" Journal of Economic Inequality 14 (2): 173-84. https://doi.org/10.1007/s10888-016-9322-x.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "International Income Poverty Measurement: Which Way Now?",
        "authors": [
          {
            "first": "Stephan",
            "middle": [],
            "last": "Klasen",
            "suffix": ""
          },
          {
            "first": "Tatyana",
            "middle": [],
            "last": "Krivobokova",
            "suffix": ""
          },
          {
            "first": "Friederike",
            "middle": [],
            "last": "Greb",
            "suffix": ""
          },
          {
            "first": "Rahul",
            "middle": [],
            "last": "Lahoti",
            "suffix": ""
          },
          {
            "first": "Syamsul",
            "middle": [],
            "last": "Hidayat",
            "suffix": ""
          },
          {
            "first": "Pasaribu",
            "middle": [],
            "last": "Manuel",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "The Journal of Economic Inequality",
        "volume": "",
        "issue": "",
        "pages": "199--225",
        "other_ids": {
          "DOI": [
            "10.1007/s10888-016-9324-8"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "Klasen, Stephan, Tatyana Krivobokova, Friederike Greb, Rahul Lahoti, Syamsul Hidayat, and Pasaribu Manuel. 2016. \"International Income Poverty Measurement: Which Way Now?\" The Journal of Economic Inequality, 199-225. https://doi.org/10.1007/s10888-016-9324-8.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Space and Time Comparisons of Purchasing Power Parities and Real Values",
        "authors": [
          {
            "first": "Krijnse",
            "middle": [],
            "last": "Locker",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [],
            "last": "",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [
              "D"
            ],
            "last": "Faerber",
            "suffix": ""
          }
        ],
        "year": 1984,
        "venue": "Review of Income and Wealth",
        "volume": "30",
        "issue": "1",
        "pages": "53--83",
        "other_ids": {
          "DOI": [
            "10.1111/j.1475-4991.1984.tb00477.x"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "Krijnse Locker, H., and H. D. Faerber. 1984. \"Space and Time Comparisons of Purchasing Power Parities and Real Values.\" Review of Income and Wealth 30 (1): 53-83. https://doi.org/10.1111/j.1475-4991.1984.tb00477.x.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Consumer Price Indices Used in Global Poverty Measurement",
        "authors": [
          {
            "first": "Christoph",
            "middle": [],
            "last": "Lakner",
            "suffix": ""
          },
          {
            "first": "Daniel",
            "middle": [
              "Gerszon"
            ],
            "last": "Mahler",
            "suffix": ""
          },
          {
            "first": "Minh",
            "middle": [
              "C"
            ],
            "last": "Nguyen",
            "suffix": ""
          },
          {
            "first": "Joao",
            "middle": [
              "Pedro"
            ],
            "last": "Azevedo",
            "suffix": ""
          },
          {
            "first": "Shaohua",
            "middle": [],
            "last": "Chen",
            "suffix": ""
          },
          {
            "first": "Dean",
            "middle": [],
            "last": "Jolliffe",
            "suffix": ""
          }
        ],
        "year": 2018,
        "venue": "Global Poverty Monitoring Technical Note",
        "volume": "8",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lakner, Christoph, Daniel Gerszon Mahler, Minh C Nguyen, Joao Pedro Azevedo, Shaohua Chen, and Dean Jolliffe. 2018. \"Consumer Price Indices Used in Global Poverty Measurement.\" Global Poverty Monitoring Technical Note 8.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "Nowcasting Global Poverty",
        "authors": [
          {
            "first": "Daniel",
            "middle": [],
            "last": "Mahler",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Gerszon",
            "suffix": ""
          },
          {
            "first": "David",
            "middle": [],
            "last": "Andres Castaneda Aguilar",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Newhouse",
            "suffix": ""
          }
        ],
        "year": 2021,
        "venue": "Policy Research Working Paper",
        "volume": "9860",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mahler, Daniel Gerszon, R. Andres Castaneda Aguilar, and David Newhouse. 2021. \"Nowcasting Global Poverty.\" Policy Research Working Paper 9860. World Bank, Washington, DC.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "Extrapolating PPPs and Comparing ICP Benchmark Results",
        "authors": [
          {
            "first": "Paul",
            "middle": [],
            "last": "Mccarthy",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "In Measuring the Real Size of the World Economy",
        "volume": "",
        "issue": "",
        "pages": "473--505",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "McCarthy, Paul. 2013. \"Extrapolating PPPs and Comparing ICP Benchmark Results.\" In Measuring the Real Size of the World Economy, 473-505.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "National Accounts Data Used in Global Poverty Measurement",
        "authors": [
          {
            "first": "Espen",
            "middle": [],
            "last": "Prydz",
            "suffix": ""
          },
          {
            "first": "Dean",
            "middle": [],
            "last": "Beer",
            "suffix": ""
          },
          {
            "first": "Christoph",
            "middle": [],
            "last": "Jolliffe",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Lakner",
            "suffix": ""
          },
          {
            "first": "Prem",
            "middle": [],
            "last": "Daniel Gerszon Mahler",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Sangraula",
            "suffix": ""
          }
        ],
        "year": 2019,
        "venue": "Global Poverty Monitoring Technical Note",
        "volume": "8",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Prydz, Espen Beer, Dean Jolliffe, Christoph Lakner, Daniel Gerszon Mahler, and Prem Sangraula. 2019. \"National Accounts Data Used in Global Poverty Measurement.\" Global Poverty Monitoring Technical Note 8.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "Poverty Lines in Theory and Practice",
        "authors": [
          {
            "first": "Martin",
            "middle": [],
            "last": "Ravalllion",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ravalllion, Martin. 1998. \"Poverty Lines in Theory and Practice.\" LSMS Working Paper 133. The World Bank, Washington, DC.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "An Exploration of the International Comparison Program's New Global Economic Landscape",
        "authors": [
          {
            "first": "Martin",
            "middle": [],
            "last": "Ravallion",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "National Bureau of Economic Research Working Paper",
        "volume": "18",
        "issue": "1",
        "pages": "131--167",
        "other_ids": {
          "DOI": [
            "10.3386/w20338.---.2020"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "Ravallion, Martin. 2014. \"An Exploration of the International Comparison Program's New Global Economic Landscape.\" National Bureau of Economic Research Working Paper 20338. https://doi.org/10.3386/w20338. ---. 2020. \"Book Review of Measuring Poverty around the World.\" The Journal of Economic Inequality 18 (1): 131-36. https://doi.org/10.1007/s10888-019-09430-w.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "Dollar a Day Revisited",
        "authors": [
          {
            "first": "Martin",
            "middle": [],
            "last": "Ravallion",
            "suffix": ""
          },
          {
            "first": "Shaohua",
            "middle": [],
            "last": "Chen",
            "suffix": ""
          },
          {
            "first": "Prem",
            "middle": [],
            "last": "Sangraula",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "World Bank Economic Review",
        "volume": "23",
        "issue": "2",
        "pages": "163--84",
        "other_ids": {
          "DOI": [
            "10.1093/wber/lhp007"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "Ravallion, Martin, Shaohua Chen, and Prem Sangraula. 2009. \"Dollar a Day Revisited.\" World Bank Economic Review 23 (2): 163-84. https://doi.org/10.1093/wber/lhp007.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "Purchasing Power Parities and the Real Size of World Economies: A Comprehensive Report of the 2011 International Comparison Program",
        "authors": [
          {
            "first": "Timothy",
            "middle": [
              "M"
            ],
            "last": "Smeeding",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "2020a. Poverty and Shared Prosperity Report 2020: Reversing Reversals of Fortune",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {
          "DOI": [
            "10.1596/978-1-4648-1530-0"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "Smeeding, Timothy M. 2016. \"Poverty Measurement.\" In The Oxford Handbook of the Social Science of Poverty, edited by David Brady and Linda M. Burton. Oxford. World Bank. 2008. Global Purchasing Power Parities and Real Expenditures: 2005 International Comparison Program. Washington, DC: World Bank. ---. 2015. Purchasing Power Parities and the Real Size of World Economies: A Comprehensive Report of the 2011 International Comparison Program. Washington, DC: World Bank. ---. 2016. \"Monitoring Global Poverty: A Cover Note to the Report of the Commission on Global Poverty, Chaired by Prof. Sir Anthony B. Atkinson.\" Washington, DC: World Bank. http://pubdocs.worldbank.org/en/733161476724983858/MonitoringGlobalPovertyCoverNot e.pdf. ---. 2017. Monitoring Global Poverty: Report of the Commission on Global Poverty. Washington, DC: Washington, DC: World Bank. ---. 2018. Poverty and Shared Prosperity Report 2018: Piecing Together the Poverty Puzzle. Washington, DC: Washington, DC: World Bank. ---. 2020a. Poverty and Shared Prosperity Report 2020: Reversing Reversals of Fortune. Washington, DC: Washington, DC: World Bank. ---. 2020b. Purchasing Power Parities and the Size of World Economies: Results from the 2017 International Comparison Program. Washington, DC: World Bank. https://doi.org/10.1596/978-1-4648-1530-0.",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "Poverty estimates with the average of official and imputed PPPs are not applicable for panels (A) and (B). Countries are sorted in ascending order of poverty rate",
        "authors": [],
        "year": 2011,
        "venue": "Notes: Poverty is in percentages (%), and poverty change is in percentage points (pp)",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Notes: Poverty is in percentages (%), and poverty change is in percentage points (pp). Poverty estimates with the average of official and imputed PPPs are not applicable for panels (A) and (B). Countries are sorted in ascending order of poverty rate, as measured by the revised 2011 PPP.",
        "links": null
      },
      "BIBREF33": {
        "ref_id": "b33",
        "title": "Global poverty lines in local currency units in 2020 prices (continued) Economy PPP LIC LMIC UMIC HIC",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Table",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Table F.1: Global poverty lines in local currency units in 2020 prices (continued) Economy PPP LIC LMIC UMIC HIC Bolivia 2011 7.48",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "Central African Republic",
        "authors": [],
        "year": 2017,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Central African Republic 2017 704.13 1195.38",
        "links": null
      },
      "BIBREF41": {
        "ref_id": "b41",
        "title": "1: Global poverty lines in local currency units in 2020 prices (continued) Economy PPP LIC LMIC UMIC HIC Czech Republic",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Table",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "",
        "volume": "32",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Table F.1: Global poverty lines in local currency units in 2020 prices (continued) Economy PPP LIC LMIC UMIC HIC Czech Republic 2011 32.34",
        "links": null
      },
      "BIBREF46": {
        "ref_id": "b46",
        "title": "Global poverty lines in local currency units in 2020 prices (continued) Economy PPP LIC LMIC UMIC HIC",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Table",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Table F.1: Global poverty lines in local currency units in 2020 prices (continued) Economy PPP LIC LMIC UMIC HIC Guatemala 2011",
        "links": null
      },
      "BIBREF49": {
        "ref_id": "b49",
        "title": "Global poverty lines in local currency units in 2020 prices (continued) Economy PPP LIC LMIC UMIC HIC",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Table",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Table F.1: Global poverty lines in local currency units in 2020 prices (continued) Economy PPP LIC LMIC UMIC HIC Kiribati 2011",
        "links": null
      },
      "BIBREF52": {
        "ref_id": "b52",
        "title": "Global poverty lines in local currency units in 2020 prices (continued) Economy PPP LIC LMIC UMIC HIC",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Table",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Table F.1: Global poverty lines in local currency units in 2020 prices (continued) Economy PPP LIC LMIC UMIC HIC Mexico 2011",
        "links": null
      },
      "BIBREF53": {
        "ref_id": "b53",
        "title": "1: Global poverty lines in local currency units in 2020 prices (continued) Economy PPP LIC LMIC UMIC HIC Papua New Guinea",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Table",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "",
        "volume": "6",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Table F.1: Global poverty lines in local currency units in 2020 prices (continued) Economy PPP LIC LMIC UMIC HIC Papua New Guinea 2011 6.36",
        "links": null
      },
      "BIBREF56": {
        "ref_id": "b56",
        "title": "Global poverty lines in local currency units in 2020 prices (continued) Economy PPP LIC LMIC UMIC HIC South",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Table",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Table F.1: Global poverty lines in local currency units in 2020 prices (continued) Economy PPP LIC LMIC UMIC HIC South Sudan 2011",
        "links": null
      },
      "BIBREF62": {
        "ref_id": "b62",
        "title": "Global poverty lines in local currency units in 2020 prices (continued) Economy PPP LIC LMIC UMIC HIC Tuvalu",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Table",
            "suffix": ""
          }
        ],
        "year": 1978,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Table F.1: Global poverty lines in local currency units in 2020 prices (continued) Economy PPP LIC LMIC UMIC HIC Tuvalu 2011 2.78",
        "links": null
      },
      "BIBREF67": {
        "ref_id": "b67",
        "title": "Notes: Poverty increases (decreases) when the global poverty line in local currency units increases (decreases) with the 2017 PPP, relative to the revised 2011 PPP. These results are mechanically similar to the results from the analysis of the delta ratio. For example, a relatively high delta ratio of 1.80 for Angola indicates a reduction in extreme poverty",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Notes: Poverty increases (decreases) when the global poverty line in local currency units increases (decreases) with the 2017 PPP, relative to the revised 2011 PPP. These results are mechanically similar to the results from the analysis of the delta ratio. For example, a relatively high delta ratio of 1.80 for Angola indicates a reduction in extreme poverty (see Table D.6), as the local currency units of the IPL in 2017 PPP reduce relative to the revised 2011 PPP.",
        "links": null
      },
      "BIBREF68": {
        "ref_id": "b68",
        "title": "The Global Multidimensional Poverty Index (MPI)",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Alkire",
            "suffix": ""
          },
          {
            "first": "U",
            "middle": [],
            "last": "Kanagaratnam",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "Suppa",
            "suffix": ""
          }
        ],
        "year": 2020,
        "venue": "49. OPHI MPI Methodological Notes. Oxford: Oxford Poverty and Human Development Initiative",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Alkire, S., U. Kanagaratnam, and N. Suppa. 2020. \"The Global Multidimensional Poverty Index (MPI).\" 49. OPHI MPI Methodological Notes. Oxford: Oxford Poverty and Human Development Initiative, University of Oxford.",
        "links": null
      },
      "BIBREF69": {
        "ref_id": "b69",
        "title": "Absolute Poverty: When Necessity Displaces Desire",
        "authors": [
          {
            "first": "Robert",
            "middle": [
              "C"
            ],
            "last": "Allen",
            "suffix": ""
          }
        ],
        "year": 2017,
        "venue": "American Economic Review",
        "volume": "107",
        "issue": "12",
        "pages": "3690--3721",
        "other_ids": {
          "DOI": [
            "10.1257/aer.20161080"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "Allen, Robert C. 2017. \"Absolute Poverty: When Necessity Displaces Desire.\" American Economic Review 107 (12): 3690-3721. https://doi.org/10.1257/aer.20161080.",
        "links": null
      },
      "BIBREF70": {
        "ref_id": "b70",
        "title": "Purchasing Power Parities Used in Global Poverty Measurement",
        "authors": [
          {
            "first": "Aziz",
            "middle": [],
            "last": "Atamanov",
            "suffix": ""
          },
          {
            "first": "Dean",
            "middle": [],
            "last": "Jolliffe",
            "suffix": ""
          },
          {
            "first": "Christoph",
            "middle": [],
            "last": "Lakner",
            "suffix": ""
          },
          {
            "first": "Espen Beer",
            "middle": [],
            "last": "Prydz",
            "suffix": ""
          }
        ],
        "year": 2018,
        "venue": "Global Poverty Monitoring Technical Note",
        "volume": "5",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Atamanov, Aziz, Dean Jolliffe, Christoph Lakner, and Espen Beer Prydz. 2018. \"Purchasing Power Parities Used in Global Poverty Measurement.\" Global Poverty Monitoring Technical Note 5 (September).",
        "links": null
      },
      "BIBREF71": {
        "ref_id": "b71",
        "title": "The Effect of New PPP Estimates on Global Poverty: A First Look",
        "authors": [
          {
            "first": "Aziz",
            "middle": [],
            "last": "Atamanov",
            "suffix": ""
          },
          {
            "first": "Christoph",
            "middle": [],
            "last": "Lakner",
            "suffix": ""
          },
          {
            "first": "Daniel",
            "middle": [
              "Gerszon"
            ],
            "last": "Mahler",
            "suffix": ""
          },
          {
            "first": "Samuel",
            "middle": [],
            "last": "Kofi Tetteh-Baah",
            "suffix": ""
          },
          {
            "first": "Judy",
            "middle": [],
            "last": "Yang",
            "suffix": ""
          }
        ],
        "year": 2020,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Atamanov, Aziz, Christoph Lakner, Daniel Gerszon Mahler, Samuel Kofi Tetteh-Baah, and Judy Yang. 2020. \"The Effect of New PPP Estimates on Global Poverty: A First Look,\" no. May.",
        "links": null
      },
      "BIBREF72": {
        "ref_id": "b72",
        "title": "Retail Food Prices at Purchasing Power Parity Exchange Rates: A First Look at Aggregate ICP 2017 Data",
        "authors": [
          {
            "first": "Yan",
            "middle": [],
            "last": "Bai",
            "suffix": ""
          },
          {
            "first": "William",
            "middle": [
              "A"
            ],
            "last": "Masters",
            "suffix": ""
          }
        ],
        "year": 2020,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bai, Yan, and William A. Masters. 2020. \"Retail Food Prices at Purchasing Power Parity Exchange Rates: A First Look at Aggregate ICP 2017 Data.\" World Bank Data Blog. 2020. https://blogs.worldbank.org/opendata/retail-food-prices-purchasing-power-parity-exchange- rates-first-look-aggregate-icp-2017.",
        "links": null
      },
      "BIBREF73": {
        "ref_id": "b73",
        "title": "The Developing World Is Poorer than We Thought, but No Less Successful in the Fight against Poverty",
        "authors": [
          {
            "first": "Shaohua",
            "middle": [],
            "last": "Chen",
            "suffix": ""
          },
          {
            "first": "Martin",
            "middle": [],
            "last": "Ravallion",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "The Quarterly Journal of Economics",
        "volume": "",
        "issue": "",
        "pages": "1577--1625",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chen, Shaohua, and Martin Ravallion. 2010. \"The Developing World Is Poorer than We Thought, but No Less Successful in the Fight against Poverty.\" The Quarterly Journal of Economics, no. November: 1577-1625.",
        "links": null
      },
      "BIBREF74": {
        "ref_id": "b74",
        "title": "Counting the World's Poor: Problems and Possible Solutions",
        "authors": [
          {
            "first": "Angus",
            "middle": [],
            "last": "Deaton",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "World Bank Research Observer",
        "volume": "16",
        "issue": "2",
        "pages": "125--172",
        "other_ids": {
          "DOI": [
            "10.1093/wbro/16.2.125"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "Deaton, Angus. 2001. \"Counting the World's Poor: Problems and Possible Solutions.\" World Bank Research Observer 16 (2): 125-47. https://doi.org/10.1093/wbro/16.2.125.",
        "links": null
      },
      "BIBREF75": {
        "ref_id": "b75",
        "title": "Trying to Understand the PPPs in ICP 2011: Why Are the Results so Different",
        "authors": [
          {
            "first": "Angus",
            "middle": [],
            "last": "Deaton",
            "suffix": ""
          },
          {
            "first": "Bettina",
            "middle": [],
            "last": "Aten",
            "suffix": ""
          }
        ],
        "year": 2017,
        "venue": "American Economic Journal: Macroeconomics",
        "volume": "9",
        "issue": "1",
        "pages": "243--64",
        "other_ids": {
          "DOI": [
            "10.1257/mac.20150153"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "Deaton, Angus, and Bettina Aten. 2017. \"Trying to Understand the PPPs in ICP 2011: Why Are the Results so Different.\" American Economic Journal: Macroeconomics 9 (1): 243-64. https://doi.org/10.1257/mac.20150153.",
        "links": null
      },
      "BIBREF76": {
        "ref_id": "b76",
        "title": "GDP, Wellbeing, and Health: Thoughts on the 2017 Round of the International Comparison Program",
        "authors": [
          {
            "first": "Angus",
            "middle": [],
            "last": "Deaton",
            "suffix": ""
          },
          {
            "first": "Paul",
            "middle": [],
            "last": "Schreyer",
            "suffix": ""
          }
        ],
        "year": 2022,
        "venue": "Review of Income and Wealth",
        "volume": "68",
        "issue": "1",
        "pages": "1--15",
        "other_ids": {
          "DOI": [
            "10.1111/roiw.12520"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "Deaton, Angus, and Paul Schreyer. 2022. \"GDP, Wellbeing, and Health: Thoughts on the 2017 Round of the International Comparison Program.\" Review of Income and Wealth 68 (1): 1- 15. https://doi.org/10.1111/roiw.12520.",
        "links": null
      },
      "BIBREF77": {
        "ref_id": "b77",
        "title": "A Global Count of the Extreme Poor in 2012: Data Issues, Methodology and Initial Results",
        "authors": [
          {
            "first": "Francisco",
            "middle": [
              "H G"
            ],
            "last": "Ferreira",
            "suffix": ""
          },
          {
            "first": "Shaohua",
            "middle": [],
            "last": "Chen",
            "suffix": ""
          },
          {
            "first": "Andrew",
            "middle": [],
            "last": "Dabalen",
            "suffix": ""
          },
          {
            "first": "Yuri",
            "middle": [],
            "last": "Dikhanov",
            "suffix": ""
          },
          {
            "first": "Nada",
            "middle": [],
            "last": "Hamadeh",
            "suffix": ""
          },
          {
            "first": "Dean",
            "middle": [],
            "last": "Jolliffe",
            "suffix": ""
          },
          {
            "first": "Ambar",
            "middle": [],
            "last": "Narayan",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "Journal of Economic Inequality",
        "volume": "14",
        "issue": "2",
        "pages": "141--72",
        "other_ids": {
          "DOI": [
            "10.1007/s10888-016-9326-6"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "Ferreira, Francisco H.G., Shaohua Chen, Andrew Dabalen, Yuri Dikhanov, Nada Hamadeh, Dean Jolliffe, Ambar Narayan, et al. 2016. \"A Global Count of the Extreme Poor in 2012: Data Issues, Methodology and Initial Results.\" Journal of Economic Inequality 14 (2): 141-72. https://doi.org/10.1007/s10888-016-9326-6.",
        "links": null
      },
      "BIBREF78": {
        "ref_id": "b78",
        "title": "Cross-Country Income Levels over Time: Did the Developing World Suddenly Become Much Richer?",
        "authors": [
          {
            "first": "Robert",
            "middle": [],
            "last": "Inklaar",
            "suffix": ""
          },
          {
            "first": "D S Prasada",
            "middle": [],
            "last": "Rao",
            "suffix": ""
          }
        ],
        "year": 2017,
        "venue": "American Economic Journal: Macroeconomics",
        "volume": "9",
        "issue": "1",
        "pages": "265--90",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Inklaar, Robert, and D S Prasada Rao. 2017. \"Cross-Country Income Levels over Time: Did the Developing World Suddenly Become Much Richer?\" American Economic Journal: Macroeconomics 9 (1): 265-90.",
        "links": null
      },
      "BIBREF79": {
        "ref_id": "b79",
        "title": "ICP PPP Time Series Implementation",
        "authors": [
          {
            "first": "Robert",
            "middle": [],
            "last": "Inklaar",
            "suffix": ""
          },
          {
            "first": "Prasada",
            "middle": [],
            "last": "Rao",
            "suffix": ""
          }
        ],
        "year": 2020,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Inklaar, Robert, and Prasada Rao. 2020. \"ICP PPP Time Series Implementation.\" Washington, DC. https://thedocs.worldbank.org/en/doc/f32e966db6ec404699b3381b32e2e589- 0050022021/original/2-01-RA-Item-01-ICP-PPP-Time-Series-Implementation-Rao-and- Inklaar.pdf.",
        "links": null
      },
      "BIBREF80": {
        "ref_id": "b80",
        "title": "Estimating International Poverty Lines from Comparable National Thresholds",
        "authors": [
          {
            "first": "Dean",
            "middle": [],
            "last": "Jolliffe",
            "suffix": ""
          },
          {
            "first": "Espen Beer",
            "middle": [],
            "last": "Prydz",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "Journal of Economic Inequality",
        "volume": "14",
        "issue": "2",
        "pages": "185--98",
        "other_ids": {
          "DOI": [
            "10.1007/s10888-016-9327-5"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "Jolliffe, Dean, and Espen Beer Prydz. 2016. \"Estimating International Poverty Lines from Comparable National Thresholds.\" Journal of Economic Inequality 14 (2): 185-98. https://doi.org/10.1007/s10888-016-9327-5.",
        "links": null
      },
      "BIBREF81": {
        "ref_id": "b81",
        "title": "The 2008 SNA -Changes from the 1993 SNA",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Oecd",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "National Accounts at a Glance",
        "volume": "",
        "issue": "",
        "pages": "90--92",
        "other_ids": {
          "DOI": [
            "10.1787/na_glance-2010-28-en"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "OECD. 2013. \"The 2008 SNA -Changes from the 1993 SNA.\" In National Accounts at a Glance 2013, 90-92. Paris: OECD Publishing. https://doi.org/10.1787/na_glance-2010-28-en.",
        "links": null
      },
      "BIBREF82": {
        "ref_id": "b82",
        "title": "Book Review of Measuring Poverty around the World",
        "authors": [
          {
            "first": "Martin",
            "middle": [],
            "last": "Ravallion",
            "suffix": ""
          }
        ],
        "year": 2020,
        "venue": "The Journal of Economic Inequality",
        "volume": "18",
        "issue": "1",
        "pages": "131--167",
        "other_ids": {
          "DOI": [
            "10.1007/s10888-019-09430-w"
          ]
        },
        "num": null,
        "urls": [],
        "raw_text": "Ravallion, Martin. 2020. \"Book Review of Measuring Poverty around the World.\" The Journal of Economic Inequality 18 (1): 131-36. https://doi.org/10.1007/s10888-019-09430-w.",
        "links": null
      },
      "BIBREF83": {
        "ref_id": "b83",
        "title": "Dollar a Day Revisited",
        "authors": [
          {
            "first": "Martin",
            "middle": [],
            "last": "Ravallion",
            "suffix": ""
          },
          {
            "first": "Shaohua",
            "middle": [],
            "last": "Chen",
            "suffix": ""
          },
          {
            "first": "Prem",
            "middle": [],
            "last": "Sangraula",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ravallion, Martin, Shaohua Chen, and Prem Sangraula. 2009. \"Dollar a Day Revisited.\" World",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "fig_num": "1",
        "uris": null,
        "text": "Ratio of actual to extrapolated PPPs Notes: This figure shows the ratio of actual to extrapolated PPPs as a function of GDP per capita. The actual PPPs are household final consumption PPPs from the 2017 round. The extrapolations are based on official PPPs from the 2005 or revised 2011 rounds together with CPIs mainly from the IMF International Financial Statistics (IFS)",
        "num": null,
        "type_str": "figure"
      },
      "FIGREF1": {
        "fig_num": "5",
        "uris": null,
        "text": "Global and regional trends in extreme povertyNote: This figure shows the trends in extreme poverty at the global and regional levels. The international poverty lines used are $1.90/day (revised 2011 PPP) and $2.15/day (2017 PPP).",
        "num": null,
        "type_str": "figure"
      },
      "FIGREF2": {
        "fig_num": "6",
        "uris": null,
        "text": "Global and regional trends in poverty at $3.20Note: This figure shows the trends in poverty at the global and regional levels at the following poverty lines: $3.20/day (revised 2011 PPP) and $3.65/day (2017 PPP).",
        "num": null,
        "type_str": "figure"
      },
      "FIGREF3": {
        "fig_num": "7",
        "uris": null,
        "text": "Global and regional trends in poverty at $5.50Notes: This figure shows the trends in poverty at the global and regional levels at the highest global poverty line. The lines used are $5.50/day (revised 2011 PPP) and $6.85/day (2017 PPP).",
        "num": null,
        "type_str": "figure"
      },
      "FIGREF4": {
        "fig_num": null,
        "uris": null,
        "text": "Adapted from Atamanov et al. (2020), Table A.2. Note: See main text for details. The urban and rural PPPs are computed as follows: = × +(1− ) = * . See online appendix of Ferreira et al. (2016) for details.",
        "num": null,
        "type_str": "figure"
      },
      "FIGREF5": {
        "fig_num": "1",
        "uris": null,
        "text": "Outlier countries based on the residual criterion d) Are revised 2011 PPPs currently imputed for global poverty monitoring?",
        "num": null,
        "type_str": "figure"
      },
      "FIGREF6": {
        "fig_num": "2",
        "uris": null,
        "text": "Share of items priced: 2011 vs. 2017 roundsNote: Countries with a marked change in the share of items priced are shown in red, including Angola (AGO), Bermuda (BMU), Bonaire (BON), Equatorial Guinea (GNQ), Jamaica (JAM), and Panama (PAN). Outlier countries under consideration are shown in blue, including those that should be dropped based on step 2. All other countries that participated in the 2011 and 2017 rounds are suppressed. The dotted line is a 45-degree line.",
        "num": null,
        "type_str": "figure"
      },
      "FIGREF7": {
        "fig_num": "4",
        "uris": null,
        "text": "Sensitivity of extreme poverty trends to alternative PPPs",
        "num": null,
        "type_str": "figure"
      },
      "FIGREF8": {
        "fig_num": null,
        "uris": null,
        "text": "national poverty line in the original 2011 PPP • 2005 is national poverty line Ravallion et al. (2009) estimated in 2005 PPP • 2011 is consumer price index (CPI) for 2011 as used by Ferreira et al. (2016) • 2005 is consumer price index (CPI) for 2005 as used by Ferreira et al. (2016) • 2011 is the original 2011 PPP • 2005 is the 2005 PPPThe international poverty line (IPL), denominated in the original 2011 PPP, is given as:",
        "num": null,
        "type_str": "figure"
      },
      "FIGREF9": {
        "fig_num": null,
        "uris": null,
        "text": "following equation to update the IPL in (2) with CPI revisions only. updated consumer price index (CPI) for 2011 • 2005 is the updated consumer price index (CPI) for 2005",
        "num": null,
        "type_str": "figure"
      },
      "FIGREF10": {
        "fig_num": null,
        "uris": null,
        "text": "above, the following expression updates the 15 national poverty lines selected by to 2017, while updating the CPIs used by Here 2017 is the national poverty line in 2017 PPP. Similarly, the following equation updates the poverty lines to 2017 while using the CPIs that had originally used,",
        "num": null,
        "type_str": "figure"
      },
      "FIGREF11": {
        "fig_num": "9",
        "uris": null,
        "text": "Section 3: Derive harmonized national poverty lines The harmonized national poverty line is derived from the following equation. distribution function of income, denominated in original or revised 2011 PPP per person per day (as in PovcalNet) • ( ) is a probability distribution function of consumption or income, denominated in original or revised 2011 PPP per person per day (as in PovcalNet) • is the national poverty headcount ratio reported in WDI • is the harmonized national poverty line that yields a poverty headcount ratio of Section 4: Update harmonized poverty lines with revised 2011 PPPs Let 2011 be in equation(10)if the income distribution is denominated in the original 2011 PPP, and let 2011 be in equation (10) above if the income distribution is denominated in the revised 2011 PPP.",
        "num": null,
        "type_str": "figure"
      },
      "FIGREF12": {
        "fig_num": null,
        "uris": null,
        "text": "welfare (probability distribution) function, ( (. )) expressing daily income per person in 2017 PPP. Section 7: Convert PovcalNet distributions from revised 2011 PPPs to original 2011 PPPs The income distribution, denominated in original 2011 PPP, is derived as: the income distribution, denominated in revised 2011 PPP Section 8: Convert PovcalNet distributions from revised 2011 PPPs to 2017 PPPs The income distribution, denominated in 2017 PPP, is derived as: changes in poverty with adopting the 2017 PPPs The change in poverty is a function of the relative change in income per capita (given a poverty line and the distribution). Re-arranging (16),",
        "num": null,
        "type_str": "figure"
      },
      "TABREF1": {
        "html": null,
        "content": "<table><tr><td>Income</td><td colspan=\"3\">(A) Original 2011 PPP</td><td colspan=\"3\">(B) Revised 2011 PPP</td><td colspan=\"2\">(C) 2017 PPP</td><td/></tr><tr><td>classification</td><td colspan=\"2\">Median Mean</td><td>N</td><td colspan=\"3\">Median Mean N</td><td colspan=\"2\">Median Mean</td><td>N</td></tr><tr><td>Low</td><td>1.91</td><td>2.23</td><td>33</td><td>1.85</td><td>2.22</td><td>33</td><td>2.15</td><td>2.42</td><td>28</td></tr><tr><td>Lower-middle</td><td>3.21</td><td>3.88</td><td>32</td><td>3.21</td><td>3.89</td><td>32</td><td>3.63</td><td>3.95</td><td>54</td></tr><tr><td>Upper-middle</td><td>5.47</td><td>5.62</td><td>32</td><td>5.65</td><td>5.64</td><td>32</td><td>6.85</td><td>7.05</td><td>37</td></tr><tr><td>High income</td><td>21.70</td><td>21.19</td><td>29</td><td>21.70</td><td colspan=\"2\">21.31 29</td><td>24.36</td><td>23.36</td><td>38</td></tr><tr><td>Observations</td><td/><td/><td>126</td><td/><td/><td>126</td><td/><td/><td>157</td></tr></table>",
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF2": {
        "html": null,
        "content": "<table><tr><td>Region</td><td>Year</td><td>Headcount, % (Revised 2011 PPP)</td><td>Equivalent IPL (2017 PPP)</td></tr><tr><td>World</td><td>2010</td><td>16.02</td><td>2.119</td></tr><tr><td>World</td><td>2012</td><td>12.89</td><td>2.128</td></tr><tr><td>World</td><td>2015</td><td>10.14</td><td>2.161</td></tr><tr><td>World</td><td>2017</td><td>9.27</td><td>2.173</td></tr><tr><td>Note:</td><td/><td/><td/></tr></table>",
        "text": "This table shows equivalent international poverty lines that keep global poverty headcounts constant in prespecified reference years.",
        "num": null,
        "type_str": "table"
      },
      "TABREF3": {
        "html": null,
        "content": "<table><tr><td>Description</td></tr></table>",
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF4": {
        "html": null,
        "content": "<table><tr><td>Region</td><td>Poverty rate, % (2011 PPP)</td><td>Poverty rate, % (2017 PPP)</td><td>Change in poverty, pp</td><td>Change in poverty, %</td><td>Change in millions of poor</td></tr><tr><td>World</td><td>9.27</td><td>9.07</td><td>-0.20</td><td>-2.21</td><td>-15.36</td></tr><tr><td>East Asia &amp; Pacific</td><td>1.41</td><td>1.82</td><td>0.41</td><td>28.98</td><td>8.45</td></tr><tr><td>Europe &amp; Central Asia</td><td>1.30</td><td>2.77</td><td>1.48</td><td>113.93</td><td>7.26</td></tr><tr><td>Latin America &amp; Caribbean</td><td>3.77</td><td>4.07</td><td>0.31</td><td>8.15</td><td>1.93</td></tr><tr><td>Middle East &amp; North Africa</td><td>6.34</td><td>6.36</td><td>0.02</td><td>0.36</td><td>0.09</td></tr><tr><td>Rest of the World</td><td>0.68</td><td>0.68</td><td>0.00</td><td>0.12</td><td>0.01</td></tr><tr><td>South Asia</td><td>9.65</td><td>9.71</td><td>0.06</td><td>0.58</td><td>1.01</td></tr><tr><td>Sub-Saharan Africa</td><td>41.18</td><td>37.94</td><td>-3.25</td><td>-7.88</td><td>-34.10</td></tr></table>",
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF5": {
        "html": null,
        "content": "<table><tr><td>Country</td><td>Region</td><td>Poverty rate, % (2011 PPP)</td><td>Poverty rate, % (2017 PPP)</td><td>Change in poverty, pp</td><td>Change in poverty, %</td><td>Change in millions of poor</td></tr><tr><td>Nigeria</td><td>SSA</td><td>41.36</td><td>33.41</td><td>-7.96</td><td>-19.23</td><td>-15.19</td></tr><tr><td>Uzbekistan</td><td>ECA</td><td>12.70</td><td>34.35</td><td>21.65</td><td>170.53</td><td>7.01</td></tr><tr><td>Congo, Dem. Rep.</td><td>SSA</td><td>72.65</td><td>64.42</td><td>-8.24</td><td>-11.34</td><td>-6.70</td></tr><tr><td>Indonesia</td><td>EAP</td><td>4.46</td><td>6.55</td><td>2.09</td><td>47.01</td><td>5.54</td></tr><tr><td>Angola</td><td>SSA</td><td>45.07</td><td>26.50</td><td>-18.57</td><td>-41.20</td><td>-5.54</td></tr><tr><td>Kenya</td><td>SSA</td><td>35.11</td><td>27.50</td><td>-7.61</td><td>-21.67</td><td>-3.82</td></tr><tr><td>Ethiopia</td><td>SSA</td><td>24.66</td><td>21.16</td><td>-3.50</td><td>-14.18</td><td>-3.72</td></tr><tr><td>Ghana</td><td>SSA</td><td>12.34</td><td>24.68</td><td>12.33</td><td>99.91</td><td>3.59</td></tr><tr><td>Pakistan</td><td>SAS</td><td>4.02</td><td>5.44</td><td>1.42</td><td>35.35</td><td>2.95</td></tr><tr><td>China</td><td>EAP</td><td>0.35</td><td>0.55</td><td>0.19</td><td>55.05</td><td>2.69</td></tr></table>",
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF6": {
        "html": null,
        "content": "<table/>",
        "text": "Poverty increases in East Asia & the Pacific, and Europe & Central Asia, and Latin America & the Caribbean, while poverty decreases in the Middle East & North Africa and Sub-Saharan Africa. In 2017, global poverty changes by 0.6pp, or 43 million more poor people, with the 2017 PPPs. The largest changes in millions of poor in 2017 are observed in East Asia & the Pacific (43 million more poor people), and Sub-Saharan Africa (24 million fewer poor people). The change in East Asia & the Pacific is mainly driven by China and Indonesia, while the change in Sub-Saharan Africa is mainly driven by Nigeria. See Tables B.10 and B.11 for a full set of results.",
        "num": null,
        "type_str": "table"
      },
      "TABREF7": {
        "html": null,
        "content": "<table/>",
        "text": "Societal poverty slightly increases globally and, in all regions, except Sub-Saharan Africa and the Middle East & North Africa. About 17.6 million more people would be living in societal poverty in the world in 2017 when moving from the revised 2011 to 2017 PPPs. A few large countries drive this relatively small change, including China and Indonesia from East Asia & the Pacific, Nigeria and the Democratic Republic of Congo from Sub-Saharan Africa,",
        "num": null,
        "type_str": "table"
      },
      "TABREF8": {
        "html": null,
        "content": "<table><tr><td>Dean Jolliffe ⓡ Daniel Gerszon Mahler ⓡ Christoph Lakner ⓡ</td></tr><tr><td>Aziz Atamanov ⓡ Samuel Kofi Tetteh-Baah</td></tr><tr><td>Online Appendix</td></tr><tr><td>Appendix A. Revised 2011 PPPs</td></tr></table>",
        "text": "In May 2020, the ICP released new PPP estimates for the 2017 reference year, and also revised PPP estimates originally published for the 2011 round. The 2011 PPPs were revised primarily to account for revisions to national accounts expenditures. The ICP expenditure classification for the original 2011 round was based on the 1993 System of National Accounts. For the 2017 round, the ICP adopted the new 2008 System of National Accounts, which was also used to revise the original 2011 PPPs. The underlying price data were largely unchanged in the revised 2011 round. For nonbenchmark economies-countries that do not collect prices to compute PPPs as part of the ICP exercise-new input data were used to impute PPPs. For details on the revisions, see World Bank (2020) and Tetteh",
        "num": null,
        "type_str": "table"
      },
      "TABREF9": {
        "html": null,
        "content": "<table><tr><td/><td>Poverty Line,</td><td>Poverty Line,</td><td>Poverty Line,</td><td>Poverty Line,</td></tr><tr><td>Country</td><td>Original 2011 PPP</td><td>Update PPP only</td><td>Update CPI only</td><td>Update both PPP and CPI</td></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td>Ethiopia</td><td>2.03</td><td>1.98</td><td>2.02</td><td>1.97</td></tr><tr><td>Ghana</td><td>3.07</td><td>3.11</td><td>3.01</td><td>3.04</td></tr><tr><td>Gambia, The</td><td>1.82</td><td>1.81</td><td>1.82</td><td>1.81</td></tr><tr><td>Guinea-Bissau</td><td>2.16</td><td>2.08</td><td>2.16</td><td>2.08</td></tr><tr><td>Mali</td><td>2.15</td><td>2.13</td><td>2.15</td><td>2.13</td></tr><tr><td>Mozambique</td><td>1.26</td><td>1.24</td><td>1.33</td><td>1.30</td></tr><tr><td>Malawi</td><td>1.34</td><td>1.33</td><td>1.29</td><td>1.28</td></tr><tr><td>Niger</td><td>1.49</td><td>1.48</td><td>1.49</td><td>1.48</td></tr><tr><td>Nepal</td><td>1.47</td><td>1.47</td><td>1.38</td><td>1.38</td></tr><tr><td>Rwanda</td><td>1.50</td><td>1.47</td><td>1.51</td><td>1.49</td></tr><tr><td>Sierra Leone</td><td>2.73</td><td>2.64</td><td>2.10</td><td>2.04</td></tr><tr><td>Chad</td><td>1.28</td><td>1.29</td><td>1.36</td><td>1.36</td></tr><tr><td>Tajikistan</td><td>3.18</td><td>3.35</td><td>3.18</td><td>3.35</td></tr><tr><td>Tanzania</td><td>0.88</td><td>0.88</td><td>0.88</td><td>0.88</td></tr><tr><td>Uganda</td><td>1.77</td><td>1.77</td><td>1.71</td><td>1.72</td></tr><tr><td>Mean</td><td>1.88</td><td>1.87</td><td>1.83</td><td>1.82</td></tr></table>",
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF10": {
        "html": null,
        "content": "<table><tr><td>Region</td><td>Poverty rate, % (original)</td><td>Poverty rate, % (revised)</td><td>Change in poverty, pp</td><td>Change in poverty, %</td><td>Change in millions of poor</td></tr><tr><td>World</td><td>9.04</td><td>9.27</td><td>0.24</td><td>2.65</td><td>17.98</td></tr><tr><td>East Asia &amp; Pacific</td><td>1.61</td><td>1.41</td><td>-0.20</td><td>-12.27</td><td>-4.08</td></tr><tr><td>Europe &amp; Central Asia</td><td>1.36</td><td>1.30</td><td>-0.06</td><td>-4.74</td><td>-0.32</td></tr><tr><td>Latin America &amp; Caribbean</td><td>3.73</td><td>3.77</td><td>0.03</td><td>0.94</td><td>0.22</td></tr><tr><td>Middle East &amp; North Africa</td><td>6.43</td><td>6.34</td><td>-0.09</td><td>-1.45</td><td>-0.36</td></tr><tr><td>Rest of the World</td><td>0.68</td><td>0.68</td><td>0.00</td><td>0.00</td><td>0.00</td></tr><tr><td>South Asia</td><td>9.02</td><td>9.65</td><td>0.63</td><td>7.00</td><td>11.33</td></tr><tr><td>Sub-Saharan Africa</td><td>40.12</td><td>41.18</td><td>1.06</td><td>2.65</td><td>11.18</td></tr></table>",
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF11": {
        "html": null,
        "content": "<table><tr><td>Country</td><td>Poverty rate, % (original)</td><td>Poverty rate, % (revised)</td><td>Change in poverty, pp</td><td>Change in poverty, %</td><td>Change in millions of poor</td></tr><tr><td>India</td><td>9.71</td><td>10.55</td><td>0.85</td><td>8.71</td><td>11.32</td></tr><tr><td>Nigeria</td><td>38.65</td><td>41.36</td><td>2.71</td><td>7.02</td><td>5.18</td></tr><tr><td>Indonesia</td><td>5.71</td><td>4.46</td><td>-1.25</td><td>-21.92</td><td>-3.31</td></tr><tr><td>Ethiopia</td><td>23.14</td><td>24.66</td><td>1.52</td><td>6.56</td><td>1.62</td></tr><tr><td>Angola</td><td>41.18</td><td>45.07</td><td>3.89</td><td>9.44</td><td>1.16</td></tr><tr><td>Congo, Dem. Rep.</td><td>72.00</td><td>72.65</td><td>0.65</td><td>0.91</td><td>0.53</td></tr><tr><td>Cameroon</td><td>21.73</td><td>23.66</td><td>1.93</td><td>8.87</td><td>0.47</td></tr><tr><td>Egypt, Arab Rep.</td><td>2.58</td><td>2.97</td><td>0.39</td><td>15.03</td><td>0.37</td></tr><tr><td>Côte d'Ivoire</td><td>24.02</td><td>25.49</td><td>1.47</td><td>6.14</td><td>0.36</td></tr><tr><td>Myanmar</td><td>2.01</td><td>1.36</td><td>-0.65</td><td>-32.21</td><td>-0.35</td></tr></table>",
        "text": "This table compares extreme poverty in 2017 estimated with the original and revised 2011 PPPs at the country level. The global poverty line used is $1.90/day. The top 10 countries with the largest absolute changes in millions of poor are shown here. Countries are ranked in descending order of absolute changes in millions of poor.",
        "num": null,
        "type_str": "table"
      },
      "TABREF12": {
        "html": null,
        "content": "<table><tr><td>Region</td><td>Poverty rate, % (original)</td><td>Poverty rate, % (revised)</td><td>Change in poverty, pp</td><td>Change in poverty, %</td><td>Change in millions of poor</td></tr><tr><td>World</td><td>23.96</td><td>24.25</td><td>0.29</td><td>1.20</td><td>21.52</td></tr><tr><td>East Asia &amp; Pacific</td><td>8.92</td><td>8.43</td><td>-0.49</td><td>-5.53</td><td>-10.19</td></tr><tr><td>Europe &amp; Central Asia</td><td>4.87</td><td>4.63</td><td>-0.23</td><td>-4.78</td><td>-1.14</td></tr><tr><td>Latin America &amp; Caribbean</td><td>9.26</td><td>9.31</td><td>0.05</td><td>0.56</td><td>0.33</td></tr><tr><td>Middle East &amp; North Africa</td><td>17.99</td><td>18.30</td><td>0.32</td><td>1.76</td><td>1.21</td></tr><tr><td>Rest of the World</td><td>0.89</td><td>0.89</td><td>0.00</td><td>0.00</td><td>0.00</td></tr><tr><td>South Asia</td><td>42.26</td><td>43.43</td><td>1.16</td><td>2.75</td><td>20.85</td></tr><tr><td>Sub-Saharan Africa</td><td>66.34</td><td>67.34</td><td>1.00</td><td>1.50</td><td>10.47</td></tr><tr><td>Notes:</td><td/><td/><td/><td/><td/></tr></table>",
        "text": "This table compares poverty in 2017 estimated with the original and revised 2011 PPPs at the global and regional levels. The poverty line used is $3.20/day.",
        "num": null,
        "type_str": "table"
      },
      "TABREF13": {
        "html": null,
        "content": "<table><tr><td>Country</td><td>Poverty rate, % (original)</td><td>Poverty rate, % (revised)</td><td>Change in poverty, pp</td><td>Change in poverty, %</td><td>Change in millions of poor</td></tr><tr><td>India</td><td>43.65</td><td>45.17</td><td>1.52</td><td>3.48</td><td>20.34</td></tr><tr><td>Indonesia</td><td>27.25</td><td>24.64</td><td>-2.62</td><td>-9.60</td><td>-6.93</td></tr><tr><td>Nigeria</td><td>69.34</td><td>71.74</td><td>2.41</td><td>3.47</td><td>4.59</td></tr><tr><td>Egypt, Arab Rep.</td><td>22.22</td><td>24.79</td><td>2.57</td><td>11.56</td><td>2.48</td></tr><tr><td>Ethiopia</td><td>59.11</td><td>61.33</td><td>2.22</td><td>3.76</td><td>2.36</td></tr><tr><td>Myanmar</td><td>19.35</td><td>14.95</td><td>-4.40</td><td>-22.72</td><td>-2.35</td></tr><tr><td>Angola</td><td>63.88</td><td>68.03</td><td>4.15</td><td>6.50</td><td>1.24</td></tr><tr><td>Iraq</td><td>15.12</td><td>12.19</td><td>-2.94</td><td>-19.41</td><td>-1.10</td></tr><tr><td>Cameroon</td><td>42.15</td><td>44.58</td><td>2.43</td><td>5.76</td><td>0.60</td></tr><tr><td>Bangladesh</td><td>47.85</td><td>47.49</td><td>-0.36</td><td>-0.75</td><td>-0.58</td></tr></table>",
        "text": "This table compares extreme poverty in 2017 estimated with the original and revised 2011 PPPs at the country level. The poverty line used is $3.20/day. The top 10 countries with the largest absolute changes in millions of poor are shown here. Countries are ranked in descending order of absolute changes in millions of poor.",
        "num": null,
        "type_str": "table"
      },
      "TABREF14": {
        "html": null,
        "content": "<table><tr><td>Region</td><td>Poverty rate, % (original)</td><td>Poverty rate, % (revised)</td><td>Change in poverty, pp</td><td>Change in poverty, %</td><td>Change in millions of poor</td></tr><tr><td>World</td><td>43.47</td><td>43.53</td><td>0.07</td><td>0.15</td><td>4.93</td></tr><tr><td>East Asia &amp; Pacific</td><td>28.21</td><td>27.62</td><td>-0.59</td><td>-2.10</td><td>-12.27</td></tr><tr><td>Europe &amp; Central Asia</td><td>12.89</td><td>12.63</td><td>-0.27</td><td>-2.07</td><td>-1.31</td></tr><tr><td>Latin America &amp; Caribbean</td><td>22.87</td><td>22.97</td><td>0.09</td><td>0.41</td><td>0.60</td></tr><tr><td>Middle East &amp; North Africa</td><td>42.85</td><td>43.08</td><td>0.23</td><td>0.54</td><td>0.88</td></tr><tr><td>Rest of the World</td><td>1.29</td><td>1.29</td><td>0.00</td><td>0.27</td><td>0.04</td></tr><tr><td>South Asia</td><td>77.80</td><td>78.48</td><td>0.68</td><td>0.87</td><td>12.20</td></tr><tr><td>Sub-Saharan Africa</td><td>85.77</td><td>86.23</td><td>0.46</td><td>0.53</td><td>4.80</td></tr><tr><td>Notes:</td><td/><td/><td/><td/><td/></tr></table>",
        "text": "This table compares poverty in 2017 estimated with the original and revised 2011 PPPs at the global and regional levels. The poverty line used is $5.50/day.",
        "num": null,
        "type_str": "table"
      },
      "TABREF15": {
        "html": null,
        "content": "<table><tr><td>Country</td><td>Poverty rate, % (original)</td><td>Poverty rate, % (revised)</td><td>Change in poverty, pp</td><td>Change in poverty, %</td><td>Change in millions of poor</td></tr><tr><td>India</td><td>78.64</td><td>79.52</td><td>0.87</td><td>1.11</td><td>11.69</td></tr><tr><td>Indonesia</td><td>58.66</td><td>55.79</td><td>-2.87</td><td>-4.90</td><td>-7.60</td></tr><tr><td>Myanmar</td><td>60.81</td><td>54.30</td><td>-6.52</td><td>-10.71</td><td>-3.48</td></tr><tr><td>Nigeria</td><td>90.61</td><td>91.80</td><td>1.19</td><td>1.31</td><td>2.27</td></tr><tr><td>Egypt, Arab Rep.</td><td>66.76</td><td>69.11</td><td>2.34</td><td>3.51</td><td>2.26</td></tr><tr><td>Iraq</td><td>53.11</td><td>47.59</td><td>-5.52</td><td>-10.40</td><td>-2.07</td></tr><tr><td>Russian Federation</td><td>2.53</td><td>3.82</td><td>1.29</td><td>51.11</td><td>1.87</td></tr><tr><td>Iran,</td><td/><td/><td/><td/><td/></tr><tr><td>Islamic</td><td>11.30</td><td>13.24</td><td>1.94</td><td>17.16</td><td>1.56</td></tr><tr><td>Rep.</td><td/><td/><td/><td/><td/></tr><tr><td>Argentina</td><td>9.07</td><td>10.96</td><td>1.89</td><td>20.83</td><td>0.83</td></tr><tr><td>Angola</td><td>83.56</td><td>86.29</td><td>2.73</td><td>3.27</td><td>0.81</td></tr></table>",
        "text": "This table compares poverty in 2017 estimated with the original and revised 2011 PPPs at the country level. The poverty lines used is $5.50/day. The top 10 countries with the largest absolute changes in millions of poor are shown here. Countries are ranked in descending order of absolute changes in millions of poor.",
        "num": null,
        "type_str": "table"
      },
      "TABREF16": {
        "html": null,
        "content": "<table><tr><td>Source</td><td>All</td><td>Matched into PovcalNet</td></tr><tr><td>Poverty and Equity database</td><td>1,315</td><td>1,315</td></tr><tr><td>OECD</td><td>123</td><td>66</td></tr><tr><td>Total</td><td>1,438</td><td>1,381</td></tr><tr><td>We downloaded the series on July 11, 2021.</td><td/><td/></tr><tr><td colspan=\"3\">2. The remaining data on national poverty rates were obtained from the Organization for Economic Co-operation and</td></tr><tr><td colspan=\"3\">Development (OECD). We downloaded the series PVT6A: Poverty rate after taxes and transfers, Poverty line 60%</td></tr><tr><td colspan=\"3\">(i.e., share of population living on below 60% of median disposable income) on December 19, 2020 from the OECD</td></tr></table>",
        "text": "Notes: 1. Most of the national poverty rates were obtained from the World Bank's Poverty and Equity database. These data can be found in the following series from https://databank.worldbank.org/source/poverty-and-equity: Poverty headcount ratio at national poverty lines (% of population), including noncomparable values (SI.POV.NAHC.NC).",
        "num": null,
        "type_str": "table"
      },
      "TABREF17": {
        "html": null,
        "content": "<table><tr><td>Country</td><td>Original (official)</td><td>Original (imputed)</td><td>Revised (official)</td><td>Revised (imputed)</td></tr><tr><td>1. Egypt. Arab</td><td/><td/><td/><td/></tr><tr><td>Rep.</td><td>1.80</td><td>2.78</td><td>1.71</td><td>2.87</td></tr><tr><td>2. Iraq</td><td>573.42</td><td>1003.80</td><td>477.56</td><td>939.22</td></tr><tr><td>3. Jordan</td><td>0.32</td><td>0.45</td><td>0.33</td><td>0.44</td></tr><tr><td>4. Lao PDR</td><td>2914.85</td><td>3325.20</td><td>3124.08</td><td>3248.44</td></tr><tr><td>5. Myanmar</td><td>275.83</td><td>320.60</td><td>278.39</td><td>296.14</td></tr><tr><td colspan=\"2\">6. Yemen, Rep. 82.09</td><td>111.30</td><td>76.77</td><td>109.53</td></tr><tr><td colspan=\"2\">Source: Atamanov et al. (2020), Table A.1.</td><td/><td/><td/></tr><tr><td>Notes:</td><td/><td/><td/><td/></tr></table>",
        "text": "See main text,,, and Appendix C for details. Whenever the (revised) 2011 PPPs are used in the main text, the PPPs in the last column are used.",
        "num": null,
        "type_str": "table"
      },
      "TABREF18": {
        "html": null,
        "content": "<table><tr><td/><td>Revised</td><td>2017 PPP</td><td>2017 PPP</td><td>2017 PPP</td><td>Note</td></tr><tr><td>Country</td><td>2011 PPP</td><td>(official)</td><td>(imputed)</td><td>(exception)</td><td/></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(5)</td></tr><tr><td>1. Belize</td><td>1.17</td><td>1.48</td><td>1.16</td><td>1.31</td><td>Average</td></tr><tr><td>2. Egypt, Arab Rep.</td><td>2.87</td><td>3.41</td><td>6.88</td><td>4.84</td><td>Average</td></tr><tr><td>3. Guinea</td><td>2599.89</td><td>3213.98</td><td>3696.76</td><td>3446.93</td><td>Average</td></tr><tr><td>4. Iraq</td><td>939.22</td><td>555.39</td><td>619.35</td><td>586.50</td><td>Average</td></tr><tr><td>5. Nigeria</td><td>83.58</td><td>112.10</td><td>136.44</td><td>123.67</td><td>Average</td></tr><tr><td>6. São Tomé and Príncipe</td><td>10.49</td><td>10.76</td><td>12.14</td><td>11.43</td><td>Average</td></tr><tr><td>7. Sudan</td><td>1.46</td><td>5.38</td><td>7.77</td><td>6.46</td><td>Average</td></tr><tr><td>8. Trinidad and Tobago</td><td>4.52</td><td>4.21</td><td>5.16</td><td>4.66</td><td>Average</td></tr><tr><td>9. Kiribati</td><td>1.07</td><td/><td/><td>0.98</td><td>Extrapolated</td></tr><tr><td>10. Nauru</td><td>1.21</td><td/><td/><td>1.38</td><td>Extrapolated</td></tr><tr><td>11. Syrian Arab Republic</td><td>22.26</td><td/><td/><td>151.78</td><td>Extrapolated</td></tr><tr><td>12. Tuvalu</td><td>1.17</td><td/><td/><td>1.25</td><td>Extrapolated</td></tr><tr><td>13. Venezuela, RB</td><td>2.94</td><td/><td/><td>315.91</td><td>Extrapolated</td></tr><tr><td>14. Yemen, Rep.</td><td>109.53</td><td/><td/><td>255.68</td><td>Extrapolated</td></tr><tr><td>Notes:</td><td/><td/><td/><td/><td/></tr></table>",
        "text": "The PPPs in columns (1) and (4) are used in this paper. The geometric averages of official and imputed 2017 PPPs (column 4) are used for the exception countries. For countries without official 2017 PPPs, extrapolated PPPs are used: PPPs are extrapolated from the revised 2011 PPP currently used for global poverty monitoring, together with domestic and US inflation between 2011 and 2017. See Section 3.B of the main paper for details.",
        "num": null,
        "type_str": "table"
      },
      "TABREF19": {
        "html": null,
        "content": "<table><tr><td>Country, variable</td><td colspan=\"3\">Original 2011 PPP Revised 2011 PPP 2017 PPP</td></tr><tr><td>A) China</td><td/><td/><td/></tr><tr><td colspan=\"2\">Ratio of urban to rural poverty line ( ) 1.29</td><td>1.29</td><td>1.24</td></tr><tr><td>ICP urban share of outlets ( )</td><td>0.76</td><td>0.76</td><td>0.79</td></tr><tr><td>Rural PPP</td><td>3.038</td><td>3.039</td><td>3.495</td></tr><tr><td>Urban PPP</td><td>3.904</td><td>3.905</td><td>4.318</td></tr><tr><td>National PPP</td><td>3.696</td><td>3.698</td><td>4.147</td></tr><tr><td>B) India</td><td/><td/><td/></tr><tr><td colspan=\"2\">Ratio of urban to rural poverty line ( ) 1.22</td><td>1.22</td><td>1.22</td></tr><tr><td>ICP urban share of outlets ( )</td><td>0.74</td><td>0.74</td><td>0.64</td></tr><tr><td>Rural PPP</td><td>12.908</td><td>13.173</td><td>17.092</td></tr><tr><td>Urban PPP</td><td>15.695</td><td>16.018</td><td>20.787</td></tr><tr><td>National PPP</td><td>14.975</td><td>15.283</td><td>19.469</td></tr><tr><td>C) Indonesia</td><td/><td/><td/></tr><tr><td colspan=\"2\">Ratio of urban to rural poverty line ( ) 1.18</td><td>1.18</td><td>1.07</td></tr><tr><td>ICP urban share of outlets ( )</td><td>0.61</td><td>0.61</td><td>0.98</td></tr><tr><td>Rural PPP</td><td>3678.414</td><td>3498.876</td><td>4746.852</td></tr><tr><td>Urban PPP</td><td>4352.751</td><td>4140.299</td><td>5098.196</td></tr><tr><td>National PPP</td><td>4091.939</td><td>3892.218</td><td>5089.686</td></tr></table>",
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF20": {
        "html": null,
        "content": "<table><tr><td/><td/><td colspan=\"3\">Harmonized national poverty lines, 2017 PPP</td></tr><tr><td>No. Country</td><td>Year</td><td>Country-specific</td><td>Cumulative mean</td><td>Cumulative median</td></tr><tr><td>1 Burundi</td><td>2013</td><td>2.14</td><td>2.14</td><td>2.14</td></tr><tr><td>2 Congo, Dem. Rep.</td><td>2012</td><td>1.90</td><td>2.02</td><td>2.02</td></tr><tr><td>3 Malawi</td><td>2016</td><td>1.68</td><td>1.91</td><td>1.90</td></tr><tr><td>4 Central African Republic</td><td>2008</td><td>2.16</td><td>1.97</td><td>2.02</td></tr><tr><td>5 Niger</td><td>2014</td><td>1.87</td><td>1.95</td><td>1.90</td></tr><tr><td>6 Mozambique</td><td>2014</td><td>1.49</td><td>1.88</td><td>1.89</td></tr><tr><td>7 Togo</td><td>2015</td><td>2.17</td><td>1.92</td><td>1.90</td></tr><tr><td>8 Liberia</td><td>2016</td><td>3.13</td><td>2.07</td><td>2.02</td></tr><tr><td>9 Madagascar</td><td>2012</td><td>1.64</td><td>2.02</td><td>1.90</td></tr><tr><td>10 Sierra Leone</td><td>2018</td><td>3.24</td><td>2.14</td><td>2.02</td></tr><tr><td>11 Chad</td><td>2011</td><td>2.66</td><td>2.19</td><td>2.14</td></tr><tr><td>12 Guinea-Bissau</td><td>2010</td><td>2.28</td><td>2.20</td><td>2.15</td></tr><tr><td>13 Ethiopia</td><td>2015</td><td>2.04</td><td>2.19</td><td>2.14</td></tr><tr><td>14 Burkina Faso</td><td>2014</td><td>2.16</td><td>2.18</td><td>2.15</td></tr><tr><td>15 Rwanda</td><td>2016</td><td>1.73</td><td>2.15</td><td>2.14</td></tr><tr><td>16 Guinea</td><td>2012</td><td>3.40</td><td>2.23</td><td>2.15</td></tr><tr><td>17 Mali</td><td>2009</td><td>1.95</td><td>2.22</td><td>2.14</td></tr><tr><td>18 Gambia, The</td><td>2015</td><td>3.87</td><td>2.31</td><td>2.15</td></tr><tr><td>19 Uganda</td><td>2016</td><td>1.49</td><td>2.26</td><td>2.14</td></tr><tr><td>20 Kiribati</td><td>2006</td><td>2.73</td><td>2.29</td><td>2.15</td></tr><tr><td>21 Nepal</td><td>2010</td><td>2.93</td><td>2.32</td><td>2.16</td></tr><tr><td>22 Tanzania</td><td>2017</td><td>1.62</td><td>2.29</td><td>2.15</td></tr><tr><td>23 Solomon Islands</td><td>2012</td><td>1.61</td><td>2.26</td><td>2.14</td></tr><tr><td>24 Senegal</td><td>2011</td><td>2.36</td><td>2.26</td><td>2.15</td></tr><tr><td>25 Lesotho</td><td>2017</td><td>3.22</td><td>2.30</td><td>2.16</td></tr><tr><td>26 Comoros</td><td>2004</td><td>4.18</td><td>2.37</td><td>2.16</td></tr><tr><td>27 Tajikistan</td><td>2015</td><td>4.01</td><td>2.43</td><td>2.16</td></tr><tr><td>28 Haiti</td><td>2012</td><td>3.67</td><td>2.48</td><td>2.17</td></tr><tr><td>29 Benin</td><td>2015</td><td>1.77</td><td>2.45</td><td>2.16</td></tr><tr><td>30 Zimbabwe</td><td>2017</td><td>2.01</td><td>2.44</td><td>2.16</td></tr><tr><td>31 Uzbekistan</td><td>2003</td><td>0.91</td><td>2.39</td><td>2.16</td></tr><tr><td>32 Papua New Guinea</td><td>2009</td><td>2.16</td><td>2.38</td><td>2.16</td></tr><tr><td>33 Vanuatu</td><td>2010</td><td>2.04</td><td>2.37</td><td>2.16</td></tr><tr><td>34 Timor-Leste</td><td>2014</td><td>3.59</td><td>2.41</td><td>2.16</td></tr><tr><td>35 Tuvalu</td><td>2010</td><td>4.16</td><td>2.46</td><td>2.16</td></tr><tr><td>36 Sudan</td><td>2009</td><td>3.58</td><td>2.49</td><td>2.16</td></tr><tr><td>37 Cameroon</td><td>2014</td><td>2.91</td><td>2.50</td><td>2.16</td></tr><tr><td>38 Zambia</td><td>2015</td><td>1.78</td><td>2.48</td><td>2.16</td></tr><tr><td>39 Micronesia, Federated States of</td><td>2013</td><td>3.66</td><td>2.51</td><td>2.16</td></tr><tr><td>40 Kenya</td><td>2015</td><td>2.41</td><td>2.51</td><td>2.17</td></tr></table>",
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF21": {
        "html": null,
        "content": "<table><tr><td>Income classification</td><td colspan=\"3\">(A) Harmonized lines (Jolliffe and Prydz 2016)</td><td colspan=\"3\">(B) Own harmonized lines (pooled)</td><td colspan=\"3\">(C) Own harmonized lines (pooled, since 2007)</td></tr><tr><td/><td colspan=\"2\">Median Mean</td><td>N</td><td colspan=\"2\">Median Mean</td><td>N</td><td colspan=\"2\">Median Mean</td><td>N</td></tr><tr><td>Low</td><td>2.15</td><td>2.53</td><td>33</td><td>2.16</td><td>2.43</td><td>177</td><td>2.14</td><td>2.35</td><td>59</td></tr><tr><td>Lower-middle</td><td>3.68</td><td>4.49</td><td>32</td><td>3.80</td><td>4.20</td><td>394</td><td>3.59</td><td>4.04</td><td>214</td></tr><tr><td>Upper-middle</td><td>6.32</td><td>6.18</td><td>32</td><td>6.76</td><td>7.06</td><td>343</td><td>6.76</td><td>7.04</td><td>257</td></tr><tr><td>High income</td><td>23.65</td><td>23.34</td><td>29</td><td>24.15</td><td colspan=\"2\">23.19 460</td><td>23.97</td><td colspan=\"2\">23.08 359</td></tr><tr><td>Observations</td><td/><td/><td>126</td><td/><td/><td>1,374</td><td/><td/><td>889</td></tr></table>",
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF22": {
        "html": null,
        "content": "<table><tr><td>Income</td><td colspan=\"2\">(A) Full sample</td><td/><td colspan=\"2\">(B) Subsample (since 2007)</td><td/></tr><tr><td>classification</td><td>Median</td><td>Mean</td><td>N</td><td>Median</td><td>Mean</td><td>N</td></tr><tr><td>Low</td><td>2.15</td><td>2.42</td><td>28</td><td>2.14</td><td>2.31</td><td>25</td></tr><tr><td>Lower-middle</td><td>3.63</td><td>3.95</td><td>54</td><td>3.59</td><td>3.93</td><td>51</td></tr><tr><td>Upper-middle</td><td>6.85</td><td>7.05</td><td>37</td><td>6.95</td><td>7.08</td><td>36</td></tr><tr><td>High income</td><td>24.36</td><td>23.36</td><td>38</td><td>24.36</td><td>23.36</td><td>38</td></tr><tr><td>Observations</td><td/><td/><td>157</td><td/><td colspan=\"2\">150</td></tr></table>",
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF23": {
        "html": null,
        "content": "<table><tr><td/><td/><td>Headcount, %</td><td>Equivalent</td><td>Share of</td><td>Weighted</td></tr><tr><td>Region</td><td>Year</td><td>(Revised 2011 PPP)</td><td>IPL (2017 PPP)</td><td>global poor</td><td>Equivalent IPL</td></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(5)</td></tr><tr><td>World</td><td>2010</td><td>16.02</td><td>2.119</td><td>1.00</td><td>2.16</td></tr><tr><td>East Asia &amp; Pacific</td><td>2010</td><td>10.79</td><td>1.973</td><td>0.19</td><td>0.38</td></tr><tr><td>Europe &amp; Central Asia</td><td>2010</td><td>2.37</td><td>1.801</td><td>0.01</td><td>0.02</td></tr><tr><td colspan=\"2\">Latin America &amp; Caribbean 2010</td><td>6.03</td><td>2.058</td><td>0.03</td><td>0.07</td></tr><tr><td colspan=\"2\">Middle East &amp; North Africa 2010</td><td>2.04</td><td>2.215</td><td>0.01</td><td>0.01</td></tr><tr><td>Rest of the World</td><td>2010</td><td>0.50</td><td>2.076</td><td>0.00</td><td>0.01</td></tr><tr><td>South Asia</td><td>2010</td><td>25.95</td><td>2.146</td><td>0.38</td><td>0.82</td></tr><tr><td>Sub-Saharan Africa</td><td>2010</td><td>47.47</td><td>2.274</td><td>0.37</td><td>0.85</td></tr><tr><td>World</td><td>2012</td><td>12.89</td><td>2.128</td><td>1.00</td><td>2.19</td></tr><tr><td>East Asia &amp; Pacific</td><td>2012</td><td>6.88</td><td>1.979</td><td>0.15</td><td>0.30</td></tr><tr><td>Europe &amp; Central Asia</td><td>2012</td><td>1.88</td><td>1.801</td><td>0.01</td><td>0.03</td></tr><tr><td colspan=\"2\">Latin America &amp; Caribbean 2012</td><td>4.63</td><td>2.072</td><td>0.03</td><td>0.06</td></tr><tr><td colspan=\"2\">Middle East &amp; North Africa 2012</td><td>2.23</td><td>2.185</td><td>0.01</td><td>0.02</td></tr><tr><td>Rest of the World</td><td>2012</td><td>0.57</td><td>2.114</td><td>0.01</td><td>0.01</td></tr><tr><td>South Asia</td><td>2012</td><td>19.15</td><td>2.147</td><td>0.35</td><td>0.76</td></tr><tr><td>Sub-Saharan Africa</td><td>2012</td><td>43.90</td><td>2.284</td><td>0.44</td><td>1.01</td></tr><tr><td>World</td><td>2015</td><td>10.14</td><td>2.161</td><td>1.00</td><td>2.22</td></tr><tr><td>East Asia &amp; Pacific</td><td>2015</td><td>2.06</td><td>2.012</td><td>0.06</td><td>0.11</td></tr><tr><td>Europe &amp; Central Asia</td><td>2015</td><td>1.51</td><td>1.801</td><td>0.01</td><td>0.02</td></tr><tr><td colspan=\"2\">Latin America &amp; Caribbean 2015</td><td>3.69</td><td>2.067</td><td>0.03</td><td>0.06</td></tr><tr><td colspan=\"2\">Middle East &amp; North Africa 2015</td><td>4.28</td><td>2.143</td><td>0.02</td><td>0.05</td></tr><tr><td>Rest of the World</td><td>2015</td><td>0.73</td><td>2.132</td><td>0.01</td><td>0.02</td></tr><tr><td>South Asia</td><td>2015</td><td>13.18</td><td>2.148</td><td>0.31</td><td>0.67</td></tr><tr><td>Sub-Saharan Africa</td><td>2015</td><td>41.95</td><td>2.294</td><td>0.56</td><td>1.29</td></tr><tr><td>World</td><td>2017</td><td>9.27</td><td>2.173</td><td>1.00</td><td>2.23</td></tr><tr><td>East Asia &amp; Pacific</td><td>2017</td><td>1.41</td><td>2.023</td><td>0.04</td><td>0.08</td></tr><tr><td>Europe &amp; Central Asia</td><td>2017</td><td>1.30</td><td>1.801</td><td>0.01</td><td>0.02</td></tr><tr><td colspan=\"2\">Latin America &amp; Caribbean 2017</td><td>3.77</td><td>2.055</td><td>0.03</td><td>0.07</td></tr><tr><td colspan=\"2\">Middle East &amp; North Africa 2017</td><td>6.34</td><td>2.147</td><td>0.03</td><td>0.07</td></tr><tr><td>Rest of the World</td><td>2017</td><td>0.68</td><td>2.143</td><td>0.01</td><td>0.02</td></tr><tr><td>South Asia</td><td>2017</td><td>9.65</td><td>2.147</td><td>0.25</td><td>0.53</td></tr><tr><td>Sub-Saharan Africa</td><td>2017</td><td>41.18</td><td>2.297</td><td>0.62</td><td>1.43</td></tr></table>",
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF24": {
        "html": null,
        "content": "<table><tr><td/><td>Poverty Line</td><td>Update PPP &amp;</td><td>Update PPP &amp; CPI</td><td>Take $1.90 as</td></tr><tr><td>Country</td><td>Original 2011 PPP</td><td>CPI (update CPI in $1.90)</td><td>II (do not update CPI in $1.90)</td><td>given, update PPP &amp; CPI</td></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td>Ethiopia</td><td>2.03</td><td>2.37</td><td>2.38</td><td>2.23</td></tr><tr><td>Ghana</td><td>3.07</td><td>2.28</td><td>2.33</td><td>1.44</td></tr><tr><td>Gambia, The</td><td>1.82</td><td>1.88</td><td>1.88</td><td>1.97</td></tr><tr><td>Guinea-Bissau</td><td>2.16</td><td>2.45</td><td>2.45</td><td>2.15</td></tr><tr><td>Mali</td><td>2.15</td><td>2.49</td><td>2.49</td><td>2.20</td></tr><tr><td>Mozambique</td><td>1.26</td><td>1.44</td><td>1.37</td><td>2.06</td></tr><tr><td>Malawi</td><td>1.34</td><td>1.55</td><td>1.61</td><td>2.28</td></tr><tr><td>Niger</td><td>1.49</td><td>1.47</td><td>1.47</td><td>1.88</td></tr><tr><td>Nepal</td><td>1.47</td><td>1.83</td><td>1.95</td><td>2.52</td></tr><tr><td>Rwanda</td><td>1.5</td><td>1.81</td><td>1.79</td><td>2.27</td></tr><tr><td>Sierra Leone</td><td>2.73</td><td>2.88</td><td>3.73</td><td>2.60</td></tr><tr><td>Chad</td><td>1.28</td><td>1.60</td><td>1.51</td><td>2.24</td></tr><tr><td>Tajikistan</td><td>3.18</td><td>3.27</td><td>3.27</td><td>1.95</td></tr><tr><td>Tanzania</td><td>0.88</td><td>1.06</td><td>1.06</td><td>2.29</td></tr><tr><td>Uganda</td><td>1.77</td><td>1.90</td><td>1.96</td><td>2.11</td></tr><tr><td>Mean</td><td>1.88</td><td>2.02</td><td>2.08</td><td>2.15</td></tr><tr><td colspan=\"3\">Notes: Column (1) reproduces national poverty lines from</td><td/><td/></tr></table>",
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF25": {
        "html": null,
        "content": "<table><tr><td>Region</td><td>Poverty rate, % (2011 PPP)</td><td>Poverty rate, % (2017 PPP)</td><td>Change in poverty, pp</td><td>Change in poverty, %</td><td>Change in millions of poor</td></tr><tr><td>World</td><td>24.25</td><td>24.82</td><td>0.57</td><td>2.35</td><td>42.79</td></tr><tr><td>East Asia &amp; Pacific</td><td>8.43</td><td>10.52</td><td>2.09</td><td>24.85</td><td>43.30</td></tr><tr><td>Europe &amp; Central Asia</td><td>4.63</td><td>6.70</td><td>2.06</td><td>44.51</td><td>10.13</td></tr><tr><td>Latin America &amp; Caribbean</td><td>9.31</td><td>10.14</td><td>0.83</td><td>8.87</td><td>5.21</td></tr><tr><td>Middle East &amp; North Africa</td><td>18.30</td><td>16.32</td><td>-1.99</td><td>-10.85</td><td>-7.57</td></tr><tr><td>Rest of the World</td><td>0.89</td><td>0.91</td><td>0.02</td><td>2.31</td><td>0.23</td></tr><tr><td>South Asia</td><td>43.43</td><td>44.29</td><td>0.86</td><td>1.98</td><td>15.43</td></tr><tr><td>Sub-Saharan Africa</td><td>67.34</td><td>65.06</td><td>-2.28</td><td>-3.39</td><td>-23.94</td></tr><tr><td colspan=\"6\">Notes: This table compares poverty in 2017 estimated with the revised 2011 and 2017 PPPs at the global and regional</td></tr><tr><td colspan=\"4\">levels. The poverty lines used are $3.20/day (2011 PPP) and $3.65/day (2017 PPP).</td><td/><td/></tr></table>",
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF26": {
        "html": null,
        "content": "<table><tr><td colspan=\"7\">Table B.12: Global and regional changes in poverty in 2017 at $5.50/day</td></tr><tr><td>Region</td><td colspan=\"2\">Poverty rate, % (2011 PPP)</td><td colspan=\"2\">Poverty rate, % (2017 PPP)</td><td colspan=\"2\">Change in poverty, pp</td><td>Change in poverty, %</td><td>Change in millions of poor</td></tr><tr><td>World</td><td/><td>43.53</td><td/><td>47.81</td><td/><td>4.28</td><td>9.83</td><td>321.22</td></tr><tr><td colspan=\"2\">East Asia &amp; Pacific</td><td>27.62</td><td/><td>36.21</td><td/><td>8.60</td><td>31.13</td><td>177.79</td></tr><tr><td colspan=\"2\">Europe &amp; Central Asia</td><td>12.63</td><td/><td>16.43</td><td/><td>3.81</td><td>30.15</td><td>18.70</td></tr><tr><td colspan=\"2\">Latin America &amp; Caribbean</td><td>22.97</td><td/><td>27.59</td><td/><td>4.63</td><td>20.15</td><td>29.16</td></tr><tr><td colspan=\"2\">Middle East &amp; North Africa</td><td>43.08</td><td/><td>44.09</td><td/><td>1.00</td><td>2.33</td><td>3.83</td></tr><tr><td colspan=\"2\">Rest of the World</td><td>1.29</td><td/><td>1.49</td><td/><td>0.20</td><td>15.56</td><td>2.20</td></tr><tr><td>South Asia</td><td/><td>78.48</td><td/><td>82.66</td><td/><td>4.18</td><td>5.33</td><td>74.96</td></tr><tr><td colspan=\"2\">Sub-Saharan Africa</td><td>86.23</td><td/><td>87.61</td><td/><td>1.39</td><td>1.61</td><td>14.58</td></tr><tr><td colspan=\"7\">Notes: This table compares poverty in 2017 estimated with the revised 2011 and 2017 PPPs at the global and regional</td></tr><tr><td colspan=\"7\">levels. The poverty lines used are $5.50/day (2011 PPP) and $6.85/day (2017 PPP).</td></tr><tr><td colspan=\"7\">.11: Countries with the largest changes in millions of poor in 2017 at $3.20/day</td></tr><tr><td>Country</td><td>Poverty rate, % (2011 PPP)</td><td colspan=\"2\">Poverty rate, % (2017 PPP)</td><td colspan=\"2\">Change in poverty, pp</td><td>Change in poverty, %</td><td>Change in millions of poor</td></tr><tr><td>China</td><td>3.80</td><td>5.72</td><td/><td>1.92</td><td/><td>50.41</td><td>26.56</td></tr><tr><td>Nigeria</td><td>71.74</td><td>64.67</td><td/><td colspan=\"2\">-7.08</td><td>-9.86</td><td>-13.50</td></tr><tr><td>Indonesia</td><td>24.64</td><td>29.59</td><td/><td>4.95</td><td/><td>20.10</td><td>13.11</td></tr><tr><td>Pakistan</td><td>33.95</td><td>38.86</td><td/><td>4.91</td><td/><td>14.47</td><td>10.21</td></tr><tr><td>Uzbekistan</td><td>43.66</td><td>71.46</td><td/><td colspan=\"2\">27.80</td><td>63.68</td><td>9.00</td></tr><tr><td>India</td><td>45.17</td><td>45.81</td><td/><td>0.64</td><td/><td>1.41</td><td>8.53</td></tr><tr><td>Angola</td><td>68.03</td><td>47.81</td><td/><td colspan=\"2\">-20.23</td><td>-29.73</td><td>-6.03</td></tr><tr><td>Egypt, Arab Rep.</td><td>24.79</td><td>18.58</td><td/><td colspan=\"2\">-6.21</td><td>-25.05</td><td>-5.99</td></tr><tr><td>Ghana</td><td>28.72</td><td>48.13</td><td/><td colspan=\"2\">19.41</td><td>67.56</td><td>5.65</td></tr><tr><td>Ethiopia</td><td>61.33</td><td>56.50</td><td/><td colspan=\"2\">-4.83</td><td>-7.88</td><td>-5.14</td></tr></table>",
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF27": {
        "html": null,
        "content": "<table><tr><td/><td colspan=\"5\">Table B.14: Global and regional changes in societal poverty in 2017</td></tr><tr><td>Region</td><td/><td>Poverty rate, % (2011 PPP)</td><td>Poverty rate, % (2017 PPP)</td><td>Change in poverty, pp</td><td>Change in poverty, %</td><td>Change in millions of poor</td></tr><tr><td>World</td><td/><td>27.31</td><td>27.55</td><td>0.23</td><td>0.86</td><td>17.59</td></tr><tr><td colspan=\"2\">East Asia &amp; Pacific</td><td>22.58</td><td>23.55</td><td>0.97</td><td>4.29</td><td>20.04</td></tr><tr><td colspan=\"2\">Europe &amp; Central Asia</td><td>17.10</td><td>18.18</td><td>1.09</td><td>6.35</td><td>5.33</td></tr><tr><td colspan=\"2\">Latin America &amp; Caribbean</td><td>26.36</td><td>26.67</td><td>0.31</td><td>1.18</td><td>1.96</td></tr><tr><td colspan=\"2\">Middle East &amp; North Africa</td><td>26.01</td><td>25.47</td><td>-0.54</td><td>-2.09</td><td>-2.07</td></tr><tr><td colspan=\"2\">Rest of the World</td><td>15.19</td><td>15.25</td><td>0.06</td><td>0.39</td><td>0.66</td></tr><tr><td>South Asia</td><td/><td>31.32</td><td>31.84</td><td>0.52</td><td>1.65</td><td>9.29</td></tr><tr><td colspan=\"2\">Sub-Saharan Africa</td><td>48.28</td><td>46.60</td><td>-1.68</td><td>-3.48</td><td>-17.62</td></tr><tr><td colspan=\"7\">Notes: This table compares societal poverty in 2017 estimated with the revised 2011 and 2017 PPPs at the global and</td></tr><tr><td colspan=\"7\">regional levels. With the revised 2011 PPP, the societal poverty line (SPL) used is given as max($1.90, $1.00 + 0.5 *</td></tr><tr><td colspan=\"7\">median consumption/income). With the 2017 PPP, the societal poverty line (SPL) used is given as max($2.15, $1.15</td></tr><tr><td colspan=\"2\">+ 0.5 * median consumption/income).</td><td/><td/><td/><td/></tr><tr><td colspan=\"7\">.13: Countries with the largest changes in millions of poor in 2017 at $5.50/day</td></tr><tr><td>Country</td><td>Poverty rate, % (2011 PPP)</td><td>Poverty rate, % (2017 PPP)</td><td>Change in poverty, pp</td><td>Change in poverty, %</td><td colspan=\"2\">Change in millions of poor</td></tr><tr><td>China</td><td>19.88</td><td>29.18</td><td>9.30</td><td>46.77</td><td colspan=\"2\">128.91</td></tr><tr><td>India</td><td>79.52</td><td>83.37</td><td>3.85</td><td>4.85</td><td colspan=\"2\">51.59</td></tr><tr><td>Indonesia</td><td>55.79</td><td>65.17</td><td>9.38</td><td>16.81</td><td colspan=\"2\">24.82</td></tr><tr><td>Pakistan</td><td>74.52</td><td>82.05</td><td>7.53</td><td>10.10</td><td colspan=\"2\">15.65</td></tr><tr><td>Brazil</td><td>20.23</td><td>25.93</td><td>5.70</td><td>28.15</td><td colspan=\"2\">11.84</td></tr><tr><td>Iraq</td><td>47.59</td><td>21.04</td><td>-26.55</td><td>-55.79</td><td colspan=\"2\">-9.97</td></tr><tr><td>Myanmar</td><td>54.3</td><td>68.2</td><td>13.91</td><td>25.61</td><td colspan=\"2\">7.42</td></tr><tr><td>Ghana</td><td>54.34</td><td>77.94</td><td>23.60</td><td>43.44</td><td colspan=\"2\">6.87</td></tr><tr><td>Philippines</td><td>60.02</td><td>66.25</td><td>6.23</td><td>10.38</td><td colspan=\"2\">6.55</td></tr><tr><td>Iran,</td><td/><td/><td/><td/><td/></tr><tr><td>Islamic</td><td>13.24</td><td>20.94</td><td>7.70</td><td>58.13</td><td colspan=\"2\">6.21</td></tr><tr><td>Rep.</td><td/><td/><td/><td/><td/></tr></table>",
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF28": {
        "html": null,
        "content": "<table><tr><td>Country</td><td>Poverty rate, % (2011 PPP)</td><td>Poverty rate, % (2017 PPP)</td><td>Change in poverty, pp</td><td>Change in poverty, %</td><td>Change in millions of poor</td></tr><tr><td>China</td><td>21.04</td><td>22.07</td><td>1.03</td><td>4.88</td><td>14.25</td></tr><tr><td>Nigeria</td><td>41.36</td><td>37.57</td><td>-3.79</td><td>-9.16</td><td>-7.23</td></tr><tr><td>Congo, Dem. Rep.</td><td>72.65</td><td>64.42</td><td>-8.24</td><td>-11.34</td><td>-6.7</td></tr><tr><td>India</td><td>31.43</td><td>31.87</td><td>0.45</td><td>1.42</td><td>5.98</td></tr><tr><td>Uzbekistan</td><td>32.18</td><td>44.93</td><td>12.75</td><td>39.62</td><td>4.13</td></tr><tr><td>Indonesia</td><td>29.36</td><td>30.86</td><td>1.49</td><td>5.09</td><td>3.95</td></tr><tr><td>Pakistan</td><td>30.88</td><td>32.69</td><td>1.81</td><td>5.87</td><td>3.77</td></tr><tr><td>Angola</td><td>51.81</td><td>43.58</td><td>-8.24</td><td>-15.9</td><td>-2.46</td></tr><tr><td>Iraq</td><td>21.31</td><td>15.82</td><td>-5.49</td><td>-25.78</td><td>-2.06</td></tr><tr><td>Egypt, Arab Rep.</td><td>30.53</td><td>28.54</td><td>-1.99</td><td>-6.52</td><td>-1.92</td></tr></table>",
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF29": {
        "html": null,
        "content": "<table><tr><td/><td>Jolliffe and</td><td>Update</td><td>Update</td><td>Update</td><td colspan=\"2\">Obs Update</td><td colspan=\"2\">Obs Update</td><td>Obs</td></tr><tr><td/><td>Prydz</td><td>with</td><td>with</td><td>national</td><td/><td>income</td><td/><td>country</td><td/></tr><tr><td/><td>(original</td><td>revised</td><td>2017</td><td>poverty</td><td/><td>groups</td><td/><td>availa-</td><td/></tr><tr><td/><td>2011 PPP)</td><td>2011 PPP</td><td>PPP</td><td>lines</td><td/><td/><td/><td>bility</td><td/></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td/><td>(5)</td><td/><td>(6)</td><td/></tr><tr><td>Low</td><td>1.91</td><td>1.85</td><td>2.15</td><td>2.17</td><td>33</td><td>2.16</td><td>25</td><td>2.15</td><td>28</td></tr><tr><td>Lower-middle</td><td>3.21</td><td>3.21</td><td>3.68</td><td>3.76</td><td>32</td><td>3.58</td><td>37</td><td>3.63</td><td>54</td></tr><tr><td>Upper-middle</td><td>5.47</td><td>5.65</td><td>6.32</td><td>7.15</td><td>32</td><td>6.95</td><td>30</td><td>6.85</td><td>37</td></tr><tr><td>High-income</td><td>21.70</td><td>21.70</td><td>23.65</td><td>27.39</td><td>29</td><td>24.31</td><td>34</td><td>24.36</td><td>38</td></tr><tr><td>Notes:</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>",
        "text": "The table shows what is driving the changes to the global poverty lines, starting from the global lines replicating in column (1), to the final global poverty lines derived in this paper in column (6). The intermediate columns all make one change to the derivation of the harmonized national poverty lines, allowing for a (path dependent) decomposition of what is driving the final derivation. Columns (2) and (3) update the harmonized poverty lines from with the revised 2011 PPPs and 2017 PPPs, respectively. Column (4) updates with new harmonized poverty lines derived from new survey data for the exact same countries that Jolliffe and Prydz (2016) used. Column (5) updates the income classification for the countries that with new data have changed income groups. Column (6) adds the countries for which national poverty lines have been made available after Jolliffe and Prydz (2016) made their analysis and removes the countries for which the national poverty lines or welfare aggregates have been removed due to quality concerns.",
        "num": null,
        "type_str": "table"
      },
      "TABREF30": {
        "html": null,
        "content": "<table><tr><td>Country</td><td colspan=\"2\">Delta ratio Official PPP Imputed PPP</td><td>Delta ratio increases/decreases further?</td></tr><tr><td>1. Angola</td><td>1.80</td><td>2.14</td><td>Yes</td></tr><tr><td>2. Belize</td><td>0.83</td><td>1.05</td><td>No</td></tr><tr><td>3. Bolivia</td><td>1.43</td><td>1.33</td><td>No</td></tr><tr><td>4. Central African Republic</td><td>1.24</td><td>1.93</td><td>Yes</td></tr><tr><td>5. Egypt, Arab Rep.</td><td>1.77</td><td>0.88</td><td>No</td></tr><tr><td>6. Ghana</td><td>0.75</td><td>0.73</td><td>Yes</td></tr><tr><td>7. Guinea</td><td>1.46</td><td>1.27</td><td>No</td></tr><tr><td>8. Iraq</td><td>1.90</td><td>1.70</td><td>No</td></tr><tr><td>9. Jordan</td><td>1.53</td><td>1.57</td><td>Yes</td></tr><tr><td>10. Liberia</td><td>1.50</td><td>1.81</td><td>Yes</td></tr><tr><td>11. Nigeria</td><td>1.44</td><td>1.18</td><td>No</td></tr><tr><td>12. São Tomé and Príncipe</td><td>1.46</td><td>1.30</td><td>No</td></tr><tr><td>13. Suriname</td><td>1.45</td><td>0.96</td><td>No</td></tr><tr><td>14. Trinidad and Tobago</td><td>1.43</td><td>1.17</td><td>No</td></tr></table>",
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF31": {
        "html": null,
        "content": "<table><tr><td/><td colspan=\"2\">.2: CPI quality indicators</td><td/><td/></tr><tr><td>Country</td><td>CPI classification system</td><td>CPI expenditure weights coverage</td><td>CPI weights reference year</td><td>Flag</td></tr><tr><td>1. Belize</td><td>COICOP</td><td>National</td><td>2009</td><td>Yes</td></tr><tr><td>2. Bolivia</td><td>Other</td><td>National</td><td>2016</td><td>No</td></tr><tr><td>3. Djibouti</td><td>Other</td><td>Capital City</td><td>2013</td><td>No</td></tr><tr><td>4. Egypt, Arab Rep.</td><td>COICOP</td><td>National</td><td>2010</td><td>Yes</td></tr><tr><td>5. Guinea</td><td>Other</td><td>Capital City</td><td>2002</td><td>No</td></tr><tr><td>6. Iraq</td><td>COICOP</td><td>National</td><td/><td/></tr></table>",
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF32": {
        "html": null,
        "content": "<table><tr><td/><td/><td>Log difference between</td><td>Log difference between</td><td/></tr><tr><td>Country</td><td>Year</td><td>predicted poverty from MPI and poverty with</td><td>predicted poverty from MPI and poverty with</td><td>Flag</td></tr><tr><td/><td/><td>official 2017 PPP</td><td>imputed 2017 PPP</td><td/></tr><tr><td>1. Belize</td><td>2015</td><td>1.79</td><td>1.45</td><td>Yes</td></tr><tr><td>2. Bolivia</td><td>2008</td><td>0.12</td><td>0.06</td><td>Yes</td></tr><tr><td>3. Djibouti</td><td>2006</td><td>1.37</td><td>0.56</td><td>Yes</td></tr><tr><td>4. Egypt, Arab Rep.</td><td>2014</td><td>2.21</td><td>2.43</td><td>No</td></tr><tr><td>5. Guinea</td><td>2018</td><td>1.36</td><td>0.96</td><td>Yes</td></tr><tr><td>6. Iraq</td><td>2018</td><td>3.41</td><td>2.17</td><td>Yes</td></tr><tr><td>7. Lao PDR</td><td>2017</td><td>0.57</td><td>0.77</td><td>No</td></tr><tr><td>8. Myanmar</td><td>2015</td><td>1.37</td><td>1.54</td><td>No</td></tr><tr><td>9. Nigeria</td><td>2018</td><td>0.26</td><td>0.08</td><td>Yes</td></tr><tr><td>10. São Tomé and Príncipe</td><td>2014</td><td>0.21</td><td>0.43</td><td>No</td></tr><tr><td>11. Sudan</td><td>2014</td><td>1.42</td><td>0.37</td><td>Yes</td></tr><tr><td>12. Suriname</td><td>2018</td><td>1.84</td><td>2.05</td><td>No</td></tr><tr><td>13. Trinidad and Tobago</td><td>2011</td><td>1.82</td><td>1.46</td><td>Yes</td></tr><tr><td>14. Angola</td><td>2015</td><td>0.55</td><td>0.86</td><td>No</td></tr><tr><td colspan=\"2\">15. Central African Republic 2010</td><td>0.07</td><td>0.37</td><td>No</td></tr><tr><td>16. Ghana</td><td>2014</td><td>0.18</td><td>0.22</td><td>No</td></tr><tr><td>17. Jordan</td><td>2017</td><td>0.41</td><td>0.13</td><td>Yes</td></tr><tr><td>18. Liberia</td><td>2013</td><td>0.46</td><td>0.95</td><td>No</td></tr><tr><td>Notes:</td><td/><td/><td/><td/></tr></table>",
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF33": {
        "html": null,
        "content": "<table><tr><td/><td>2011</td><td>2017 PPP (official)</td><td>2017 PPP (imputed)</td><td>2017 PPP (average)</td></tr><tr><td>Country</td><td>PPP Poverty</td><td colspan=\"3\">Poverty Change Delta Poverty Change Delta Poverty Change Delta</td></tr><tr><td/><td colspan=\"3\">(A) Use official 2017 PPP: Imputed PPP leads to even larger changes</td></tr></table>",
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF34": {
        "html": null,
        "content": "<table><tr><td colspan=\"2\">Appendix E. Methodological details</td><td/><td/><td/></tr><tr><td colspan=\"3\">Section 1: Update $1.90 with revised 2011 PPPs</td><td/><td/></tr><tr><td/><td colspan=\"2\">A. 2017 PPP</td><td colspan=\"2\">B. 2017 PPP (ICP)</td></tr><tr><td>Region</td><td>Change in</td><td>Change in</td><td>Change in</td><td>Change in</td></tr><tr><td/><td>poverty, pp</td><td>millions of poor</td><td>poverty, pp</td><td>millions of poor</td></tr><tr><td>World</td><td>-0.20</td><td>-15.36</td><td>-0.41</td><td>-30.96</td></tr><tr><td>East Asia &amp; Pacific</td><td>0.41</td><td>8.45</td><td>0.41</td><td>8.45</td></tr><tr><td>Europe &amp; Central Asia</td><td>1.48</td><td>7.26</td><td>1.48</td><td>7.26</td></tr><tr><td>Latin America &amp; Caribbean</td><td>0.31</td><td>1.93</td><td>0.31</td><td>1.94</td></tr><tr><td>Middle East &amp; North Africa</td><td>0.02</td><td>0.09</td><td>-0.72</td><td>-2.76</td></tr><tr><td>Rest of the World</td><td>0.00</td><td>0.01</td><td>0.00</td><td>0.01</td></tr><tr><td>South Asia</td><td>0.06</td><td>1.01</td><td>0.06</td><td>1.01</td></tr><tr><td>Sub-Saharan Africa</td><td>-3.25</td><td>-34.10</td><td>-4.46</td><td>-46.86</td></tr></table>",
        "text": "Equation 1 expresses how the national poverty lines of the 15 poor countries denominated in the original 2011 PPPs were originally derived by",
        "num": null,
        "type_str": "table"
      }
    }
  }
}