{
  "paper_id": "D33774274",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:04:56.414830Z"
  },
  "title": "Cash Transfers after Ebola in Guinea Lessons Learned on Human Capital",
  "authors": [
    {
      "first": "Damien",
      "middle": [],
      "last": "De Walque",
      "suffix": "",
      "affiliation": {},
      "email": "ddewalque@worldbank.org"
    },
    {
      "first": "Dimitris",
      "middle": [],
      "last": "Mavridis",
      "suffix": "",
      "affiliation": {},
      "email": "mavridis.dimitris@gmail.com"
    },
    {
      "first": "Azedine",
      "middle": [],
      "last": "Ouerghi",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Philippe",
      "middle": [],
      "last": "Auffret",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Giuseppe",
      "middle": [],
      "last": "Zampaglione",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Fanta",
      "middle": [],
      "last": "Toure",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Claudia",
      "middle": [],
      "last": "Zambra",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Nono",
      "middle": [],
      "last": "Ayivi-Guedehoussou",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Astrid",
      "middle": [
        "Sophie"
      ],
      "last": "Uytterhaegen",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Nene",
      "middle": [
        "Oumou"
      ],
      "last": "Dialo",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Karim",
      "middle": [],
      "last": "Paré",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Aissata",
      "middle": [],
      "last": "Coulibaly",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "2022-03",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D33774274",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "Human capital investments during children's critical years were severely affected in the course of the Ebola epidemic in West Africa in 2014-15. Schools were closed almost a full year. Primary health centers were avoided for fear of Ebola. Consequently, school enrollment, health checkups and vaccination rates fell significantly and did not fully recover in the immediate aftermath of the epidemic (Wilhelm and Helleringer, 2019) . In this context, programs that incentivize these investments could have large effects on human capital accumulation and a long-lasting effect on poverty reduction.",
        "cite_spans": [
          {
            "start": 399,
            "end": 430,
            "text": "(Wilhelm and Helleringer, 2019)",
            "ref_id": "BIBREF21"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. Introduction",
        "sec_num": null
      },
      {
        "text": "Poverty-targeted Cash Transfers (CT) programs are known to have significant positive effects on schooling and health (Molina Millán et al., 2019) . In developing countries, school enrollment is sensitive to costs (Kremer et al. 2013) . 3 Therefore, poverty-targeted CT, whether conditional or unconditional, are known to alleviate the resource constraint and to increase children's school enrollment as well as health inputs.",
        "cite_spans": [
          {
            "start": 117,
            "end": 145,
            "text": "(Molina Millán et al., 2019)",
            "ref_id": null
          },
          {
            "start": 213,
            "end": 233,
            "text": "(Kremer et al. 2013)",
            "ref_id": "BIBREF14"
          },
          {
            "start": 236,
            "end": 237,
            "text": "3",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. Introduction",
        "sec_num": null
      },
      {
        "text": "In this paper, we evaluate a program that was set up in Guinea as an immediate response to the Ebola crisis. The program was poverty targeted and consisted of cash transfers and information campaigns to parents to raise awareness of the importance of schooling and health investments. The program was randomized at two levels. A first level was between treated and control villages.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. Introduction",
        "sec_num": null
      },
      {
        "text": "The second level of randomization took place within treated villages in which households were randomly distributed in three different treatment arms: (i) no cash transfer (information campaign only), (ii) a cash transfer of 70,000 Guinean francs or approximately 8 USD/quarter/child over 2 years (with information campaign), and (iii) a cash transfer twice as large as in group (ii) (with information campaign). In treated villages, households received cash conditional only on attending the information campaign promoting good health practices and schooling.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. Introduction",
        "sec_num": null
      },
      {
        "text": "In a context that might be similar to the situation many countries might confront when the COVID-19 pandemic eases and finally ends, school enrollment increased nationwide and rapidly in Guinea in the aftermath of Ebola. We find that it increased significantly more in treated villages. From a low baseline of around 40 percent of primary-school age enrollment, 4 treated villages increased their school enrollment by more than 11 percentage points compared to control villages. But this massive increase in school enrollment did not lead to impacts on learning outcomes as measured by mathematics, French and literacy. This result is in line with the previous literature on cash transfers, which is large and has been reviewed extensively (Fiszbein and Schady 2009; Snilstveit et al. 2015, Ganimian and Murnane, 2016; Glewwe and Muralidharan, 2016 and Molina Millán et al., 2019) . The overall conclusion from those reviews is that cash transfers increase time spent in school nearly everywhere where they have been evaluated. But the effect of the transfer programs on learning is often limited. 5 However, our design with three different sub-groups (households eligible according to the poverty targeting were randomly allocated to transfers of 0, 8 or 16 USD/quarter/child) allows us to obtain more specific contributions related to the design and targeting of cash transfer programs. Compared to the control villages, the effect of the treatment on enrollment is increasing for each successive sub-group in the treated villages. The effect is 7 percentage points (significant at the 10 percent level) for the group with no cash transfers but who received an information campaign and resided in communities where some neighbors received cash, compared to villages with neither. It increases to 11 and then to 17 percentage points for households receiving respectively 70,000 (8 USD) and 140,000 GNF (16 USD).",
        "cite_spans": [
          {
            "start": 740,
            "end": 766,
            "text": "(Fiszbein and Schady 2009;",
            "ref_id": "BIBREF11"
          },
          {
            "start": 767,
            "end": 803,
            "text": "Snilstveit et al. 2015, Ganimian and",
            "ref_id": null
          },
          {
            "start": 804,
            "end": 818,
            "text": "Murnane, 2016;",
            "ref_id": "BIBREF12"
          },
          {
            "start": 819,
            "end": 829,
            "text": "Glewwe and",
            "ref_id": "BIBREF13"
          },
          {
            "start": 830,
            "end": 852,
            "text": "Muralidharan, 2016 and",
            "ref_id": null
          },
          {
            "start": 853,
            "end": 880,
            "text": "Molina Millán et al., 2019)",
            "ref_id": null
          },
          {
            "start": 1098,
            "end": 1099,
            "text": "5",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. Introduction",
        "sec_num": null
      },
      {
        "text": "First, the 7 percentage points increase on enrollment measured among households who would have been eligible based on the poverty targeting but were randomly allocated to not receiving any transfers suggests the existence of substantial spillovers 6 and/or that the information campaigns that were organized in the treated villages and were open to all village members had an impact independent of the cash transfers.",
        "cite_spans": [
          {
            "start": 248,
            "end": 249,
            "text": "6",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. Introduction",
        "sec_num": null
      },
      {
        "text": "Another contribution relates to the debate on the size of cash transfers. Our findings are less straightforward: we find evidence that for all children (aged 6 to 15), cash transfers whose amounts were doubled had larger effect on school enrollment (17 vs 8 percentage points, p-value=0,039). However, in separate estimations on the children aged 8-12 these differences are not significant (18 vs 11 percentage points, p-value=0.118).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. Introduction",
        "sec_num": null
      },
      {
        "text": "Moreover, similar to the findings of Akresh et al. (2013) , we also find that the effect on enrollment is higher (15 percentage points) for children that were at the critical young ages (8-12) during which children usually first enter school. This last finding is important as it provides further evidence on the need to tailor policy interventions for maximum impact. Given the unique context of school closures during the Ebola crisis, this finding might also reflect the difficulty for older children to re-enter school after a long interruption.",
        "cite_spans": [
          {
            "start": 37,
            "end": 57,
            "text": "Akresh et al. (2013)",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. Introduction",
        "sec_num": null
      },
      {
        "text": "We also contribute to the literature on differential parental choices depending on children's ability as we find some evidence that parents send their highest ability children to school (Akresh et al. 2012 and .",
        "cite_spans": [
          {
            "start": 186,
            "end": 209,
            "text": "(Akresh et al. 2012 and",
            "ref_id": "BIBREF0"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. Introduction",
        "sec_num": null
      },
      {
        "text": "Finally, outside education, we find no effects of the program on vaccination rates. In health, most efforts had been focused on fighting Ebola and the supply of children's vaccines was constrained, as evidenced in Camara et al. (2017) , thus highlighting how critical it is to continue to focus on primary health inputs for children.",
        "cite_spans": [
          {
            "start": 214,
            "end": 234,
            "text": "Camara et al. (2017)",
            "ref_id": "BIBREF8"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. Introduction",
        "sec_num": null
      },
      {
        "text": "The remainder of the paper is organized as follows. Section II describes the program, the country context, and the empirical strategy. In section III we present the effect on educational outcomes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. Introduction",
        "sec_num": null
      },
      {
        "text": "In Section IV we present the (lack of effects) on vaccinations, before concluding in section V.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. Introduction",
        "sec_num": null
      },
      {
        "text": "At the time of the design of the program in 2012, 53 percent of the population of Guinea was below the international poverty line of 1.9 USD a day in PPP. Guinea ranked among the bottom 10 countries in the world in its Human Development Index and had a life expectancy at birth of 54 years. Among the education indicators, enrollment, dropout, and completion rates had stagnated or deteriorated since 2005. The share of GDP going to education spending had fallen compared to the early 2000s and was at 1.8 percent, well below the 4 percent average of Sub-Saharan African countries. In that context, finding ways to increase educational enrollment and improving learning outcomes is critical.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Context",
        "sec_num": "1."
      },
      {
        "text": "The school years 2014 and 2015 were severely disrupted by Ebola first, and by presidential elections afterward. One of the hidden impacts of the Ebola outbreak in Guinea is that children have missed out on 10 months of learning. First, during Ebola, schools closed from mid-March 2014 to late-January 2015. 7 Next, schools did not reopen after the 2015 summer recess, instead staying shut to help prevent the spread of the disease (UNICEF, 2022). The 2015 presidential elections triggered unrest, including teachers' strikes that delayed the start of the school year, from September to November 2015. This evaluation can thus provide insights about the policy tools to foster a post-pandemic recovery.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Context",
        "sec_num": "1."
      },
      {
        "text": "The program's main goal was to increase children's human capital. There were two intermediary objectives. The first, related to education, was to increase primary school enrollment, completion rate and learning outcomes of children aged 6 to 15 years. The second was related to health: to increase vaccination rates for infants (0 to 5 years old) and general health check-ups for children.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Objectives and content of the program",
        "sec_num": "2."
      },
      {
        "text": "To reach those objectives, the question was whether information sessions for parents and cash transfers would have an effect, and if so, whether higher amounts of cash transfers would have larger effects.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Objectives and content of the program",
        "sec_num": "2."
      },
      {
        "text": "Initially the program was designed just for girls, but field work prior to the implementation led to a change of approach and the cash transfers were given to households with age-eligible children, regardless of sex. The field work reported by the implementing agency concluded that girls' enrollment was not significantly different than among boys. Girls' re-enrollment post Ebola might have been different, but we find that this is not the case.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Objectives and content of the program",
        "sec_num": "2."
      },
      {
        "text": "Information sessions, called \"ateliers,\" were organized for parents, in each treated village. The ateliers covered a wide range of topics, among which were (a) schooling for children and its effects; (b) the importance of breastfeeding; and (c) vaccination effects and health check-ups.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Objectives and content of the program",
        "sec_num": "2."
      },
      {
        "text": "There were at least 8 ateliers organized in each village over the course of 2015-2017. Attendance was required for those receiving cash and recorded.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Objectives and content of the program",
        "sec_num": "2."
      },
      {
        "text": "The program was designed first to assess the impact of cash transfers and next to test whether higher amounts of cash transfers would have a larger effect. First 148 villages were randomized in 75 treatment and 73 control villages (Figure 1 ). Within the treated villages, three different treatment arms were created among all eligible households, which were defined using a poverty score card based on a list of household assets and having at least one age-eligible child. In the first treatment arm, households did not receive cash. In the second treatment arm, households received a cash transfer of 70,000 Guinean francs 8 (GNF, local equivalent of 8 USD) per quarter per child. In the third treatment arm, households received 140,000 GNF (16 USD) per quarter per child. Each eligible child would hence receive a total sum, during the 2-year duration, of either 64 USD or 128 USD, divided in 8 installments. There was no limit to the number of children per family that received the cash transfer.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 231,
            "end": 240,
            "text": "(Figure 1",
            "ref_id": "FIGREF1"
          }
        ],
        "eq_spans": [],
        "section": "Experimental design",
        "sec_num": "3."
      },
      {
        "text": "The size of the cash transfer is substantial. For the median families receiving this cash transfer, it represented around a 10 percent increase in their yearly income, when initially designed. 9 In the treatment villages, about half of the eligible households were randomized into the group of regular (70,000 GNF) cash transfers, and the other half equally between the no cash and the high cash (140,000 GNF) treatment arms.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Experimental design",
        "sec_num": "3."
      },
      {
        "text": "The conditions for staying in the program were intended to be hard and conditional on schooling attendance but were switched to soft conditionalities before the implementation. As designed initially: a child had to be enrolled and the attendance in school was to be at least 90 percent of the days. Students who missed school for more than 10 percent of any given term without acceptable justification (as determined by the Parent-Teachers Association) would have their following instalment cancelled. Students who missed a term or dropped out of school without an acceptable justification would be dropped from the program. However, before the implementation it was decided that conditions become soft, as it would have been impossible for the implementing agency to monitor school attendance on a quarterly basis.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Experimental design",
        "sec_num": "3."
      },
      {
        "text": "The soft conditionalities were, however, a main focus of the program. Children were not required but rather highly encouraged to be enrolled and attend school, and parents were reminded at each payment of these soft conditionalities. Other soft conditions included attending accompanying measures sessions and taking children to a medical center for a general check-up.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Experimental design",
        "sec_num": "3."
      },
      {
        "text": "The schedule of payments, illustrated in Figure 3 , did not follow the initial plan, due to the following reasons. Logistical problems in the implementation, administrative school closures related to Ebola and teacher's strikes, and security issues related to the elections (see above for the school disruptions) all had an effect on the expected timing of transfers. One of the complaints from the feedback received by the implementing agency was that parents would have benefitted from more regular, foreseeable transfers.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 41,
            "end": 49,
            "text": "Figure 3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Experimental design",
        "sec_num": "3."
      },
      {
        "text": "The program was implemented in 148 villages, distributed in 16 sous-prefectures, located in four distinct and non-contiguous prefectures. The 148 villages were randomly assigned into 75 treated and 73 control villages. Figure 1 presents a diagram with the different treatment arms, and the number of villages, children and households in treated and control groups.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 219,
            "end": 227,
            "text": "Figure 1",
            "ref_id": "FIGREF1"
          }
        ],
        "eq_spans": [],
        "section": "Experimental design",
        "sec_num": "3."
      },
      {
        "text": "The selection of regions, districts and villages was jointly made with the National Statistical Institute of Guinea (INS). The INS released in 2012 a national household survey called the Enquête Légère pour l'Evaluation de la Pauvreté (ELEP). Guinea has 8 administrative regions, and a total of 33 prefectures. The ELEP was used to target four different prefectures among the poorest ones in the country, and to determine the cash transfer amounts. The selection of the four different prefectures was due to the will to cover distinct climates and seasons, as is shown in Figure 2 .",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 572,
            "end": 580,
            "text": "Figure 2",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Geographical targeting",
        "sec_num": "4."
      },
      {
        "text": "The four prefectures selected were Mali, Telimele, Siguiri and Kerouane, and are shown in Figure  2 . The distribution of households between the four different prefectures is presented in Table 1 .",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 90,
            "end": 99,
            "text": "Figure  2",
            "ref_id": null
          },
          {
            "start": 188,
            "end": 195,
            "text": "Table 1",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "Geographical targeting",
        "sec_num": "4."
      },
      {
        "text": "In each of these prefectures, four sous-prefectures were chosen. In each sous-prefecture, between 9 and 10 villages were randomly selected to be either control or treatment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Geographical targeting",
        "sec_num": "4."
      },
      {
        "text": "The Ebola epidemic started in March 2014 in Guinea. Figure 3 presents the timing of the epidemic, the school closures and the cash transfers. As can be seen, in 2014, the Ebola epidemic was ongoing and the schools were closed, not only in Guinea but in most of the neighboring countries as well. The baseline survey was conducted in this context of the ongoing Ebola crisis.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 52,
            "end": 60,
            "text": "Figure 3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Timing of the cash transfers and the Ebola epidemic",
        "sec_num": "5."
      },
      {
        "text": "Schools could not open as expected in September 2014, so the school year started instead in January 2015. Eligible households received their first payment in June 2015, the second in October, and the third in January 2016.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Timing of the cash transfers and the Ebola epidemic",
        "sec_num": "5."
      },
      {
        "text": "Instead of sticking to a quarterly schedule, operational issues delayed the fourth and fifth transfers, which took place in July 2016 and January 2017. The sixth and seventh transfers were made in the spring 2017, while the last transfer happened at the end of the following school year and just before the endline, in June 2018.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Timing of the cash transfers and the Ebola epidemic",
        "sec_num": "5."
      },
      {
        "text": "Baseline data was collected between May and August 2014 and endline data was collected four years later, between May and August 2018. The sample from the control villages included households who would have been eligible, i.e., were poor and had children. Unfortunately, because of coding errors in the household roster in the endline data, we are only able to follow households, but not individuals, across both survey waves, limiting our ability to conduct individual-level panel analyses.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data",
        "sec_num": "6."
      },
      {
        "text": "In Table 2 we show the baseline balance of the sample in terms of education measures. At baseline, the characteristics of treatment and control villages were similar. The education module of the baseline surveyed children aged between 5 and 15 years old, although two-thirds of the surveyed children were aged 10 and below, in both waves. The total number of children surveyed in the first wave is 11,350. Table 2 shows that there are no differences, at the baseline, between treated and control villages for the following variables: age of children, proportion of girls, tests scores in mathematics, French and Raven (an ability measure) and whether the child can read. Household size is significantly higher in control villages (9.4 vs 9.0). Finally, within the control group, 4 percent are from \"other ethnicities\" versus 2 percent in the treatment group. These are the only significant differences between the groups at baseline, and we do not expect these differences to drive our results.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 3,
            "end": 10,
            "text": "Table 2",
            "ref_id": null
          },
          {
            "start": 406,
            "end": 413,
            "text": "Table 2",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Sample balance at baseline and household characteristics",
        "sec_num": "7."
      },
      {
        "text": "Attrition between the baseline and the endline is almost non-existent. We had 4,697 households at the baseline, and we have 7 more households by the endline. However, we lost 3 households in the control villages, and gained 10 in the treated villages. Gained households are in fact households that split but that we managed to follow.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Attrition",
        "sec_num": "8."
      },
      {
        "text": "In any case, the empirical strategy does not use the panel structure of the data, as children aged between waves. Any child aged above 11 years old interviewed at the baseline is not interviewed anymore at the endline. Hence, the variable of interest is the proportion of children that are enrolled in treated villages and their treatment status.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Attrition",
        "sec_num": "8."
      },
      {
        "text": "To estimate the effect of the program on the outcomes of interest, we rely on the randomized design of the program and run a difference-in-differences (DID) model. Specifically, we employ three different models. The first model looks at the effect on treated villages, comparing the evolution of outcomes with respect to control villages. The model is specified in Equation 1. The second model uses the different treatment arms, and compares them to the control villages, as is presented in Equation 2. The third approach is to look within treated villages and use the nontreated households as the control group, as is specified in equation 3.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical strategy",
        "sec_num": "9."
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "= 0 + 1 + 2 * + 3 + + (1) = 0 + 1 + 2 1 * + 3 2 * + 4 3 * + 5 + + (2) = 0 + 1 + 2 2 * + 3 3 * + 5 + +",
            "eq_num": "(3)"
          }
        ],
        "section": "Empirical strategy",
        "sec_num": "9."
      },
      {
        "text": "stands for the outcomes of interest of individual i in time t, for example, school enrollment, mathematics or French scores, or vaccination status. 10 In Equation 1, Treated equals 1 when the individual is in the treated village, and zero otherwise. In equation 2, the reference is the control villages, and T1, T2 and T3 correspond respectively to the treatment arms with transfers of 0, 70,000 and 140,000 GNF. The Endline fixed-effect captures the time trend that is common to all households in the program. The controls for individual and household characteristics such as age, gender, household size, and ethnicity fixed-effects. We include controls even though the randomization ensured that the groups were balanced. Our results stay the same without household controls (available upon request). The controls for village characteristics. All equations add village fixed effects, and cluster the standard errors at the village-level.",
        "cite_spans": [
          {
            "start": 148,
            "end": 150,
            "text": "10",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical strategy",
        "sec_num": "9."
      },
      {
        "text": "Primary school net enrollment in Guinea, in 2014, was at 76 percent. However, rural areas, and especially the poverty-targeted villages selected in the program had much lower rates of enrollment. At the time of the baseline, school enrollment for children aged 6-15 was on average 42 percent. Schooling disruptions (schools were closed almost a full year in 2014) cannot explain the low enrollment rates at the time of the baseline, because the question asks whether parents enrolled their children in school, and thus refers a pre-Ebola situation. Schools closed in early 2014 due to Ebola, thus affecting the end of the 2013-14 school year. In the 2014-15 school year, because of Ebola, schools did not open in early October as usual, but instead in late January 2015. The political turmoil due to the elections in 2015 also disrupted the 2015-16 school year, in which schools opened in November instead of early October, because of a teachers' national strike.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. Educational Outcomes",
        "sec_num": null
      },
      {
        "text": "School enrollment was extremely low, by any international comparison, at the time of the baseline survey in June-August 2014. We derive school enrollment by asking parents whether their child is currently enrolled and whether she went to school during the school year. As shown in the left panel of Figure 4 , school enrollment at the baseline for all children aged 5-15 years was at 42 percent (41.1 and 43.1 percent respectively for treated and control villages). Table 3 confirms that compared to control villages, treated villages see a significantly stronger increase in enrollment. The first column of Table 3 presents equation 1, comparing treated to control villages. The effect of the treatment is an increase of 11.8 percentage points in the enrollment rate. The time trend indicates that between 2014 and 2018 the overall increase in enrollment across all villages (treated and control) was 24 percentage points. The coefficient for girls is significant and suggests that girls have enrollment rates that are six percentage points lower than boys. The third column in Table 3 leaves out the untreated households in treated villages (those that did not receive cash but were offered information sessions). The effect is of similar magnitude (12.4 percentage points increase for the treated households). All regressions control for age, the square of age, ethnicity fixed effects and household size. To control for differences in levels we added village-level fixed effects (148 villages) in all regressions, and we cluster standard errors at the village level, which is the geographical level of the first randomization.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 299,
            "end": 307,
            "text": "Figure 4",
            "ref_id": "FIGREF0"
          },
          {
            "start": 466,
            "end": 473,
            "text": "Table 3",
            "ref_id": null
          },
          {
            "start": 608,
            "end": 615,
            "text": "Table 3",
            "ref_id": null
          },
          {
            "start": 1079,
            "end": 1086,
            "text": "Table 3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "School enrollment",
        "sec_num": "1."
      },
      {
        "text": "The increase in school enrollment was heterogeneous by age, as shown in Figures 5 and 6. The increase was much higher for children between ages 8 and 12 years at the time of the surveys.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "School enrollment",
        "sec_num": "1."
      },
      {
        "text": "Focusing on this age group completes our understanding of what happened to school enrollment. Four years passed between the two surveys, and the program may have had a higher impact on the likelihood of being enrolled for the children that were at the age of school entry during this interval. It may also be the case that older children might be less likely to re-enroll after a prolonged disruption. The enrollment rates for this cohort are shown in Figure 6 . The results from the left panel suggest an even greater difference between the control and treatment villages than the one observed in the previous figure, based on all children. The results from the right panel also show much more pronounced differences between the different treatment arms. School enrollment surpasses 81 percent in households receiving the highest amount of cash transfers.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 452,
            "end": 460,
            "text": "Figure 6",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "School enrollment",
        "sec_num": "1."
      },
      {
        "text": "The enrollment increase is lowest for the control villages. It is worth pointing out that the effects of the program are not just related to receiving a cash transfer: compared to eligible households in control villages, enrollment rates increased more in eligible households that did not receive the cash transfer in treated villages (Table 3 , column 3).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 335,
            "end": 343,
            "text": "(Table 3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "School enrollment",
        "sec_num": "1."
      },
      {
        "text": "Age differences in the treatment effect are confirmed in the regressions presented in columns 3-6 of Table 3 . We observe that when limiting our analysis to the sample of children aged 8 to 12, the treatment effect increases from 11.8 to 14.3 percentage points.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 101,
            "end": 108,
            "text": "Table 3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "School enrollment",
        "sec_num": "1."
      },
      {
        "text": "Given that the program was initially destined to be only targeted at girls, and that girls' education was a particular focus of the awareness campaigns, we show the sex differences in the age profile of school enrollment in Figure 7 . Sex differences in the treatment effect do not seem to be significant. Figure 7 suggests that the increase in enrollment seems to have been of similar magnitude for both boys and girls. This result is confirmed in columns 2 and 5 of Table 3 . In these two columns, we added an interaction term between treatment and a girl fixed effect. The interaction term is not significant, and the coefficient for girl is left unchanged, confirming that the effect of the program was of similar magnitude for both boys and girls.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 224,
            "end": 232,
            "text": "Figure 7",
            "ref_id": null
          },
          {
            "start": 306,
            "end": 314,
            "text": "Figure 7",
            "ref_id": null
          },
          {
            "start": 468,
            "end": 475,
            "text": "Table 3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "School enrollment",
        "sec_num": "1."
      },
      {
        "text": "To determine whether larger amounts of cash had a higher impact on school enrollment, we present descriptive statistics on enrollment by different treatment arms, in the right panel of Figure 4 . This figure suggests that school enrollment increased more in households receiving larger transfers. In treated villages, school enrollment reached 77 percent in households that received 140,000 GNF, 73.4 percent in those receiving 70,000 GNF, and 71.1 in those with no cash transfers. By comparison, the enrollment rate was just below 66 percent in control villages.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 185,
            "end": 193,
            "text": "Figure 4",
            "ref_id": "FIGREF0"
          }
        ],
        "eq_spans": [],
        "section": "Focusing on the difference between sub-treatment arms inside the treated villages",
        "sec_num": "2."
      },
      {
        "text": "These results are confirmed in the regressions presented in Table 4 , derived from Equation 2, in which we investigate the effect for each sub-treatment arm. In the first column, we see that compared to the control villages, the effect of the treatment seems to be increasing for each successive group. The effect is 7 percentage points (and only significant at the 10 percent level)",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 60,
            "end": 67,
            "text": "Table 4",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "Focusing on the difference between sub-treatment arms inside the treated villages",
        "sec_num": "2."
      },
      {
        "text": "for the group with no cash transfers. It increases to 11 and then to 17 percentage points for households receiving respectively 70,000 and 140,000 GNF. Testing the equality of coefficients for the two groups that receive cash transfers, we reject the null that they are equal (p-value=0.039).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Focusing on the difference between sub-treatment arms inside the treated villages",
        "sec_num": "2."
      },
      {
        "text": "Following Equation 3, when we change our reference group to untreated households in treated villages, we see that the effect of the treatment is equally strong for those with the largest transfers, reaching almost 10 percentage points. As in the previous results, the effects are much higher for the children aged 8 to 12, for whom the effect of the larger transfers reaches 17 percentage points.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Focusing on the difference between sub-treatment arms inside the treated villages",
        "sec_num": "2."
      },
      {
        "text": "We find strong evidence that it is not just receiving cash that yielded an impact. While we cannot differentiate between a positive spillover effect and the impact of the information campaign, in column 3, focusing on children aged 8 to 12, we find that untreated households in treated villages have experienced an increase in school enrollment of 11.2 percentage points compared to the control villages. It is remarkable that the group with no cash transfers (but in a treated village) also saw a significant (although smaller in size) increase in enrollment, of around 7 percentage points for all children (column 1), and around 11 percentage points for children aged 8 to 12",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Focusing on the difference between sub-treatment arms inside the treated villages",
        "sec_num": "2."
      },
      {
        "text": "(column 3). In this latter case, the size of the coefficients is not statistically different between the high and low cash transfer group (p-value = 0.118).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Focusing on the difference between sub-treatment arms inside the treated villages",
        "sec_num": "2."
      },
      {
        "text": "We mobilize three different assessments on learning: (i) the child's score in mathematics, (ii)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Learning",
        "sec_num": "3."
      },
      {
        "text": "whether she can read, and (iii) her score in French. Our main result is that we observe no effect of the program on any of the three learning measures, irrespective of the type of specification and reference group definition used.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Learning",
        "sec_num": "3."
      },
      {
        "text": "Children's score in mathematics is constructed around a module with 30 different questions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Mathematics",
        "sec_num": null
      },
      {
        "text": "Children get one point per correct answer. When a child has three successive wrong responses, the test stops. Unless they provide wrong answers three time in a row, children continue until the 30th question. In Figure 7 we present the test scores by age, gender, treatment, and wave. Figure 7 shows that children's math knowledge increases with age, as expected. At the baseline, children score only 2 correct questions when aged 6. They increase on average one point per year.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 211,
            "end": 219,
            "text": "Figure 7",
            "ref_id": null
          },
          {
            "start": 284,
            "end": 292,
            "text": "Figure 7",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Mathematics",
        "sec_num": null
      },
      {
        "text": "The figure also shows that there is no difference between treated and control villages.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Mathematics",
        "sec_num": null
      },
      {
        "text": "The other take-away from Figure 7 is that learning outcomes seem to have increased everywhere in Guinea. This may be an indication that the baseline study took place at a moment in which children had been out of school for a while. The endline study tested them at the end of a school year so some of the improvement may be due to a time-of-the-year effect. Given that treated and control households were all tested simultaneously, this is not affecting our treatment effect. A final take-away from the figure is that there does not seem to be, visually, an effect on learning, as the control and treatment lines overlap almost perfectly in both the baseline and in the endline.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 25,
            "end": 33,
            "text": "Figure 7",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Mathematics",
        "sec_num": null
      },
      {
        "text": "We ran the same regressions as for school enrollment to test the effect of the program on mathematics scores. Table 5 presents the results comparing treated and control villages, while Table 6 presents the results disentangling the different treatment arms. In both cases, we find no effect of the program on the math test scores.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 110,
            "end": 117,
            "text": "Table 5",
            "ref_id": null
          },
          {
            "start": 185,
            "end": 192,
            "text": "Table 6",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "Mathematics",
        "sec_num": null
      },
      {
        "text": "The module testing the children's level in French is also given to every child (in school or not), even to those who have never been schooled. It is however organized differently than in mathematics. The test varies according to the children's class attainment: it increases in difficulty after the first question, for each successive grade. The test consists of questions evaluating whether the children can decipher, read and understand text. In Figure 10 we present the average test scores by age for the treated and control villages for respectively the baseline and the endline. The salient fact from this picture is that we see no difference between the two groups in either the baseline or in the endline. In the end of the appendix, we provide detailed scores at the level of each class considered. T-tests of means reject the null that there is one group with a different mean than the other, for each of the 6 different classes tested.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 448,
            "end": 457,
            "text": "Figure 10",
            "ref_id": "FIGREF1"
          }
        ],
        "eq_spans": [],
        "section": "French and reading",
        "sec_num": null
      },
      {
        "text": "In Table 7 we run the same regressions as before, and we observe that the program had no effect on French test scores.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 3,
            "end": 10,
            "text": "Table 7",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "French and reading",
        "sec_num": null
      },
      {
        "text": "New cohorts of children in treated villages and families are more likely to go to school yet report no significant differences in learning levels compared to the control group. The composition effect that could be confounding these results is not present, because all children are tested,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "French and reading",
        "sec_num": null
      },
      {
        "text": "independently of going to school or not. The results thus suggest that sending the additional child to school had no effect on the child's learning.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "French and reading",
        "sec_num": null
      },
      {
        "text": "In Figure 14 we cover another measure of learning. We ask parents whether their child knows how to read. The measure can be prone to many biases, but nothing indicates that those biases would be different between control and treated villages. The main takeaway from Figure 14 is the absence of visually significant differences between treated and control villages in either baseline or at the endline survey. Figure 15 presents the measure of average class attainment by age. As expected, given the results on enrollment, we observe that class attainment increases more for the treated villages, especially for the children aged 8-12. However, as observed in this section, this improved class progression does not translate into greater knowledge of Mathematics or French.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 3,
            "end": 12,
            "text": "Figure 14",
            "ref_id": "FIGREF0"
          },
          {
            "start": 266,
            "end": 275,
            "text": "Figure 14",
            "ref_id": "FIGREF0"
          },
          {
            "start": 409,
            "end": 418,
            "text": "Figure 15",
            "ref_id": "FIGREF1"
          }
        ],
        "eq_spans": [],
        "section": "French and reading",
        "sec_num": null
      },
      {
        "text": "The assessment of general cognitive abilities in children can also be done using what is known as Raven's score, named after John Raven's Progressive Matrices (Raven, 2008) . These scales minimize the impact of language skills and cultural bias. Thus, they are well suited to measuring the intelligence of individuals with reading problems. We designed one section of the survey with a Raven questionnaire for children. The distribution of this score by age at the baseline and endline is presented in Figure 16 , and by whether the child is schooled in Figure 17 . The locally weighted regressions of the Raven score on age is presented in Figure 18 , while Figure 19 presents the linear fit for both the treatment and control villages. These figures suggest three facts. First, the scores seem to be on average one point higher at each age in the endline compared to the baseline. Second, the slope of progress of Raven scores seems identical between the baseline and the endline. There is on average an increase of 0.4 points per year, until aged 12, where the increase slows. Third, there are no striking visual differences in the age pattern of Raven scores between control and treated villages, nor in their evolution.",
        "cite_spans": [
          {
            "start": 159,
            "end": 172,
            "text": "(Raven, 2008)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 502,
            "end": 511,
            "text": "Figure 16",
            "ref_id": "FIGREF1"
          },
          {
            "start": 554,
            "end": 563,
            "text": "Figure 17",
            "ref_id": "FIGREF1"
          },
          {
            "start": 641,
            "end": 650,
            "text": "Figure 18",
            "ref_id": "FIGREF1"
          },
          {
            "start": 659,
            "end": 668,
            "text": "Figure 19",
            "ref_id": "FIGREF1"
          }
        ],
        "eq_spans": [],
        "section": "Heterogeneity of impact by child ability",
        "sec_num": "4."
      },
      {
        "text": "In this section, we analyze whether the program had heterogeneous effects by child ability. To test whether high-ability children benefitted more from the program than the low ability, we add an interaction term between the treatment and the continuous Raven score variable, measured at baseline. If the interaction term is positive, then it would indicate that higher ability children would have benefitted more from the program. We analyze whether this is the case for the three variables of interest: enrollment, literacy, and mathematics. We present the results in Table 8 .",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 569,
            "end": 576,
            "text": "Table 8",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "Heterogeneity of impact by child ability",
        "sec_num": "4."
      },
      {
        "text": "The regressions presented in Table 8 show that the program did not have any heterogeneous effect. Two main lessons can be drawn. First, higher ability children are more likely to be enrolled in school and have higher test scores. The inclusion of the child's ability is however not affecting the magnitude of treatment effect and the interaction term (treatment*ability) is not significant on any of the three outcomes of interest. It seems that the treatment did not have a heterogeneous effect by children.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 29,
            "end": 36,
            "text": "Table 8",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "Heterogeneity of impact by child ability",
        "sec_num": "4."
      },
      {
        "text": "Finally, we analyze whether ever-been-to-school children have higher test scores in mathematics, and whether this is due to the selection of high ability children in school. In Figure 20 , we show that at the baseline, schooled children have higher score levels and progression over their age compared to not schooled children. We see no differences between treated and control villages. This relationship holds in the endline. However, at the time of the endline, we observe that the unschooled children in the treated group have slightly lower levels of mathematics compared to control group. Visually, this suggests that perhaps it is the lowest ability children which were kept unschooled in the treated areas, or put another way, that the treatment effects on increasing enrollment with cash transfers were more focused on higher ability children. The regression results presented in Table 8 do not, however, confirm this suggestion.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 177,
            "end": 186,
            "text": "Figure 20",
            "ref_id": null
          },
          {
            "start": 889,
            "end": 896,
            "text": "Table 8",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "Heterogeneity of impact by child ability",
        "sec_num": "4."
      },
      {
        "text": "One of the program's objectives was to increase vaccination rates. Vaccinations are free and can be done at primary health centers when there is supply. Data on vaccination of infants shows that in 2012, 78 percent of children aged 12 months in Guinea had a vaccination card. This percentage had been increasing steadily. We used the 2012 ELEP household survey that is representative of the population, and we find that vaccination rates increased from 70 to 78 percent of children between 2007 and 2012. This is shown in Figure 21 , which we created from the 2012 ELEP household survey.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 522,
            "end": 531,
            "text": "Figure 21",
            "ref_id": "FIGREF1"
          }
        ],
        "eq_spans": [],
        "section": "IV. Results on Vaccines",
        "sec_num": null
      },
      {
        "text": "The Ebola epidemic severely disrupted health care services, including children's vaccinations. The focus on fighting Ebola led to a large share of national and international resources and attention shifting towards this only goal, and reduced public authorities' focus on continuing the efforts on other health outcomes such as the vaccination of children. Takahashi et al. (2015) showed that the number of unvaccinated children rose significantly in all three countries affected by Ebola (Guinea, Sierra Leone, and Liberia), contrary to neighboring countries Senegal, Mali, and Côte d'Ivoire. The authors find that this disruption in health services created a second public health crisis. The authors predicted in 2015 that the lack of vaccinations would lead to an important rise in measles and in children's mortality rates. The lack of vaccination for children as a consequence of Ebola is documented in many reports and papers. Camara et al. (2017) find that vaccination rates did not recover to pre-Ebola levels even 3 years later. The authors find that the highest gaps were in polio and pentavalent vaccines, which had shortages of respectively 40 and 38 percent. Colavita et al. (2017) highlight that the breakdown of health care systems and reduced vaccination coverage might have been the worst consequences because nearly all health resources were shifted to the EVD (Ebola Virus Disease) response.",
        "cite_spans": [
          {
            "start": 357,
            "end": 380,
            "text": "Takahashi et al. (2015)",
            "ref_id": "BIBREF19"
          },
          {
            "start": 933,
            "end": 953,
            "text": "Camara et al. (2017)",
            "ref_id": "BIBREF8"
          },
          {
            "start": 1172,
            "end": 1194,
            "text": "Colavita et al. (2017)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IV. Results on Vaccines",
        "sec_num": null
      },
      {
        "text": "Given that the program's objective was to raise awareness about health behaviors and about vaccinations, we expected to see an effect on vaccinations. The information campaigns and soft conditionalities were intended to raise vaccination rates. To see if the program had an effect, we plotted vaccination rates by treatment group, for the baseline and for the endline. The results are presented for 9 types of vaccines, as well as for measures of any vaccine (=1 if a child received any vaccine), on a measure of having completed all vaccines (=1 if a child completed all the 9 required vaccines), and on a measure of the sum of all the vaccines. The results are presented in Figure 19 and in Figure 20 . Figure 19 shows that the Polio and DTC vaccines take-up for children aged 5 was around 60 percent at the baseline, in both treated and control villages. The take-up decreased to around 30-40 percent for both treated and control villages. The fall is relatively comparable for the vaccines for Yellow fever, BCG and measles, as shown in Figure 20 . The magnitude of the fall in the vaccine take-up is staggering, and the fact that the program did not have any impact is also raising concerns about whether it could be more explained by supply issues rather than demand.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 676,
            "end": 685,
            "text": "Figure 19",
            "ref_id": "FIGREF1"
          },
          {
            "start": 693,
            "end": 702,
            "text": "Figure 20",
            "ref_id": null
          },
          {
            "start": 705,
            "end": 714,
            "text": "Figure 19",
            "ref_id": "FIGREF1"
          },
          {
            "start": 1041,
            "end": 1050,
            "text": "Figure 20",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "IV. Results on Vaccines",
        "sec_num": null
      },
      {
        "text": "Disentangling the demand for vaccines from their supply in the context of the EVD crisis is rather difficult. The EVD reduced at the same time the supply and the demand for other types of health care services. The demand for vaccines may have fallen: the distrust towards health centers rose because they were vectors of Ebola transmission and families wanted to avoid them at all costs. At the same time, vaccines were also in short supply because the focus on Ebola led both international donors and the national administration to shift their focus away from vaccines (Takahashi et al. 2015) . As a consequence, given the negative supply shock, we cannot estimate the increase in demand for vaccination from the soft conditional cash transfers and the accompanying information campaign.",
        "cite_spans": [
          {
            "start": 570,
            "end": 593,
            "text": "(Takahashi et al. 2015)",
            "ref_id": "BIBREF19"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IV. Results on Vaccines",
        "sec_num": null
      },
      {
        "text": "Our paper investigates the effect of an education and health focused cash transfer program implemented in Guinea in the immediate aftermath of the 2014-15 Ebola epidemic. As such, it can also provide insights on how cash transfers could be used to alleviate the human capital impacts of the COVID-19 pandemic in resource constrained settings, specifically getting children back in school and ensuring vaccination coverage rates rebound.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V. Conclusion",
        "sec_num": null
      },
      {
        "text": "School enrollment increased everywhere in Guinea between 2014 and 2018. The baseline values were very low, even though this is a measure reflecting parental decisions taken before the Ebola epidemic kept children out of schools for more than six months in 2014. By 2018 however, school enrollment had increased more in treated villages, those that received the combination of cash transfers and the information campaign on the benefits of schooling and health investments.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V. Conclusion",
        "sec_num": null
      },
      {
        "text": "In parallel to the increase in school enrollment, learning outcomes also increased everywhere in Guinea between the 2014 and 2018. However, in line with results in most of the literature, our evaluation does not find that children in treated villages improved their learning outcomes more than those in control villages. The massive enrollment increase could have lowered school quality but it is unlikely to be the main driving force behind the absence of learning impacts. This result suggests that supply-side interventions, improving the learning environment such as school and teacher quality, such as the teacher incentives schemes evaluated in Guinea by Barrera-Osorio et al. (2022) , are at least as important to promote skill acquisition, compared to reducing schooling costs and increasing the demand for schooling.",
        "cite_spans": [
          {
            "start": 661,
            "end": 689,
            "text": "Barrera-Osorio et al. (2022)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V. Conclusion",
        "sec_num": null
      },
      {
        "text": "In the health domain, we find no effects of the program on vaccination rates. It seems that most efforts had been focused on fighting Ebola and the supply of children's vaccines was constrained (Camara et al., 2017) , thus highlighting how critical it is to continue to focus on primary health inputs for children. Similar observations of a decline in the provision of maternal and child health services have already been made in the context of the COVID-19 pandemic (Shapira et al. 2021) .",
        "cite_spans": [
          {
            "start": 194,
            "end": 215,
            "text": "(Camara et al., 2017)",
            "ref_id": "BIBREF8"
          },
          {
            "start": 467,
            "end": 488,
            "text": "(Shapira et al. 2021)",
            "ref_id": "BIBREF17"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V. Conclusion",
        "sec_num": null
      },
      {
        "text": "Those results underscore the importance of maintaining, as much as possible, efforts and investments in routine but critical preventive and curative health services when confronted with a pandemic.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V. Conclusion",
        "sec_num": null
      },
      {
        "text": "Beyond our post-epidemic context, our design with three different sub-groups allows us to obtain more specific contributions on the design and targeting of cash transfers. Compared to the control villages, the effect of the treatment on enrollment is increasing for each successive sub-group in the treated villages: it is 7 percentage points for the group with no cash transfers and then increases to 11 and then to 17 percentage points for households receiving respectively 8 USD and 16 USD per quarter per child.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V. Conclusion",
        "sec_num": null
      },
      {
        "text": "The positive impact on enrollment measured in households in treatment villages but who were randomly allocated to not receiving any transfers suggests the existence of substantial spillovers and/or that the information campaigns had an impact separately from the impact of the cash transfers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V. Conclusion",
        "sec_num": null
      },
      {
        "text": "Our findings about the amounts of the cash transfers are more ambivalent. We observe that larger cash transfers had larger impact on school enrollment. However, these differences are not significant in the sub-population of children aged 8-12, for whom the effect is higher independently of the cash transfer amount.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V. Conclusion",
        "sec_num": null
      },
      {
        "text": "Finally, our finding that the effect on enrollment is higher for children that were at the critical young ages (8-12) at which parents make the choice of sending children to school, suggests that this age group offers the most cost-effective target for cash transfer programs focused on enrollment. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V. Conclusion",
        "sec_num": null
      },
      {
        "text": "In the survey, we asked the household head details about 20 different types of assets they held.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results on Assets",
        "sec_num": null
      },
      {
        "text": "These include agricultural assets such as a plow, tractor, mill, etc. They list assets related to their mobility (bike, moto, cars). They also include furniture (bed, tables, chairs, radio, TV, phones, etc.) . It equally asks about land value, and whether the land is urban or rural. Productive assets are also listed, such as sewing machines and masonry material. For simplicity in the analysis, we classified the 20 items in six different categories, and we created a total value of assets. The respondent informs about both the buying value of each item as well as its estimated resale value. The main assets by value, outside land, are in mobility, furniture and phones. The values indicated for agriculture and productive material are negligible compared to the other categories.",
        "cite_spans": [
          {
            "start": 161,
            "end": 207,
            "text": "(bed, tables, chairs, radio, TV, phones, etc.)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results on Assets",
        "sec_num": null
      },
      {
        "text": "We present the average asset values, expressed in thousands of Guinean Francs (GNF), in Figure   21 to Figure 25 . We present the values for the six different categories, for the total values, for both waves, and for both the buying and estimated resale values. We draw two main conclusions from these figures. First, furniture and mobility (mostly with a moto) are the two largest categories in terms of assets, outside land. Second, there does not seem to be visually a compelling and coherent difference in the evolution of asset values, even when we look into different categories.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 88,
            "end": 99,
            "text": "Figure   21",
            "ref_id": "FIGREF1"
          },
          {
            "start": 103,
            "end": 112,
            "text": "Figure 25",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Results on Assets",
        "sec_num": null
      },
      {
        "text": "The lack of differences between treated and control villages is confirmed by the regressions presented in Table 9 . The results show no difference between treated and control villages in terms of buying value (column 1) or resale value (column 3). When we look at the different treatment arms, we find again no difference (columns 2 and 4). The conclusion is that the program is not associated with a significant change in asset accumulation, even between the large cash transfer and the untreated group in treated villages. ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 106,
            "end": 113,
            "text": "Table 9",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Results on Assets",
        "sec_num": null
      },
      {
        "text": "Development Research Group, The World Bank. ddewalque@worldbank.org 2 France Stratégie, mavridis.dimitris@gmail.com",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In our data, the main reasons given for not sending children to school are 35 percent because of its cost and another 13 percent because of the need for the child to work (at home, field or in town).4 The baseline survey was conducted during the Ebola crisis, but the question on enrollment refers to the situation just before the Ebola crisis.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Baird et al. (2011) and deWalque and Valente (2022) are among the few exceptions reporting positive impacts on learning outcomes from demand-side programs incentivizing school attendance. 6 While we cannot differentiate between the different potential channels, those spillovers could be driven by norms change, peer pressure either at the parents or children level or even recipient households sharing some of the cash with their neighbors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Schools were closed during the baseline but 42 percent of children report being enrolled (mid-2014), a decision made by their parents at the beginning of the school year, before the Ebola crisis.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "For reference we estimate the costs of schooling (registration, contribution to the canteen, supplies, PTA association fee and others) to be on average 50 Guinean francs (median 23 Guinean francs). 9 The poverty line in Guinea is around 2,200 USD per year per household. Targeted families were however below the poverty line. They were also more numerous than the national average, as there are on average 9 persons per household. For a family in which four children are eligible for the program, it would have represented an increase in yearly income of around 10 percent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In the Appendix, Figures 22 to 26 also present the effects on household assets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Child ability and household human capital investment decisions in Burkina Faso",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Akresh",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Bagby",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Walque",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "De",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [],
            "last": "Kazianga",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "Economic Development and Cultural Change",
        "volume": "61",
        "issue": "1",
        "pages": "157--186",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Akresh, R., Bagby, E., Walque, D. De, & Kazianga, H. (2012). Child ability and household human capital investment decisions in Burkina Faso. Economic Development and Cultural Change, 61(1), 157-186.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Cash transfers and child schooling: Evidence from a randomized evaluation of the role of conditionality",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Akresh",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Walque",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "De",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [],
            "last": "Kazianga",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "World Bank Policy Research",
        "volume": "",
        "issue": "",
        "pages": "1--49",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Akresh, R., Walque, D. De, & Kazianga, H. (2013). Cash transfers and child schooling: Evidence from a randomized evaluation of the role of conditionality. World Bank Policy Research, (January), 1-49.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Relative Effectiveness of Conditional and Unconditional Cash Transfers for Schooling Outcomes in Developing Countries: A Systematic Review",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Baird",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [
              "H G"
            ],
            "last": "Ferreira",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Özler",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Woolcock",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "Campbell Systematic Reviews",
        "volume": "9",
        "issue": "1",
        "pages": "1--124",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Baird, S., Ferreira, F. H. G., Özler, B., & Woolcock, M. (2013). Relative Effectiveness of Conditional and Unconditional Cash Transfers for Schooling Outcomes in Developing Countries: A Systematic Review. Campbell Systematic Reviews, 9(1), 1-124.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Cash or condition? Evidence from a cash transfer experiment",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Baird",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Mcintosh",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Özler",
            "suffix": ""
          }
        ],
        "year": 2011,
        "venue": "Quarterly Journal of Economics",
        "volume": "126",
        "issue": "4",
        "pages": "1709--1753",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Baird, S., McIntosh, C., & Özler, B. (2011). Cash or condition? Evidence from a cash transfer experiment. Quarterly Journal of Economics, 126(4), 1709-1753.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "When the Money Runs Out: Do Cash Transfers Have Sustained Effects on Human Capital Accumulation?",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Baird",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Mcintosh",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Özler",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Baird, S., McIntosh, C., & Özler, B. (2016). When the Money Runs Out: Do Cash Transfers Have Sustained Effects on Human Capital Accumulation? 7901(December).",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "More Schooling and More Learning? Effects of a Three-Year Conditional Cash Transfer Program after 10 Years",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Barham",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Macours",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Maluccio",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "IDB Working Paper",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Barham, T., Macours, K., & Maluccio, J. (2013). More Schooling and More Learning? Effects of a Three-Year Conditional Cash Transfer Program after 10 Years. IDB Working Paper, 432(July).",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Heterogenous Teacher Effects of Two Incentive Schemes: Evidence from a Low-Income Country",
        "authors": [
          {
            "first": "Deon",
            "middle": [],
            "last": "Filmer",
            "suffix": ""
          }
        ],
        "year": 2022,
        "venue": "Journal of Development Economics",
        "volume": "156",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Filmer, Deon. 2022. Heterogenous Teacher Effects of Two Incentive Schemes: Evidence from a Low- Income Country. Journal of Development Economics, 156: 102820.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Influence of the 2014-2015 Ebola outbreak on the vaccination of children in a rural district of Guinea",
        "authors": [
          {
            "first": "B",
            "middle": [
              "S"
            ],
            "last": "Camara",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Delamou",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Diro",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "A"
            ],
            "last": "El Ayadi",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "H"
            ],
            "last": "Béavogui",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Sidibé",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Zachariah",
            "suffix": ""
          }
        ],
        "year": 2017,
        "venue": "Public Health Action",
        "volume": "7",
        "issue": "2",
        "pages": "161--167",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Camara, B. S., Delamou, A., Diro, E., El Ayadi, M. A., Béavogui, A. H., Sidibé, S., … Zachariah, R. (2017). Influence of the 2014-2015 Ebola outbreak on the vaccination of children in a rural district of Guinea. Public Health Action, 7(2), 161-167.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Measles cases during ebola outbreak",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Colavita",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Biava",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Castilletti",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Quartu",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Vairo",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Caglioti",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Caro",
            "suffix": ""
          }
        ],
        "year": 2017,
        "venue": "Emerging Infectious Diseases",
        "volume": "23",
        "issue": "6",
        "pages": "1035--1037",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Colavita, F., Biava, M., Castilletti, C., Quartu, S., Vairo, F., Caglioti, C., … Di Caro, A. (2017). Measles cases during ebola outbreak, West Africa, 2013-2106. Emerging Infectious Diseases, 23(6), 1035-1037.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Incentivizing School Attendance in the Presence of Parent-Child Information Frictions",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "De Walque",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Valente",
            "suffix": ""
          }
        ],
        "year": 2022,
        "venue": "American Economic Journal: Economic Policy",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "de Walque, D., & Valente, C. (2022). \"Incentivizing School Attendance in the Presence of Parent- Child Information Frictions.\" American Economic Journal: Economic Policy, Forthcoming 2022.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Conditional cash transfers: reducing present and future poverty",
        "authors": [
          {
            "first": "Ariel",
            "middle": [],
            "last": "Fiszbein",
            "suffix": ""
          },
          {
            "first": "Norbert",
            "middle": [
              "R"
            ],
            "last": "Schady",
            "suffix": ""
          }
        ],
        "year": 2009,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Fiszbein, Ariel, and Norbert R. Schady (2009). Conditional cash transfers: reducing present and future poverty. World Bank Publications,",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Improving education in developing countries: Lessons from rigorous impact evaluations",
        "authors": [
          {
            "first": "A",
            "middle": [
              "J"
            ],
            "last": "Ganimian",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [
              "J"
            ],
            "last": "Murnane",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "Review of Educational Research",
        "volume": "86",
        "issue": "3",
        "pages": "719--755",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ganimian, A. J., & Murnane, R. J. (2016). Improving education in developing countries: Lessons from rigorous impact evaluations. Review of Educational Research, 86(3), 719-755.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Improving School Education Outcomes in Developing Countries : Evidence , Knowledge Gaps , and Policy Implications Paul Glewwe and Karthik Muralidharan",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Glewwe",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Muralidharan",
            "suffix": ""
          }
        ],
        "year": 2015,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "1--112",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Glewwe, P., & Muralidharan, K. (2015). Improving School Education Outcomes in Developing Countries : Evidence , Knowledge Gaps , and Policy Implications Paul Glewwe and Karthik Muralidharan. Research on Improving Systems of Education, (October), 1-112.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "The challenge of education and learning in the developing world",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Kremer",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Brannen",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Glennerster",
            "suffix": ""
          }
        ],
        "year": 2013,
        "venue": "Science",
        "volume": "340",
        "issue": "6130",
        "pages": "297--300",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kremer, M., Brannen, C., & Glennerster, R. (2013). The challenge of education and learning in the developing world. Science, 340(6130), 297-300.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Experimental long-term effects of early-childhood and school-age exposure to a conditional cash transfer program",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Molina Millán",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Macours",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "A"
            ],
            "last": "Maluccio",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Tejerina",
            "suffix": ""
          }
        ],
        "year": 2018,
        "venue": "Journal of Development Economics",
        "volume": "",
        "issue": "143",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Molina Millán, T., Macours, K., Maluccio, J. A., & Tejerina, L. (2020). Experimental long-term effects of early-childhood and school-age exposure to a conditional cash transfer program. Journal of Development Economics, 143(September 2018).",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Long-term impacts of conditional cash transfers: review of the evidence. The World Bank Research Observer",
        "authors": [
          {
            "first": "T",
            "middle": [
              "M"
            ],
            "last": "Millán",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Barham",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Macours",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "A"
            ],
            "last": "Maluccio",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Stampini",
            "suffix": ""
          }
        ],
        "year": 2019,
        "venue": "",
        "volume": "34",
        "issue": "",
        "pages": "119--159",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Millán, T. M., Barham, T., Macours, K., Maluccio, J. A., & Stampini, M. (2019). Long-term impacts of conditional cash transfers: review of the evidence. The World Bank Research Observer, 34(1), 119-159.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Disruptions in maternal and child health service utilization during COVID-19: analysis from eight sub-Saharan African countries. Health policy and planning",
        "authors": [
          {
            "first": "G",
            "middle": [],
            "last": "Shapira",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Ahmed",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "H P"
            ],
            "last": "Drouard",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Fernandez",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Kandpal",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Nzelu",
            "suffix": ""
          }
        ],
        "year": 2021,
        "venue": "",
        "volume": "36",
        "issue": "",
        "pages": "1140--1151",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Shapira, G., Ahmed, T., Drouard, S. H. P., Amor Fernandez, P., Kandpal, E., Nzelu, C., et al. (2021). Disruptions in maternal and child health service utilization during COVID-19: analysis from eight sub-Saharan African countries. Health policy and planning, 36(7), 1140-1151.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "The impact of education programmes on learning and school participation in lowand middle-income countries: a systematic review. International Initiative for Impact Evaluation. Education Systematic Review Summary 7",
        "authors": [
          {
            "first": "B",
            "middle": [],
            "last": "Snilstveit",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Stevenson",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Menon",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Phillips",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Gallagher",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Geleen",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Jimenez",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Snilstveit, B., Stevenson, J., Menon, R., Phillips, D., Gallagher, E., Geleen, M., … Jimenez, E. (2016). The impact of education programmes on learning and school participation in low- and middle-income countries: a systematic review. International Initiative for Impact Evaluation. Education Systematic Review Summary 7. London.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Reduced vaccination and the risk of measles and other childhood infections post-Ebola",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Takahashi",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [
              "J E"
            ],
            "last": "Metcalf",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "J"
            ],
            "last": "Ferrari",
            "suffix": ""
          },
          {
            "first": "W",
            "middle": [
              "J"
            ],
            "last": "Moss",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "A"
            ],
            "last": "Truelove",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "J"
            ],
            "last": "Tatem",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Lessler",
            "suffix": ""
          }
        ],
        "year": 2015,
        "venue": "Science",
        "volume": "347",
        "issue": "6227",
        "pages": "1240--1242",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Takahashi, S., Metcalf, C. J. E., Ferrari, M. J., Moss, W. J., Truelove, S. A., Tatem, A. J., Lessler, J. (2015). Reduced vaccination and the risk of measles and other childhood infections post- Ebola. Science, 347(6227), 1240-1242.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Guinea Country Profile. Guinea (GIN) -Demographics, Health & Infant Mortality -UNICEF DATA",
        "authors": [],
        "year": 2022,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "UNICEF. 2022. Guinea Country Profile. Guinea (GIN) -Demographics, Health & Infant Mortality -UNICEF DATA (accessed February 7, 2022).",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Utilization of non-Ebola health care services during Ebola outbreaks: a systematic review and meta-analysis",
        "authors": [
          {
            "first": "J",
            "middle": [
              "A"
            ],
            "last": "Wilhelm",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Helleringer",
            "suffix": ""
          }
        ],
        "year": 2019,
        "venue": "Journal of Global Health",
        "volume": "9",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wilhelm, JA, and Helleringer, S. 2019. Utilization of non-Ebola health care services during Ebola outbreaks: a systematic review and meta-analysis. Journal of Global Health. 9: 1.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "and * indicate significance at the 1, 5, and 10 percent critical level. Source: Education modules",
        "authors": [
          {
            "first": "***",
            "middle": [],
            "last": "",
            "suffix": ""
          },
          {
            "first": "*",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "***, **, and * indicate significance at the 1, 5, and 10 percent critical level. Source: Education modules, baseline survey.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "type_str": "figure",
        "uris": null,
        "text": "shows that school enrollment increased significantly in all of Guinea between 2014 and 2018. By the time of the endline in 2018, school enrollment reached 70 percent. The left panel of Figure 3 suggests that school enrollment increased significantly more in treated villages. It reached almost 66 percent in control and 74 percent in treated villages. The left panel of Figure 4 alone strongly suggests that the program was successful in increasing school enrollment more in treated villages.",
        "num": null,
        "fig_num": "4"
      },
      "FIGREF1": {
        "type_str": "figure",
        "uris": null,
        "text": "Diagram explaining the randomization levels as well as the number of eligible households and children Figure 2. Intervention project areas: targeted sous-prefectures highlighted in green Source: Institut National de la Statistique, Guinea).",
        "num": null,
        "fig_num": "1"
      },
      "FIGREF2": {
        "type_str": "figure",
        "uris": null,
        "text": "Timeline of the cash transfers, school surveys, school closures and Ebola crisisFigure 4. School enrollment by treatment and wave Figure 5. School enrollment by treatment group, wave and ageFigure 6. School enrollment by treatment and wave for children aged 8 to 12 School enrollment by gender, age, wave and treatment groupFigure 8. Mathematics score by age, gender, wave and treatment group",
        "num": null,
        "fig_num": "37"
      },
      "FIGREF3": {
        "type_str": "figure",
        "uris": null,
        "text": "Mathematics score for different treatment arms, by ageFigure 10. Average scores in French by wave and treatment Figure 11. Average scores in French by wave, treatment and school enrollmentFigure 12. Vaccinations in children 0-5, Polio and DTC Figure 13. Vaccinations in children 0-5, BCG, Yellow fewer and Measles",
        "num": null,
        "fig_num": "9"
      },
      "FIGREF4": {
        "type_str": "figure",
        "uris": null,
        "text": "Parent's assessment of whether their child can read Figure 15. Grade attainment by age and treatmentFigure 16. Raven score distribution by age for each survey Figure 17. Raven test scores by school enrollmentFigure 18. Lowess estimation of Raven score on age Figure 19. Raven scores, linear fit on age, by treatment group and waveFigure 20. Mathematics scores by schooling, treatment and wave Figure 21. Vaccination. Proportion of infants (0-5 years) with a vaccination card in 2012 (ELEP)",
        "num": null,
        "fig_num": "14"
      },
      "FIGREF5": {
        "type_str": "figure",
        "uris": null,
        "text": "Assets at baseline, buying value, by category and by treatment armFigure 23. Assets at endline, buying value, by category and by treatment arm",
        "num": null,
        "fig_num": "22"
      },
      "FIGREF6": {
        "type_str": "figure",
        "uris": null,
        "text": "Assets, total value by treatment arm Figure 25. Assets at baseline, resale value, by type and treatment arm Figure 26. Assets at endline, resale value, by type and treatment arm",
        "num": null,
        "fig_num": "24"
      },
      "TABREF0": {
        "type_str": "table",
        "html": null,
        "text": "Distribution of households by Prefecture and treatment armsNumber of households by Treatment group and by PrefectureDependent variable is: \"Is the child enrolled and going to school\". Dprobit, marginal effects.",
        "num": null,
        "content": "<table><tr><td/><td/><td/><td>Number</td><td>of</td><td/><td/><td/></tr><tr><td/><td>Total</td><td/><td colspan=\"2\">Households</td><td colspan=\"2\">Treatment branch</td><td/></tr><tr><td/><td>Number</td><td>of</td><td/><td/><td/><td/><td/></tr><tr><td>Prefecture</td><td>Households</td><td>%</td><td colspan=\"3\">Control Treatment 0 GNF</td><td colspan=\"2\">70k GNF 140k GNF</td></tr><tr><td>Mali</td><td>725</td><td>17%</td><td>389</td><td>336</td><td>74</td><td>172</td><td>90</td></tr><tr><td>Télimélé</td><td>1 423</td><td>34%</td><td>679</td><td>744</td><td>182</td><td>382</td><td>180</td></tr><tr><td>Siguiri</td><td>636</td><td>15%</td><td>318</td><td>318</td><td>76</td><td>178</td><td>64</td></tr><tr><td>Kérouané</td><td>1 433</td><td>34%</td><td>681</td><td>752</td><td>186</td><td>379</td><td>187</td></tr><tr><td>Total</td><td>4 217</td><td colspan=\"2\">100% 2 067</td><td>2 150</td><td>518</td><td>1 111</td><td>521</td></tr><tr><td colspan=\"3\">Source: Baseline, Education module</td><td/><td/><td/><td/><td/></tr></table>"
      },
      "TABREF1": {
        "type_str": "table",
        "html": null,
        "text": "Effect of different treatment arms on school enrollmentDependent variable: \"Is the child enrolled and going to school\". Dprobit, marginal effects. Individual controls include: age, age squared, ethnicity dummies (sousou, malinke, peul, other). Household controls include household size Standard errors are clustered at the village level, for 148 villages.",
        "num": null,
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td/><td colspan=\"2\">All children</td><td colspan=\"2\">Children aged 8 to 12</td></tr><tr><td/><td>All</td><td>Only treated</td><td>All</td><td>Only treated</td></tr><tr><td/><td>sample</td><td>villages</td><td>sample</td><td>villages</td></tr><tr><td>Endline * 0 GNF</td><td>0.0771</td><td>reference</td><td>0.112</td><td>reference</td></tr><tr><td/><td>(0.0438)*</td><td/><td>(0.0408)***</td><td/></tr><tr><td>Endline* 70k GNF</td><td>0.110</td><td>0.0341</td><td>0.132</td><td>0.0221</td></tr><tr><td/><td>(0.0418)***</td><td>(0.0258)</td><td>(0.0402)***</td><td>(0.0350)</td></tr><tr><td>Endline * 140k GNF</td><td>0.170</td><td>0.0983</td><td>0.176</td><td>0.0744</td></tr><tr><td/><td>(0.0473)***</td><td>(0.0349)***</td><td>(0.0422)***</td><td>(0.0443)*</td></tr><tr><td>Endline</td><td>0.241</td><td>0.327</td><td>0.222</td><td>0.332</td></tr><tr><td/><td>(0.0339)***</td><td>(0.0300)***</td><td>(0.0338)***</td><td>(0.0320)***</td></tr><tr><td>Girl</td><td>-0.0640</td><td>-0.0606</td><td>-0.0666</td><td>-0.0690</td></tr><tr><td/><td>(0.0134)***</td><td>(0.0169)***</td><td>(0.0178)***</td><td>(0.0218)***</td></tr><tr><td>Observations</td><td>16,851</td><td>8,782</td><td>7,912</td><td>4,185</td></tr><tr><td>Individual controls</td><td>yes</td><td>yes</td><td>yes</td><td>yes</td></tr><tr><td>HH controls</td><td>yes</td><td>yes</td><td>yes</td><td>yes</td></tr><tr><td>Fixed-Effects</td><td>Villages</td><td>Villages</td><td>Villages</td><td>Villages</td></tr><tr><td>Clustered-SE</td><td>Village</td><td>Villages</td><td>Village</td><td>Village</td></tr><tr><td>P-value 0GNF vs 70GNF</td><td>0.196</td><td/><td>0.564</td><td/></tr><tr><td>P-value 0GNF vs 140GNF</td><td>0.006</td><td/><td>0.109</td><td/></tr><tr><td>P-value 70GNF vs 140GNF</td><td>0.039</td><td>0.039</td><td>0.118</td><td>0.133</td></tr><tr><td colspan=\"4\">Robust standard errors in parentheses. *** p&lt;0.01, ** p&lt;0.05, * p&lt;0.1</td><td/></tr></table>"
      },
      "TABREF2": {
        "type_str": "table",
        "html": null,
        "text": "Effect of different treatment arms on mathematics scoresDependent variable is the score in mathematics. OLS estimation Individual controls include: age, age squared, ethnicity dummies (sousou, malinke, peul, other). Household controls: household size Standard errors are clustered at the village level, for 148 villages.",
        "num": null,
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(5)</td><td>(6)</td></tr><tr><td/><td/><td>All children</td><td/><td/><td colspan=\"2\">Children aged 8 to 12</td></tr><tr><td/><td>All sample</td><td>All Sample</td><td>Leaving out untreated HH in treated villages</td><td>All sample</td><td>All Sample</td><td>Leaving out untreated HH in treated villages</td></tr><tr><td>Endline * 0 GNF</td><td>-0.425</td><td>-0.163</td><td/><td>-0.342</td><td>-0.0744</td><td/></tr><tr><td/><td>(0.366)</td><td>(0.375)</td><td/><td>(0.444)</td><td>(0.449)</td><td/></tr><tr><td>Endline * 70k GNF</td><td>-0.0996</td><td>0.173</td><td>0.332</td><td>-0.167</td><td>0.128</td><td>0.205</td></tr><tr><td/><td>(0.340)</td><td>(0.358)</td><td>(0.189)*</td><td>(0.380)</td><td>(0.400)</td><td>(0.298)</td></tr><tr><td>Endline * 140k GNF</td><td>-0.0158</td><td>0.252</td><td>0.421</td><td>0.0244</td><td>0.317</td><td>0.408</td></tr><tr><td/><td>(0.355)</td><td>(0.369)</td><td>(0.234)*</td><td>(0.400)</td><td>(0.412)</td><td>(0.344)</td></tr><tr><td>Endline</td><td>1.653</td><td>1.652</td><td>1.496</td><td>1.692</td><td>1.690</td><td>1.606</td></tr><tr><td/><td>(0.256)***</td><td>(0.256)***</td><td>(0.264)***</td><td>(0.272)***</td><td>(0.273)***</td><td>(0.334)***</td></tr><tr><td>Girl</td><td>-0.572</td><td>-0.469</td><td>-0.490</td><td>-0.602</td><td>-0.482</td><td>-0.510</td></tr><tr><td/><td colspan=\"2\">(0.0671)*** (0.0740)***</td><td>(0.103)***</td><td colspan=\"2\">(0.0892)*** (0.101)***</td><td>(0.140)***</td></tr><tr><td>Treated*Girl</td><td/><td>-0.549</td><td>-0.527</td><td/><td>-0.592</td><td>-0.562</td></tr><tr><td/><td/><td>(0.150)***</td><td>(0.163)***</td><td/><td>(0.199)***</td><td>(0.217)**</td></tr><tr><td>Constant</td><td>-3.990</td><td>-4.036</td><td>-5.010</td><td>-5.253</td><td>-5.281</td><td>-6.579</td></tr><tr><td/><td>(0.547)***</td><td>(0.547)***</td><td>(0.488)***</td><td>(2.356)**</td><td>(2.344)**</td><td>(3.161)**</td></tr><tr><td>Observations</td><td>16,982</td><td>16,982</td><td>8,817</td><td>8,025</td><td>8,025</td><td>4,213</td></tr><tr><td>R-squared</td><td>0.300</td><td>0.301</td><td>0.310</td><td>0.183</td><td>0.183</td><td>0.190</td></tr><tr><td>Individual controls</td><td>yes</td><td>yes</td><td>yes</td><td>yes</td><td>yes</td><td>yes</td></tr><tr><td>HH controls</td><td>yes</td><td>yes</td><td>yes</td><td>yes</td><td>yes</td><td>yes</td></tr><tr><td>Fixed-Effects</td><td>Villages</td><td>Villages</td><td>Villages</td><td>Villages</td><td>Villages</td><td>Villages</td></tr><tr><td>Clustered-SE</td><td>Villages</td><td>Villages</td><td>Villages</td><td>Villages</td><td>Villages</td><td>Villages</td></tr><tr><td colspan=\"4\">Robust standard errors in parentheses. *** p&lt;0.01, ** p&lt;0.05, * p&lt;0.1</td><td/><td/><td/></tr></table>"
      },
      "TABREF3": {
        "type_str": "table",
        "html": null,
        "text": "Effect of different treatment arms on French test scores, OLS",
        "num": null,
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(5)</td></tr><tr><td/><td>French</td><td>French</td><td>French</td><td>French</td><td>Treated</td></tr><tr><td/><td/><td/><td/><td/><td>Villages</td></tr><tr><td/><td/><td/><td/><td/><td>only</td></tr><tr><td>Treated*Endline</td><td>-0.00601</td><td>-0.0659</td><td/><td/><td/></tr><tr><td/><td>(0.0778)</td><td>(0.0699)</td><td/><td/><td/></tr><tr><td>0 GNF*Endline</td><td/><td/><td>-0.0526</td><td>-0.0936</td><td>reference</td></tr><tr><td/><td/><td/><td>(0.0883)</td><td>(0.0797)</td><td/></tr><tr><td>70k GNF*Endline</td><td/><td/><td>0.0265</td><td>-0.0305</td><td>0.0546</td></tr><tr><td/><td/><td/><td>(0.0790)</td><td>(0.0724)</td><td>(0.0513)</td></tr><tr><td>140k GNF*Endline</td><td/><td/><td>-0.0358</td><td>-0.118</td><td>-0.0316</td></tr><tr><td/><td/><td/><td>(0.0851)</td><td>(0.0769)</td><td>(0.0559)</td></tr><tr><td>Endline</td><td>0.243</td><td>0.0637</td><td>0.243</td><td>0.0635</td><td>-0.0159</td></tr><tr><td/><td colspan=\"2\">(0.0626)*** (0.0561)</td><td colspan=\"2\">(0.0626)*** (0.0561)</td><td>(0.0584)</td></tr><tr><td>Schooled</td><td/><td>0.793</td><td/><td>0.794</td><td>0.768</td></tr><tr><td/><td/><td>(0.0325)***</td><td/><td>(0.0324)***</td><td>(0.0407)***</td></tr><tr><td>Constant</td><td>-0.942</td><td>-0.319</td><td>-0.939</td><td>-0.316</td><td>-0.177</td></tr><tr><td/><td colspan=\"2\">(0.140)*** (0.108)***</td><td colspan=\"3\">(0.140)*** (0.108)*** (0.131)</td></tr><tr><td>Observations</td><td>15,738</td><td>15,527</td><td>15,738</td><td>15,527</td><td>8,113</td></tr><tr><td>R-squared</td><td>0.136</td><td>0.248</td><td>0.136</td><td>0.248</td><td>0.248</td></tr><tr><td>Individual controls</td><td>Yes</td><td>Yes</td><td>No</td><td>No</td><td>No</td></tr><tr><td>HH controls</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Fixed-Effects</td><td>Village</td><td>Village</td><td>Village</td><td>Village</td><td>Village</td></tr><tr><td>Clustered S-E</td><td>Village</td><td>Village</td><td>Village</td><td>Village</td><td>Village</td></tr><tr><td colspan=\"6\">Robust Standard errors in parentheses. *** p&lt;0.01, ** p&lt;0.05, * p&lt;0.1</td></tr><tr><td colspan=\"5\">Individual controls include Age, Age squared and Gender.</td><td/></tr><tr><td colspan=\"5\">Household controls include household size and ethnicity dummies.</td><td/></tr></table>"
      },
      "TABREF4": {
        "type_str": "table",
        "html": null,
        "text": "Heterogeneity analysis. Are the treatment effects heterogeneous by child's ability?",
        "num": null,
        "content": "<table><tr><td/><td/><td colspan=\"6\">Heterogeneity analysis: are the effects of the treatment heterogeneous by child's ability?</td><td/><td/></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(5)</td><td>(6)</td><td>(7)</td><td>(8)</td><td>(9)</td></tr><tr><td/><td>enrol</td><td>enrol</td><td>enrol</td><td>French</td><td>French</td><td>French</td><td>Math</td><td>Math</td><td>Math</td></tr><tr><td>Endline*Treated</td><td>0.106</td><td>0.129</td><td>0.169</td><td>-0.00661</td><td>0.0339</td><td>-0.0252</td><td>-0.216</td><td>0.0951</td><td>0.283</td></tr><tr><td/><td>(0.0378)***</td><td>(0.0384)***</td><td>(0.0472)***</td><td>(0.0777)</td><td>(0.0734)</td><td>(0.0732)</td><td>(0.339)</td><td>(0.268)</td><td>(0.337)</td></tr><tr><td>Endline</td><td>0.244</td><td>0.205</td><td>0.204</td><td>0.280</td><td>0.169</td><td>0.173</td><td>1.857</td><td>0.924</td><td>0.912</td></tr><tr><td/><td>(0.0285)***</td><td>(0.0295)***</td><td>(0.0297)***</td><td>(0.0620)***</td><td>(0.0580)***</td><td>(0.0579)***</td><td>(0.247)***</td><td>(0.175)***</td><td>(0.176)***</td></tr><tr><td>Raven score</td><td/><td>0.0330</td><td>0.0347</td><td/><td>0.0824</td><td>0.0797</td><td/><td>0.611</td><td>0.619</td></tr><tr><td/><td/><td colspan=\"2\">(0.00225)*** (0.00269)***</td><td/><td colspan=\"2\">(0.00382)*** (0.00454)***</td><td/><td colspan=\"2\">(0.0149)*** (0.0170)***</td></tr><tr><td>Treated*Raven*</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Endline</td><td/><td/><td>-0.00963</td><td/><td/><td>0.0119</td><td/><td/><td>-0.0381</td></tr><tr><td/><td/><td/><td>(0.00612)</td><td/><td/><td>(0.00799)</td><td/><td/><td>(0.0381)</td></tr><tr><td>Constant</td><td/><td/><td/><td>0.669</td><td>-0.638</td><td>-0.620</td><td>4.701</td><td>-1.015</td><td>-1.065</td></tr><tr><td/><td/><td/><td/><td>(0.0198)***</td><td>(0.0356)***</td><td>(0.0391)***</td><td>(0.108)***</td><td>(0.110)***</td><td>(0.118)***</td></tr><tr><td>Observations</td><td>16,374</td><td>16,373</td><td>16,373</td><td>15,753</td><td>15,752</td><td>15,752</td><td>16,598</td><td>16,597</td><td>16,597</td></tr><tr><td>R-squared</td><td/><td/><td/><td>0.083</td><td>0.158</td><td>0.159</td><td>0.107</td><td>0.371</td><td>0.371</td></tr><tr><td>Individual</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>controls</td><td>yes</td><td>yes</td><td>yes</td><td>yes</td><td>yes</td><td>yes</td><td>yes</td><td>yes</td><td>yes</td></tr><tr><td>HH controls</td><td>yes</td><td>yes</td><td>yes</td><td>yes</td><td>yes</td><td>yes</td><td>yes</td><td>yes</td><td>yes</td></tr><tr><td>Fixed-Effects</td><td>Villages</td><td>Villages</td><td>Villages</td><td>Villages</td><td>Villages</td><td>Villages</td><td>Villages</td><td>Villages</td><td>Villages</td></tr><tr><td>Level of clustering</td><td>Villages</td><td>Villages</td><td>Villages</td><td>Villages</td><td>Villages</td><td>Villages</td><td>Villages</td><td>Villages</td><td>Villages</td></tr><tr><td colspan=\"2\">Robust standard errors in</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>parentheses</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">*** p&lt;0.01, ** p&lt;0.05, * p&lt;0.1</td><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>"
      },
      "TABREF5": {
        "type_str": "table",
        "html": null,
        "text": "Effect of the treatment on asset accumulation Dependent variable. Log of total assets value. OLS estimation. in parentheses. *** p<0.01, ** p<0.05, * p<0.1 Household controls include household size and ethnicity fixed effects.",
        "num": null,
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td/><td>Buying</td><td>Buying</td><td>Resale</td><td>Resale</td></tr><tr><td/><td>value</td><td>value</td><td>value</td><td>value</td></tr><tr><td>Endline*Treated</td><td>-0.00419</td><td/><td>-0.0336</td><td/></tr><tr><td/><td>(0.0710)</td><td/><td>(0.0789)</td><td/></tr><tr><td>Endlne* 0 GNF</td><td/><td>-0.0392</td><td/><td>-0.0880</td></tr><tr><td/><td/><td>(0.0848)</td><td/><td>(0.0959)</td></tr><tr><td>Endline * 70k GNF</td><td/><td>-0.0145</td><td/><td>-0.0576</td></tr><tr><td/><td/><td>(0.0806)</td><td/><td>(0.0895)</td></tr><tr><td>Endline * 140k GNF</td><td/><td>0.0527</td><td/><td>0.0722</td></tr><tr><td/><td/><td>(0.0999)</td><td/><td>(0.103)</td></tr><tr><td>Endline</td><td>0.0623</td><td>0.0622</td><td>-0.0655</td><td>-0.0655</td></tr><tr><td/><td>(0.0523)</td><td>(0.0523)</td><td>(0.0600)</td><td>(0.0600)</td></tr><tr><td>Constant</td><td>6.541</td><td>6.541</td><td>6.291</td><td>6.291</td></tr><tr><td/><td colspan=\"4\">(0.0518)*** (0.0517)*** (0.0603)*** (0.0602)***</td></tr><tr><td>Observations</td><td>9,360</td><td>9,360</td><td>9,318</td><td>9,318</td></tr><tr><td>R-squared</td><td>0.159</td><td>0.159</td><td>0.144</td><td>0.144</td></tr><tr><td>HH controls</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Village Fixed effects</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td>Clustered SE</td><td>Villages</td><td>Villages</td><td>Villages</td><td>Villages</td></tr><tr><td>Robust standard errors</td><td/><td/><td/><td/></tr></table>"
      }
    }
  }
}