{
  "paper_id": "D34027396",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:02.455739Z"
  },
  "title": "Trade Promotion Organizations in the Pandemic World",
  "authors": [
    {
      "first": "Yewon",
      "middle": [],
      "last": "Choi",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Ana",
      "middle": [],
      "last": "Fernandes",
      "suffix": "",
      "affiliation": {},
      "email": "afernandes@worldbank.org"
    },
    {
      "first": "Arti",
      "middle": [],
      "last": "Grover",
      "suffix": "",
      "affiliation": {},
      "email": "agrover1@ifc.org"
    },
    {
      "first": "Leonardo",
      "middle": [],
      "last": "Iacovone",
      "suffix": "",
      "affiliation": {},
      "email": "liacovone@worldbank.org"
    },
    {
      "first": "Marcelo",
      "middle": [],
      "last": "Olarreaga",
      "suffix": "",
      "affiliation": {},
      "email": "marcelo.olarreaga@unige.ch"
    },
    {
      "first": "Caroline",
      "middle": [],
      "last": "Freund",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Gene",
      "middle": [],
      "last": "Grossman",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Mary",
      "middle": [],
      "last": "Hallward-Driemeier",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Michele",
      "middle": [],
      "last": "Ruta",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Victor",
      "middle": [],
      "last": "Steenbergen",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Daria",
      "middle": [],
      "last": "Taglioni",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Gonzalo",
      "middle": [],
      "last": "Varela",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Erik",
      "middle": [],
      "last": "Von",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "2023-03",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D34027396",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "A 2021-22 survey of trade promotion organizations conducted by the World Bank to understand how the COVID-19 pandemic affected their functioning suggests four main findings. First, trade promotion organizations in high-income countries are larger than those in low-income countries, suggesting a stronger capacity to adapt during the pandemic. Second, trade promotion organizations in high-income countries saw a significant jump in their median budget in 2021 indicating a strong response effort. In low-income countries, the budgets of trade promotion organizations declined. Third, most trade promotion organizations in high-income countries put in place a COVID-19 recovery plan, while none of the trade promotion organizations in low-income countries had one in place at the time of the survey. Fourth, trade promotion organizations used several virtual tools during the pandemic, such as business-to-business matching events and training of small firms on e-commerce, and are expecting to increase the use of all virtual tools post COVID-19. Trade promotion organizations' use of virtual tools in low-income countries remained limited.. This paper is a product of the Development Research Group, Development Economics and the Finance, Competitiveness and Innovation Global Practice. It is part of a larger effort by the World Bank to provide open access to its research and make a contribution to development policy discussions around the world. Policy Research Working Papers are also posted on the Web at http://www.worldbank.org/prwp. The authors may be contacted at agrover1@ifc.org.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Policy Research Working Paper 10374",
        "sec_num": null
      },
      {
        "text": "The COVID pandemic was a major shock to the global economy. Global trade declined dramatically at the onset of the pandemic (Brenton et al., 2022) but trade bounced back sharply from late 2020 onward (Meijerink et al., 2020) . Surveys of firms around the world, namely the World Bank's Business Pulse Surveys, documented their responses to the COVID shock including their access to and use of government support programs (e.g., Constantinescu et al., 2022; Cirera et al., 2021) . Despite the key role of government agencies that promote trade -Trade Promotion Organizations (TPOs)-highlighted in a recent survey by Srhoj et al. (2020) , little is known about the impact of the pandemic on their activities. To address this gap, the World Bank implemented a survey of TPOs in 57 countries between fall 2021 and spring 2022 with the objective of better understanding their responses to a crisis such as the COVID pandemic as well as their functioning more broadly.",
        "cite_spans": [
          {
            "start": 124,
            "end": 146,
            "text": "(Brenton et al., 2022)",
            "ref_id": "BIBREF2"
          },
          {
            "start": 200,
            "end": 224,
            "text": "(Meijerink et al., 2020)",
            "ref_id": "BIBREF11"
          },
          {
            "start": 428,
            "end": 456,
            "text": "Constantinescu et al., 2022;",
            "ref_id": "BIBREF5"
          },
          {
            "start": 457,
            "end": 477,
            "text": "Cirera et al., 2021)",
            "ref_id": "BIBREF4"
          },
          {
            "start": 615,
            "end": 634,
            "text": "Srhoj et al. (2020)",
            "ref_id": "BIBREF13"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "The early literature in the 1990s was critical of TPOs' capacity in developing countries to promote exports (Hogan et al., 1991) , as they tended to be inadequately funded, lacked leadership, and were too bureaucratic and not client oriented, while hiring staff with links to the government instead of the export sector. However, as TPOs reformed, the more recent literature suggests that they can successfully promote exports when sufficiently funded (Lederman et al., 2010) , or when focusing on firms' extensive rather than intensive export margins, both at the market, product and exporter/non-exporter levels (Volpe Martincus and Carballo (2008) , Cruz (2014) and Broocks and van Biesebroeck (2017) ). TPO returns are also higher when they spend a large share of their budget on marketing activities in a few sectors (Olarreaga et al., 2020) , or when TPO activities are combined with investment promotion (Harding and Javorcik, 2012) .",
        "cite_spans": [
          {
            "start": 108,
            "end": 128,
            "text": "(Hogan et al., 1991)",
            "ref_id": "BIBREF8"
          },
          {
            "start": 452,
            "end": 475,
            "text": "(Lederman et al., 2010)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 614,
            "end": 650,
            "text": "(Volpe Martincus and Carballo (2008)",
            "ref_id": "BIBREF14"
          },
          {
            "start": 653,
            "end": 664,
            "text": "Cruz (2014)",
            "ref_id": "BIBREF6"
          },
          {
            "start": 669,
            "end": 703,
            "text": "Broocks and van Biesebroeck (2017)",
            "ref_id": "BIBREF3"
          },
          {
            "start": 822,
            "end": 846,
            "text": "(Olarreaga et al., 2020)",
            "ref_id": null
          },
          {
            "start": 911,
            "end": 939,
            "text": "(Harding and Javorcik, 2012)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Randomized experiments at the firm level have also shown that TPO programs can have large returns. Atkin et al. (2017) offer the opportunity to export high-quality carpets to a random set of firms. Treated firms had a 20 percent increase in exports and a significant boost to the quality of their products.",
        "cite_spans": [
          {
            "start": 99,
            "end": 118,
            "text": "Atkin et al. (2017)",
            "ref_id": "BIBREF0"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "There is also evidence that TPOs have been successful in helping exporters weather the drop in exports during the global recession in 2009 (Biesebroek and Volpe Martincus, 2016) .",
        "cite_spans": [
          {
            "start": 139,
            "end": 177,
            "text": "(Biesebroek and Volpe Martincus, 2016)",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "However the COVID pandemic is different as it hit the export sector directly by disrupting global supply chains. How has the pandemic affected the functioning of TPOs? Were they able to adapt? These are the questions addressed in the World Bank survey of TPOs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Several key findings emerge from the survey. First, there is significant heterogeneity in TPOs' size in terms of budget: the budget of the median TPO in high-income countries is 20 times larger than that of the median TPO in low-income countries. TPOs' budget responses during the pandemic also varied across income levels: TPOs in high-income countries increased their budget whereas TPOs in low-income countries saw a decline in their budget even after lockdown measures eased. Second, TPOs in high-income countries have a stronger hierarchical structure with the number of board members per employee being eight times smaller than in TPOs in low-income countries. This could partly reflect the finding that TPOs in high-income countries tend to have broader mandates whereas TPOs in low-income countries mainly focus on export promotion. These two observations put together may be explained by the fact that a broader mandate may require a more hierarchical structure.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Third, TPOs target generally medium-size established exporters, rather than large or small non-exporters or occasional exporters. The focus on established exporters strengthened in high-income countries during the pandemic, whereas non-exporters became relatively more important in low-income countries. Marketing activities remained the main expenditure item of TPOs during the pandemic. However, its relative importance declined in low-income countries as the pandemic hit. This is partly explained by the fact that TPOs in low-income countries were not as quick to adapt to virtual tools such as business-to-business (B2B) matching events. Indeed, at the time of the survey, among low-income countries there was no TPO that had put a COVID recovery plan in place. Among high-income countries 59 percent had a recovery plan in place. Interestingly, one of the most popular virtual tools used during the pandemic in both high-and low-income countries was \"Training on e-commerce\" (as popular as \"B2B matching events\"). This was also the virtual program with one of the lowest expenditure shares, suggesting such programs are not only popular, but also relatively cheap.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "These findings are important for three reasons. First, they help understand TPOs' structure, organization and objectives, and how those differ across income groups. It is, for example, surprising that TPOs focused mainly on established exporters. The existing literature has shown that returns to export promotion are higher along the extensive margins, rather than the intensive margin (Volpe Martincus and Carballo, 2008) . In principle, established exporters already know how to penetrate foreign markets. Non-exporters face higher information barriers, and the literature has shown that this is an important margin on which TPO programs can exhibit high returns (Lederman et al., 2016) . Arguably, the global disruptions in supply chains due to the pandemic have increased the information needs for established exporters. In contrast, the focus on medium rather than small firms is less surprising. 1 To be able to penetrate foreign markets, scale is important and small firms may fall short by definition in this aspect. Second, they help us understand the responses of TPOs during the pandemic and how differences in budget can help explain how TPOs adapted. For example, the fall in marketing activities expenditures in low-income countries is probably linked to the slow adoption of virtual tools and the absence of a recovery plan being put in place at the beginning of the pandemic. This in turn may be explained by the much smaller budgets of TPOs in low-income countries. Finally, they provide a first look at what the post-COVID TPO world may look like, with virtual tools being more prominent.",
        "cite_spans": [
          {
            "start": 387,
            "end": 423,
            "text": "(Volpe Martincus and Carballo, 2008)",
            "ref_id": "BIBREF14"
          },
          {
            "start": 666,
            "end": 689,
            "text": "(Lederman et al., 2016)",
            "ref_id": "BIBREF10"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "This combined with the large demand for training on e-commerce could potentially lead to a more inclusive export composition with smaller firms being able to participate more easily not only in export promotion programs, but also in world markets through electronic platforms.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "The remainder of this paper is organized as follows. Section 2 describes the sample that responded to the TPO survey. We divide our sample into four groups: high-income countries (17 TPOs), upper-middle-income countries (20 TPOs), lower-middle-income countries (11 TPOs) and low-income countries (9 TPOs). Section 3 explores differences in TPO size (budget and employment) across different income groups. Section 4 focuses on differences in organization and objectives of TPOs. Section 5 examines how TPOs adapted their activities and strategies during the COVID pandemic, and section 6 concludes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "A total of 135 national TPOs were contacted with a 16-question survey (see the appendix).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Survey sample",
        "sec_num": "2"
      },
      {
        "text": "The questions in the survey were drawn from previous surveys of TPOs conducted by the The number of employees in TPOs also varies significantly across countries. Combining the information on budgets and number of employees, we find that the differences across TPOs in terms of budget per employee are large but not as striking. This is because high-income countries tend to have larger budgets but also a significantly larger number of employees. The median TPO budget per employee is USD 118,000. TPOs in high-income countries have a budget per employee of USD 202,000, whereas that budget is USD 57,000 in low-income countries, USD 61,000 in lower-middle-income countries and USD 108,000 in upper-middle-income countries. Considering the critiques of the earlier literature (Hogan et al., 1991) that TPOs' inefficiencies in the 1980s were explained by the fact that they were not sufficiently funded and too bureaucratic, these numbers suggest that TPOs in high-income countries may have overcome these problems to a larger extent than TPOs in low-income countries.",
        "cite_spans": [
          {
            "start": 776,
            "end": 796,
            "text": "(Hogan et al., 1991)",
            "ref_id": "BIBREF8"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Survey sample",
        "sec_num": "2"
      },
      {
        "text": "These differences in terms of budget, number of employees, and budget per employee suggest that the capacity to adapt during the COVID pandemic is unlikely to be homogeneous across TPOs. Those with a larger budget and number of employees may have significantly larger margins to adapt to a crisis. This is something we explore in section 5. Note: The box plot represents the Inter-Quartile range (IQ), i.e, observations with values in the 25 to 75 percentile range. The line in the middle of the box represents the median value. The whiskers indicate the 1.5 IQ range above and below the box. If all observations in either the top or bottom whisker are within 1.5 IQ, then the corresponding whisker shortens to the maximum value within the 1.5 IQ range. The distribution across Income groups is very similar, with only lower-middle-income countries having a larger share of board members from the private sector of around 57 percent. Also, it is interesting to note that in the case of high-income countries the IQ range (i.e., the box) includes 0 percent, suggesting that for those countries more than 25 percent of TPOs have no private sector representation on their boards. This suggests that a significant share of high-income countries do not have any private sector representation on their board, which is not the case in low-and middle-income countries. Upper-middle-income countries also followed with a 35 percent increase in the median budget. However, the same was not observed in low-income and lower-middle-income countries where the median TPO budget remained at levels similar to those observed in 2020. A potential explanation for these trends is differences in fiscal space. Low-income countries with little fiscal space may have had no choice but to reduce TPO budgets. To explore this, we correlated changes in total government expenditure (using IMF data) with changes in TPO budgets and found a small positive coefficient, but that is not statistically significant, suggesting that this may not be the main rationale behind changes in TPO budgets during the pandemic. IQ, then the corresponding whisker shortens to the maximum value within the 1.5 IQ range. Export support services are a smaller expenditure item. More than half of TPOs report spending less than 10 percent on export support services both in 2019 and 2021. Only 10 percent of TPOs spend more than 50 percent on export support services both in 2019 and 2021. Overall there has not been a major shift in the distribution of the share of expenditure on export support services during the COVID pandemic.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Survey sample",
        "sec_num": "2"
      },
      {
        "text": "Research is an even smaller expenditure item with only one TPO reporting spending more than 50 percent on research in both years. More than 60 percent of TPOs reported spending less than 10 percent on research activities in 2019. So most TPOs spent little on research. This share increased to 62 percent by 2021, suggesting a moderate increase in the share that TPOs spent on research activities during the COVID pandemic. 5",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Changes in TPOs' expenditures by type of activity",
        "sec_num": "5.1"
      },
      {
        "text": "Since marketing activities are the largest expenditure item of TPOs and also the only one with a significant shift in expenditure shares between 2019 and 2021, Figure 9 provides in the lower panel the distribution of expenditure shares on marketing activities by income group. It suggests that the shift towards a lower share of expenditures is observed in all income groups. It is slightly more pronounced among low-income and middle-lower-income countries. A potential explanation for this is that the shift towards virtual marketing tools was not as pronounced in TPOs located in low-income and lower-middle-income countries due to their lower digitalization penetration. In high-income and upper-middle-income countries, the distribution may not have contracted as much because in-person marketing activities that have been difficult during COVID may have been replaced by virtual marketing activities.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 160,
            "end": 168,
            "text": "Figure 9",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Changes in TPOs' expenditures by type of activity",
        "sec_num": "5.1"
      },
      {
        "text": "This is something we explore later in section 5.5. In all income groups there was a small shift of the distribution towards the right, suggesting a stronger focus on the electronics sector, even in low-income countries with the share of TPOs spending more than 0, but less than 10 percent, increasing from 20 to 22 percent. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Changes in TPOs' expenditures by type of activity",
        "sec_num": "5.1"
      },
      {
        "text": "Part of the reason for the changes observed between 2019 and 2021 described in the previous section relates to the nature of the COVID shock that restricted many of the activities of TPOs. But part of it reflects the changes implemented by TPOs during this period. The survey asked TPOs whether they had a COVID recovery plan in place (or in progress) and",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "COVID recovery plan",
        "sec_num": "5.5"
      },
      {
        "text": "whether that plan had been officially approved. TPOs whether they adopted different virtual tools during the pandemic, and whether they were planning to continue to use these new virtual tools post COVID. The different virtual tools that were considered were:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "COVID recovery plan",
        "sec_num": "5.5"
      },
      {
        "text": "• Trade missions for individual firms • Training of SMEs on logistics and transport issues related to COVID restrictions",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "COVID recovery plan",
        "sec_num": "5.5"
      },
      {
        "text": "• Help desks Figure 14 displays the shares of TPOs that have adopted each of these virtual tools during COVID, as well as the shares that are planning to continue to use them post COVID.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 13,
            "end": 22,
            "text": "Figure 14",
            "ref_id": "FIGREF1"
          }
        ],
        "eq_spans": [],
        "section": "COVID recovery plan",
        "sec_num": "5.5"
      },
      {
        "text": "During COVID the use of virtual tools was quite widespread. None of the virtual tools described were used by less than 45 percent of TPOs. Around 80 percent of TPOs used virtual B2B matching events and training of SMEs on e-commerce. The least used virtual tool was training on logistics with only 45 percent of TPOs reporting using it. Interestingly, TPOs are expecting to increase their use of all virtual tools post COVID. The bottom panel of Figure 14 provides the same information by income group. There was significantly less use of virtual tools by TPOs in low-income countries, with an adoption of virtual tools that varies between 25 percent and 75 percent depending on the tool, compared to high-income countries where the share of TPOs that adopted virtual tools varies between 50 and 100 percent depending on the tool. Middle-income countries tend to have a range of adoption of virtual tools in between the range for high and low-income countries. All TPOs in high-and lower-middle-income countries have adopted virtual B2B matching events. The corresponding figure in low-and upper-middle-income countries is 75 percent. The increase in the use of virtual tools post COVID is mainly driven by TPOs in low-and middle-income countries, as TPOs in high-income countries are expecting to only marginally increase their already high use of virtual tools.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 446,
            "end": 455,
            "text": "Figure 14",
            "ref_id": "FIGREF1"
          }
        ],
        "eq_spans": [],
        "section": "COVID recovery plan",
        "sec_num": "5.5"
      },
      {
        "text": "The survey also asked TPOs which were the virtual programs with the largest shares of applications, and which represented the largest expenditure share during COVID. Figure   15 provides the share of TPOs that answer that the corresponding virtual program had the largest number of applicants, or the largest expenditure share. The largest number of applicants is observed for Trade Fairs, B2B matching events, and Training on e-commerce,",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 166,
            "end": 177,
            "text": "Figure   15",
            "ref_id": "FIGREF1"
          }
        ],
        "eq_spans": [],
        "section": "COVID recovery plan",
        "sec_num": "5.5"
      },
      {
        "text": "where for each virtual activity more than 20 percent of TPOs reported it as having the largest number of applicants. Individual firm trade missions, trade logistics and help desks were the virtual activities with less demand. Only 6 percent of TPOs reported those as the activity with the largest number of applicants. Interestingly, in terms of expenditure shares the ranking slightly differs. Training on ecommerce is not among the top three virtual activities. Only slightly more than 10 percent of TPOs report training on e-commerce as having the largest expenditure share. Note that mentoring on e-commerce and training on online platforms are also among the activities with the lowest expenditure shares. This suggests that there was a strong demand for e-commerce training during COVID, and that this does not require large expenditures. The expenditure share that was more frequently reported as being the largest across TPOs was virtual trade fairs with a quarter of TPOs reporting it as the highest expenditure share. Figure 16 shows how the largest number of applications by virtual program varied across TPOs in the four income groups. In high-and upper-middle-income countries the distribution across virtual programs is relatively uniform. In low-and lower-middle-income countries the distribution is sparser, reflecting the fact that in those countries the share of TPOs offering any virtual programs was lower. In terms of type of exporters, there was an increased focus on non-exporting firms, as well as new or occasional exporters. Also, there was a shift towards small and large firms and away from medium-sized firms. A large majority of TPOs had a COVID recovery plan in place or in progress. A large variety of virtual programs were put in place. Virtual trade fairs, B2B matching events and training on e-commerce are the more frequent activities observed across TPOs. The largest number of firm applications were observed in these three virtual activities. Notably, the share of expenditures of training on e-commerce is small, suggesting that it is a popular and inexpensive program. TPOs plan to increase the use of all the virtual programs put in place as COVID restrictions ease.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 1028,
            "end": 1037,
            "text": "Figure 16",
            "ref_id": "FIGREF1"
          }
        ],
        "eq_spans": [],
        "section": "COVID recovery plan",
        "sec_num": "5.5"
      },
      {
        "text": "Finally, let us focus on differences in TPOs across different income groups. As with many other institutions there are important differences in TPOs depending on the country's income level. We focus here on the comparison of TPOs in high-and low-income countries where differences are more striking. The median TPO budget in high-income countries is 20 times larger than the median TPO budget in low-income countries, and the number of employees in TPOs in high-income countries is 11 times larger, and these differences remain large after controlling for export size. This matters for explaining the differences in adaptive capacity to the COVID shock. In terms of organizational structure, composition of board members, or the extent to which export promotion is a priority in the agency, there are some small differences. The hierarchical structure is stronger in TPOs in high-income countries with a ratio of board members to employees that is more than 8 times smaller than in TPOs in low-income countries. TPOs in high-income countries also tend to have broader mandates, as TPOs in low-income countries tend to prioritize export promotion. Note that these two observations could be related as a broader mandate may require a more hierarchical structure.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "COVID recovery plan",
        "sec_num": "5.5"
      },
      {
        "text": "There were also important differences across income groups in terms of the response to the COVID pandemic. In high-income countries, TPOs' budget did not drop in 2020, but there was a significant increase in 2021. In low-income countries, TPOs' budget declined in 2020, and there was no rebound thereafter. So the evolution observed on aggregate (described above) was not common across income groups, but explained by the decline in budget in low-income countries in 2020, and the increase in budget in high-income countries in 2021.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "COVID recovery plan",
        "sec_num": "5.5"
      },
      {
        "text": "The decline in marketing activities described above is mainly explained by TPOs in lowand lower-middle-income countries. In high-and upper-middle-income countries, the decline was not as pronounced probably due to a more extensive use of virtual tools to replace inperson marketing activities. The sectoral focus of TPOs' activities also varies. Electronics, for example, is an important sector for TPOs in high-income (and upper-middle-income)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "COVID recovery plan",
        "sec_num": "5.5"
      },
      {
        "text": "countries, but TPOs in low-income countries spend less than 10 percent in this sector.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "COVID recovery plan",
        "sec_num": "5.5"
      },
      {
        "text": "TPOs in high-income countries tend to have a stronger focus on established exporters than The adoption of virtual programs is much more common for TPOs in high-income countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "COVID recovery plan",
        "sec_num": "5.5"
      },
      {
        "text": "This perhaps explains why TPOs in low-income countries are planning to intensify to a larger extent their use of virtual tools in the future. There were no major differences between TPOs in high-and low-income countries in terms of the most popular virtual programs (trade fairs, B2B matching events and training on e-commerce) and their relative costs, with training on e-commerce being a popular and relatively less expensive virtual program.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "COVID recovery plan",
        "sec_num": "5.5"
      },
      {
        "text": "Finally, a word of caution. The objective of this paper is purely descriptive. One may be tempted to speculate that because TPOs in high-income countries adopt a certain strategy or structure, this is likely to be more efficient, or perhaps draw policy recommendations for low-income countries from observed differences in the structure and responses of highincome countries. This kind of extrapolation is risky and any serious policy recommendation requires an in-depth analysis of the impact that these differences in structure and strategy of TPOs have on different outcomes. This is outside the scope of this paper, but is part of the research agenda of the World Bank.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "COVID recovery plan",
        "sec_num": "5.5"
      },
      {
        "text": "6. Roughly, in 2019 what percentage of the total budget was spent on the following activities?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "COVID recovery plan",
        "sec_num": "5.5"
      },
      {
        "text": "(a) Country image building: Advertising, promotional events, etc.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "COVID recovery plan",
        "sec_num": "5.5"
      },
      {
        "text": "(b) Export support services, including the following: Export training, technical assistance and capacity building (regulatory compliance, information on trade finance, logistics, customs, packaging, pricing (c) Marketing, including the following: Trade fairs, trade missions, follow-up services offered by representatives abroad, and importer missions (d) Market research and publications, including the following: General, sector and firm level information, such as market surveys, on-line information on export markets, publications encouraging firms to export, and contact database (e) Policy Advocacy: Meetings with legislators/policymakers on constraints faced by exporters, workshops/conferences on constraints faced by exporters, and studies and policy-oriented research (f) Other activities related to export support and promotion (training for young graduates) (g) Other activities not related to export support and promotion, such as inward investment promotion, export finance/ insurance and fiscal incentives. (b) Export support services, including the following: Export training, technical assistance and capacity building (regulatory compliance, information on trade finance, logistics, customs, packaging, pricing (c) Marketing, including the following: Trade fairs, trade missions, follow-up services offered by representatives abroad, and importer missions (d) Market research and publications, including the following: General, sector and firm level information, such as market surveys, on-line information on export markets, publications encouraging firms to export, and contact database (e) Policy Advocacy: Meetings with legislators/policymakers on constraints faced by exporters, workshops/conferences on constraints faced by exporters, and studies and policy-oriented research (f) Other activities related to export support and promotion (training for young graduates) (g) Other activities not related to export support and promotion, such as inward investment promotion, export finance/ insurance and fiscal incentives. 14a. Does your agency have a recovery plan in response to the COVID-19 pandemic?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "COVID recovery plan",
        "sec_num": "5.5"
      },
      {
        "text": "14b. If 14a is yes, has this recovery plan been approved by your agency?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "COVID recovery plan",
        "sec_num": "5.5"
      },
      {
        "text": "Although the export promotion literature has shown that a focus on small exporters may generate higher returns (Volpe Martincus and Carballo, 2010).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "All budgets were converted from local currency to USD using a PPP adjusted exchange rate.3 Note that TPO budget differences between high-and low-income countries when controlling for export value are smaller, but the median TPO budget-to-export ratio is still twice as large for high income countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Unfortunately, COVID is still present well into 2022, but 2021 provides information for the period after the global lockdowns of 2020.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Note that the median TPO had a stable budget over the period as discussed above, so this implies that expenditure on research also marginally increased.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "This may seem surprising given the shortages in the electronics sector, but is consistent with TPOs working essentially on the demand side (marketing activities) rather than the supply side (exporter support).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "Appendix: Survey of Trade Promotion Organizations 1. What is the legal and/or organizational status of the agency? (a) Sub-unit of a ministry (please specify which ministry) (b) Autonomous or semi-autonomous agency reporting to a ministry (please specify which ministry) (c) Joint public-private entity 16a. Which of the above programs received the largest number of applications? (In addition to virtual activities, you may also refer to activities that took place in-person.)16b. Which of the above programs represented the largest budget share? (In addition to virtual activities, you may also refer to activities that took place in-person.)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "annex",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Exporting and firm performance: Evidence from a randomized experiment",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Atkin",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Khandelwal",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Osman",
            "suffix": ""
          }
        ],
        "year": 2017,
        "venue": "Quarterly Journal of Economics",
        "volume": "132",
        "issue": "2",
        "pages": "551--615",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "D. Atkin, A. Khandelwal, and A. Osman. Exporting and firm performance: Evidence from a randomized experiment. Quarterly Journal of Economics, 132(2):551-615, 2017.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Did export promotion help firms weather the crisis? Economic Policy",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Biesebroek",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Volpe Martincus",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "J. Biesebroek and C. Volpe Martincus. Did export promotion help firms weather the crisis? Economic Policy, 31(88), 2016.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Reshaping Global Value Chains in Light of COVID-19 : Implications for Trade and Poverty Reduction in Developing Countries",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Brenton",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "J"
            ],
            "last": "Ferrantino",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Maliszewska",
            "suffix": ""
          }
        ],
        "year": 2022,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "P. Brenton, M. J. Ferrantino, and M. Maliszewska. Reshaping Global Value Chains in Light of COVID-19 : Implications for Trade and Poverty Reduction in Developing Countries. The World Bank, 2022.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "The impact of export promotion on export market entry",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Broocks",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Van Biesebroeck",
            "suffix": ""
          }
        ],
        "year": 2017,
        "venue": "Journal of International Economics",
        "volume": "107",
        "issue": "",
        "pages": "19--33",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "A. Broocks and J. van Biesebroeck. The impact of export promotion on export market entry. Journal of International Economics, 107:19-33, 2017.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Policies to support businesses through the covid-19 shock : A firm-level perspective",
        "authors": [
          {
            "first": "X",
            "middle": [],
            "last": "Cirera",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "J"
            ],
            "last": "Vargas Da Cruz",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [
              "A R"
            ],
            "last": "Davies",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "G"
            ],
            "last": "Grover",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Iacovone",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "E"
            ],
            "last": "Lopez Cordova",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Medvedev",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [
              "O"
            ],
            "last": "Maduko",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Nayyar",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "Reyes"
            ],
            "last": "Ortega",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Torres",
            "suffix": ""
          }
        ],
        "year": 2021,
        "venue": "Policy Research Working Paper",
        "volume": "9596",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "X. Cirera, M. J. Vargas Da Cruz, E. A. R. Davies, A. G. Grover, L. Iacovone, J. E. Lopez Cor- dova, D. Medvedev, F. O. Maduko, G. Nayyar, S. Reyes Ortega, and J. Torres. Policies to support businesses through the covid-19 shock : A firm-level perspective. Policy Research Working Paper 9596, The World Bank, 2021.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Globally engaged firms in the covid-19 crisis",
        "authors": [
          {
            "first": "I",
            "middle": [
              "C"
            ],
            "last": "Constantinescu",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "M"
            ],
            "last": "Fernandes",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [
              "G"
            ],
            "last": "Grover",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Poupakis",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "Reyes"
            ],
            "last": "Ortega",
            "suffix": ""
          }
        ],
        "year": 2022,
        "venue": "Policy Research Working Paper",
        "volume": "9991",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "I. C. Constantinescu, A. M. Fernandes, A. G. Grover, S. Poupakis, and S. Reyes Ortega. Globally engaged firms in the covid-19 crisis. Policy Research Working Paper 9991, The World Bank, 2022.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Do export promotion agencies promote new exporters? Policy Research Working Paper 7004",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Cruz",
            "suffix": ""
          }
        ],
        "year": 2014,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "M. Cruz. Do export promotion agencies promote new exporters? Policy Research Working Paper 7004, The World Bank, 2014.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Foreign direct investment and export upgrading",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Harding",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Javorcik",
            "suffix": ""
          }
        ],
        "year": 2012,
        "venue": "Review of Economics and Statistics",
        "volume": "94",
        "issue": "4",
        "pages": "964--980",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "T. Harding and B. Javorcik. Foreign direct investment and export upgrading. Review of Economics and Statistics, 94(4):964-980, 2012.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "The role of support services in expanding manufacture exports in developing countries",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Hogan",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Keesing",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Singer",
            "suffix": ""
          }
        ],
        "year": 1991,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "P. Hogan, D. Keesing, and A. Singer. The role of support services in expanding manufacture exports in developing countries. The World Bank, 1991.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Export promotion agencies: Do they work",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Lederman",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Olarreaga",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Payton",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "Journal of Development Economics",
        "volume": "91",
        "issue": "2",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "D. Lederman, M. Olarreaga, and L. Payton. Export promotion agencies: Do they work? Journal of Development Economics, 91(2), 2010.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Export promotion and firm entry into and survival in export markets",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Lederman",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Olarreaga",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Zavala",
            "suffix": ""
          }
        ],
        "year": 2016,
        "venue": "Canadian Journal of Development Economics",
        "volume": "37",
        "issue": "2",
        "pages": "142--158",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "D. Lederman, M. Olarreaga, and L. Zavala. Export promotion and firm entry into and survival in export markets. Canadian Journal of Development Economics, 37(2):142-158, 2016.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Covid-19 and world merchandise trade: Unexpected resilience",
        "authors": [
          {
            "first": "G",
            "middle": [],
            "last": "Meijerink",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Hendriks",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [
              "A"
            ],
            "last": "Van Bergeijk",
            "suffix": ""
          }
        ],
        "year": 2020,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "G. Meijerink, B. Hendriks, and P. A. van Bergeijk. Covid-19 and world merchandise trade: Unexpected resilience. Technical report, VOX, CEPR Policy Portal, 2020.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Exploring the heterogeneous effects of export promotion",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Olarreaga",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Sperlich",
            "suffix": ""
          },
          {
            "first": "V",
            "middle": [],
            "last": "Trachsel",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "World Bank Economic Review",
        "volume": "34",
        "issue": "2",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "M. Olarreaga, S. Sperlich, and V. Trachsel. Exploring the heterogeneous effects of export promotion. World Bank Economic Review, 34(2), 2020.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Export boosting policies and firm behaviour: Review of empirical evidence around the world",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Srhoj",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Wagner",
            "suffix": ""
          }
        ],
        "year": 2020,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "S. Srhoj, J. Wagner, et al. Export boosting policies and firm behaviour: Review of empirical evidence around the world. Technical report, Leuphana Universität Lüneburg, 2020.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Is export promotion effective in developing countries? firm level evidence on the intensive and extensive margins of trade",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Volpe Martincus",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Carballo",
            "suffix": ""
          }
        ],
        "year": 2008,
        "venue": "Journal of International Economics",
        "volume": "76",
        "issue": "1",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "C. Volpe Martincus and J. Carballo. Is export promotion effective in developing countries? firm level evidence on the intensive and extensive margins of trade. Journal of International Economics, 76(1), 2008.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Beyond the average effects: The distributional impacts of export promotion programs in developing countries",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Volpe Martincus",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Carballo",
            "suffix": ""
          }
        ],
        "year": 2010,
        "venue": "Journal of Development Economics",
        "volume": "92",
        "issue": "",
        "pages": "201--214",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "C. Volpe Martincus and J. Carballo. Beyond the average effects: The distributional impacts of export promotion programs in developing countries. Journal of Development Economics, 92:201-214, 2010.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "From swimming in sand to high and sustainable growth : A roadmap to reduce distortions in the allocation of resources and talent in the pakistani economy. Pakistan economic memorandum",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Worldbank",
            "suffix": ""
          }
        ],
        "year": 2022,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WorldBank. From swimming in sand to high and sustainable growth : A roadmap to reduce distortions in the allocation of resources and talent in the pakistani economy. Pakistan economic memorandum, The World Bank, 2022.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF1": {
        "num": null,
        "type_str": "figure",
        "fig_num": "1",
        "uris": null,
        "text": "provides the distribution of budgets across all TPOs in 2021, as well as its distribution by income group in the form of box plots."
      },
      "FIGREF2": {
        "num": null,
        "type_str": "figure",
        "fig_num": null,
        "uris": null,
        "text": "Figure 2shows the distribution of the number of staff employed by TPOs in 2021 across all countries, as well as its distribution by income group. The median is 49 employees, and 50 percent ofTPOs have a number of employees ranging between 21 and 193, indicating that 25 percent of TPOs have fewer than 21 employees, and 25 percent have more than 193 employees. The distributions of the number of employees vary significantly by income group. TPOs in high-income countries have a median number of employees of 325 while those in low-income countries have a median of 29 employees, those in lower-middle-income countries have a median of 43 employees, and those in upper -middle-income countries have a median of 45 employees."
      },
      "FIGREF3": {
        "num": null,
        "type_str": "figure",
        "fig_num": "2",
        "uris": null,
        "text": "Number of TPOs employees in 2021"
      },
      "FIGREF4": {
        "num": null,
        "type_str": "figure",
        "fig_num": "3",
        "uris": null,
        "text": "shows the different types of legal status of TPOs: sub-unit of a ministry, semiautonomous agency, joint public-private entity, private entity, or other across all countries and by income group."
      },
      "FIGREF5": {
        "num": null,
        "type_str": "figure",
        "fig_num": "3",
        "uris": null,
        "text": "Legal status of TPOs A majority of TPOs -around 53 percent -operate as semi-autonomous government agencies. Another 20 percent of TPOs operate as a sub-unit of a ministry, 10 percent are a joint public-private entity, and only 5 percent are fully private. Finally 12 percent of TPOs have another legal status. There is little variation across income groups, except among upper-middle-income countries where a larger share of TPOs are sub-units of ministries and a smaller share are semi-autonomous agencies."
      },
      "FIGREF6": {
        "num": null,
        "type_str": "figure",
        "fig_num": "4",
        "uris": null,
        "text": "shows the distribution of the number of board members per TPO employee."
      },
      "FIGREF7": {
        "num": null,
        "type_str": "figure",
        "fig_num": "4",
        "uris": null,
        "text": "Number of TPO board members per employeeNote: The box plot represents the Inter-Quartile range (IQ), i.e, observations with values in the 25 to 75 percentile range. The line in the middle of the box represents the median value. The whiskers indicate the 1.5 IQ range above and below the box. If all observations in either the top or bottom whisker are within 1.5 IQ, then the corresponding whisker shortens to the maximum value within the 1.5 IQ range.The median number of board members per employee is 0.15, and 50 percent of TPOs have between 0.04 and 0.35 board members per employee. There are differences across income groups, with high-income countries having a median of 0.04 board members per employee and low-income countries a median of 0.33. Both upper-and lower-middle-income countries have a median of 0.19 board members per employee."
      },
      "FIGREF8": {
        "num": null,
        "type_str": "figure",
        "fig_num": "5",
        "uris": null,
        "text": "provides the share of TPOs' board members that come from the private sector.The median share is 43 percent with 50 percent of TPOs having between 25 and 71 percent of board members coming from the private sector in their boards. Thus, less than 25 percent of TPOs have boards with a share of private sector members smaller than 25 percent, and 25 percent of TPOs have a share of private sector members that is larger than 71 percent."
      },
      "FIGREF9": {
        "num": null,
        "type_str": "figure",
        "fig_num": "5",
        "uris": null,
        "text": "Share of private sector members in TPOs' boards Note: The box plot represents the Inter-Quartile range (IQ), i.e., observations with values in the 25 to 75 percentile range. The line in the middle of the box represents the median value. The whiskers indicate the 1.5 IQ range above and below the box. If all observations in either the top or bottom whisker are within 1.5 IQ, then the corresponding whisker shortens to the maximum value within the 1.5 IQ range."
      },
      "FIGREF10": {
        "num": null,
        "type_str": "figure",
        "fig_num": "6",
        "uris": null,
        "text": "explores the range of TPO responsibilities and the extent to which export promotion is a top priority for the agency. The top panel shows the distribution across all TPOs. More than 60 percent of TPOs have export promotion as their top priority (among other priorities) while an additional 13 percent of TPOs have export promotion as the only responsibility. Hence, we can conclude that in 73 percent of TPOs export promotion is the top responsibility. In an additional 14 percent of TPOs, export promotion is one of top 2 responsibilities, and in 4 percent of TPOs it is one of three priorities. Finally, in 10 percent of TPOs export promotion is secondary to other priorities."
      },
      "FIGREF11": {
        "num": null,
        "type_str": "figure",
        "fig_num": "6",
        "uris": null,
        "text": "Export promotion prioritization in TPOsThe bottom panel ofFigure 6shows the importance of export promotion as a priority of TPOs by income group. Note that TPOs with export promotion being secondary to other priorities are only found in high-income and upper-middle-income countries. In low-and lower-middle-income countries the vast majority of TPOs have export promotion as either the only responsibility or the top priority."
      },
      "FIGREF12": {
        "num": null,
        "type_str": "figure",
        "fig_num": "7",
        "uris": null,
        "text": "provides the sources of funding of TPOs: the share of public, private, donor and other funding. The top panel shows the distribution of sources of funding across all countries while the bottom panel shows it by income group."
      },
      "FIGREF13": {
        "num": null,
        "type_str": "figure",
        "fig_num": "7",
        "uris": null,
        "text": "Sources of fundingThe large majority of TPOs obtain their funding from public sources. The majority of TPOs also have no funding from private sources, donor funding or other funding. If we focus on public funding, 60 percent of TPOs in high-income countries get 75 to 100 percent of their funding from public sources. In low-income countries it is close to 80 percent of TPOs that get 75 to 100 percent of their funding from public sources. It is 67 and 80 percent of TPOs in lower and upper middle income countries that get 75 to 100 percent of their funding from public sources.5 Adaptation of TPOs during the COVID pandemicThe evolution of TPOs' budgets around the COVID pandemic shows some interesting patterns. The top panel ofFigure 8shows the distribution of TPOs' budgets during the period 2018-2021, and the bottom panel decomposes the distribution by income group.In the top panel the distribution seems to be quite stable across years, but the median budget declined in 2020 as the pandemic emerged. This is only marginally visible from the top panel ofFigure 8because of the scale of the y-axis, but the median budget is around USD 3.2 million before and after the global pandemic lockdowns (2018, 2019, and 2021) and only USD 2.7 million in 2020. The bottom panel shows that this pattern is mainly driven by a drop in the median as well as the entire distribution of TPOs' budgets in low-income countries. Interestingly, the bottom panel also shows that there was a significant increase in the median TPO budget of high-income countries in 2021 (more than 50 percent), suggesting an intensified effort by TPOs in high-income countries as lockdown measures eased."
      },
      "FIGREF14": {
        "num": null,
        "type_str": "figure",
        "fig_num": "8",
        "uris": null,
        "text": "TPOs' budgets 2018TPOs' budgets  -2021 Note: The box plot represents the Inter-Quartile range (IQ), i.e, observations with values in the 25 to 75 percentile range. The line in the middle of the box represents the median value. The whiskers indicate the 1.5 IQ range above and below the box. If all observations in either the top or bottom whisker are within 1.5"
      },
      "FIGREF15": {
        "num": null,
        "type_str": "figure",
        "fig_num": "99",
        "uris": null,
        "text": "explores changes in TPOs' share of expenditures in four main promotion activities of TPOs: country image (advertising and promotional events), marketing (trade fairs, trade missions, follow-up services, importer missions), export support services (export training, technical assistance, regulatory compliance, information on trade finance, logistics, customs, etc..), and research (sector and market level information offline and online, publications, contact database) across years 2019 (before COVID) and 2021 (after COVID/global lockdowns). 4 TPOs' expenditures by activity 2019 vs 2021The distribution of expenditures on country image activities is very similar between the two years. Around 60 percent of TPOs spend less than 10 percent on country image activities both in 2019 and 2021. Similarly, only 10 percent of TPOs spend more than 50 percent on country image activities in both years. Thus, country image activities represents a small share of expenditures in most TPOs, and this did not change with the COVID pandemic.Marketing activities are by far the largest expenditure item of TPOs both in 2019 and 2021. But the distribution of shares in marketing shifted to the left between 2019 and 2021 as seen in the top panel in Figure 9, suggesting a contraction in the relative importance of marketing in TPOs' expenditure. In 2019 around 33 percent of TPOs had a share of marketing expenditures that was larger than 50 percent. By 2021 the share of TPOs with marketing expenditures above 50 percent had almost halved to 18 percent of the total TPOs in the sample."
      },
      "FIGREF16": {
        "num": null,
        "type_str": "figure",
        "fig_num": "10",
        "uris": null,
        "text": "provides the changes in the distribution of TPOs' expenditure shares in four important sectors that have been affected by COVID: agriculture, electronics, IT services, and tourism. The top panel shows the distribution of expenditures on each of these sectors across all TPOs, and the bottom panel focuses on the distribution of expenditures on electronics across income groups.The top panel indicates that electronics and agriculture are important sectors for TPOs before and after COVID relative to IT services and tourism, which are generally much smaller expenditure items. Around 33 percent of TPOs spent more than 50 percent on the electronics sector in 2019 while for the agriculture sector the corresponding share was 19 percent of TPOs, for IT services it was 10 percent and for tourism it was 2 percent. The share of TPOs spending more than 50 percent on the electronics sector dropped to 18 percent by 2021, while the share of TPOs spending more than 50 percent on the other three sectors was not significantly affected.The bottom panel shows the distribution of the share of expenditures on the electronic sector by income group. The contrast between high and low-income countries is perhaps not surprising. All TPOs in low-income countries spend less than 10 percent on the electronics sector, with almost 80 percent of low-income countries' TPOs reporting no support to the electronics sector both in 2019 and 2021. In high-income countries only 60 percent of TPOs report spending less than 10 percent on the electronics sector, and only 22 percent on highincome countries TPOs report not supporting the electronics sector both in 2019 and 2021."
      },
      "FIGREF17": {
        "num": null,
        "type_str": "figure",
        "fig_num": "10",
        "uris": null,
        "text": "TPOs' expenditures by sector 2019 vs 2021 5.3 Changes in TPOs' expenditures by type of exporter"
      },
      "FIGREF18": {
        "num": null,
        "type_str": "figure",
        "fig_num": "11",
        "uris": null,
        "text": "shows the distribution of TPOs' expenditure by type of exporter. We distinguish between three types of exporters: established exporters, new or occasional exporters, and non-exporters. The top panel shows that TPOs' expenditure on non-exporters is relatively rare. Around 70 percent of TPOs report spending less than 10 percent on non-exporters both in 2019 and 2021. The share of TPOs that spent more than 50 percent on non-exporters doubled between 2019 and 2021, but still represents a small share of the TPOs in the sample in 2021 (12 percent). The expenditure on new or occasional exporters is slightly larger.More than 15 percent of TPOs report spending more than 50 percent on new and occasional exporters in both years, and \"only\" around 35 percent of TPOs spend less than 10 percent on new and occasional exporters. By far the largest expenditures focus on established exporters.Around 40 percent of TPOs report spending more than 50 percent on established exporters, and the pandemic brought a a slight decrease in that share of TPOs.In the bottom panel ofFigure11 we report the distribution of TPOs' expenditures on established exporters by income group. There are some interesting differences. In highincome countries the share of TPOs spending more than 50 percent on established exporters is almost 70 percent in 2021. In low-income countries the same share is 20 percent, while it is 28 percent in lower-middle-income countries and 23 percent in upper-middle-income countries. Interestingly the distribution of this share shifts to the right between 2019 and 2021 in high-income countries, whereas it shifts to the left in other income groups. Thus, there is a much higher concentration of expenditures on established exporters in high-income countries, and the focus on established exporters increased between 2019 and 2021 in highincome countries, whereas it tended to decline in other income groups. There are two potential explanations for why TPOs focus their efforts on established exporters rather than new or potential exporters where returns are larger. The perhaps more obvious reason is a political economy explanation. Established exporters have better connections and have therefore better access to TPO programs -see box 5.4 in WorldBank (2022). An alternative explanation is that TPOs are risk-averse, and focusing on established exporters is less risky. Arguably, the COVID shock reduced the perceived risk of investing in new or potential exporters as more established exporters were unable to trade. The fact that TPOs in high-income countries moved further towards established exporters, while TPOs in low-income countries moved towards new and potential exporters, suggests that the stronger focus on established exporters in low-income countries is perhaps better explained by risk-aversion in low-income countries. TPO's incentives schemes and key performance indicators could perhaps address risk aversion in low-income countries."
      },
      "FIGREF19": {
        "num": null,
        "type_str": "figure",
        "fig_num": "11",
        "uris": null,
        "text": "TPOs' expenditures by type of exporter 2019 vs 2021 5.4 Changes in TPOs' expenditures by firm size"
      },
      "FIGREF20": {
        "num": null,
        "type_str": "figure",
        "fig_num": "12",
        "uris": null,
        "text": "provides the distribution of expenditure shares by firm size. The top panel provides the distribution of expenditure shares for small, medium, and large firms, and the bottom panel the distribution of TPOs' expenditure shares on medium-sized firms in different income groups."
      },
      "FIGREF21": {
        "num": null,
        "type_str": "figure",
        "fig_num": "12",
        "uris": null,
        "text": "TPOs' expenditures by firm size 2019 vs 2021The distributions in the top panel suggest that TPOs tend to concentrate their spending on medium-sized firms, followed by small firms and then large exporters. Around 60 percent of TPOs spent more than 50 percent of their budget on medium-sized firms in 2019. The corresponding figures for small and large firms are 30 and 22 percent of TPOs, respectively. These shares were almost unchanged during the COVID pandemic, but there was a small shift of the distribution of expenditures on medium-sized firms to the left in 2021, signaling a smaller focus on medium-sized firms, that was compensated by a shift of the distribution of expenditures on large firms, signaling a larger focus by TPOs on these firms. This pattern was not homogeneous across income groups as seen in the bottom panel ofFigure 12. Among high-income countries the share of TPOs spending more than 50 percent on medium-sized firms increased from 70 to 80 percent. Among TPOs in low-income countries, it declined from 50 to 42 percent. In both upper and lower-middle-income countries the share remained stable, with around 73 percent of TPOs spending more than 50 percent of their budget on medium-sized firms in lower-middle-income countries, and 57 percent in upper-middleincome countries, in both years."
      },
      "FIGREF22": {
        "num": null,
        "type_str": "figure",
        "fig_num": "13",
        "uris": null,
        "text": "suggests that around 48 percent of TPOs have a COVID recovery plan. An additional 27 percent have a recovery plan which is being elaborated. Only 25 percent of TPOs are not adopting a COVID recovery plan. Among those that have a COVID recovery plan, around 85 percent had the plan officially approved. There are no major differences in the share of TPOs officially approving recovery plans across income groups, but there are large differences in terms of the share of TPOs that have a recovery plan in place or in progress between high and low-income countries. Around 59 percent of TPOs in high-income countries have a recovery plan in place, and an additional 29 percent have a recovery plan in progress. Among low-income countries there were no TPOs with a recovery plan in place (and of course none had officially approved it).However 65 percent of TPOs in low-income countries are planning to put in place a recovery plan in the future. The share of TPOs with a COVID recovery plan in place (or in progress), as well as officially adopted, in middle-income countries is very similar to the share in high-income countries."
      },
      "FIGREF23": {
        "num": null,
        "type_str": "figure",
        "fig_num": "13",
        "uris": null,
        "text": "COVID recovery plan5.6 Virtual programs during and post COVIDThe global lockdowns ensuing from the COVID pandemic offered the opportunity to learn new ways of conducting business. TPOs' activities were no exception. The survey asked"
      },
      "FIGREF24": {
        "num": null,
        "type_str": "figure",
        "fig_num": null,
        "uris": null,
        "text": "Collective trade missions • Trade fairs • B2B matching events • Training of SMEs on e-commerce • Mentoring or accelerator programs for SMEs on e-commerce • Training of SMEs on e-commerce in collaboration with existing e-commerce platforms (Amazon, eBay, Alibaba, etc.)"
      },
      "FIGREF25": {
        "num": null,
        "type_str": "figure",
        "fig_num": "14",
        "uris": null,
        "text": "Virtual programs during and post COVID Note: DC stands for During Covid, and PC for Post Covid."
      },
      "FIGREF26": {
        "num": null,
        "type_str": "figure",
        "fig_num": "15",
        "uris": null,
        "text": "Largest applicant and expenditure shares of virtual programs"
      },
      "FIGREF27": {
        "num": null,
        "type_str": "figure",
        "fig_num": "16",
        "uris": null,
        "text": "Largest applicant share of virtual programs by income groupFigure 17presents the largest expenditure share by virtual program across TPOs in the four income groups. Participation in trade fairs tends to be the virtual activity with the largest costs across all income groups. Again, training on e-commerce, mentoring on e-commerce and training on online platforms are rarely reported as having the largest expenditure by TPOs in all income groups."
      },
      "FIGREF28": {
        "num": null,
        "type_str": "figure",
        "fig_num": "17",
        "uris": null,
        "text": "Largest expenditure share of virtual programs by income group 6 Concluding remarks Three broad conclusions emerge from the descriptive statistics on the World Bank's TPOs survey. First, let us focus on TPOs characteristics. TPOs are not large agencies: the median TPO has a USD 5 million budget and 49 employees. However, there are large differences across countries: a quarter of TPOs have a budget larger than USD 26.5 million and more than 193 employees while another quarter of TPOs have a budget smaller than USD 1.6 million and fewer than 21 employees. These differences remain large even after controlling for export size. The median TPO has a budget that represents 0.05 percent of exports, with a quarter of TPOs having a budget that represents less than 0.02 percent and a quarter having a budget that represents more than 0.09 percent of exports.A large majority of TPOs are semi-autonomous agencies, while the second most frequent organizational structure is sub-units of ministries, and joint public-private or fully private entities represent around 15 percent of TPOs. But most TPOs are publicly funded. The board of the median TPO has a ratio of board members per employee of 0.15 with 43 percent of the board members representing the private sector. The large majority of TPOs have export promotion as a top priority or only responsibility of the agency. In terms of expenditure, the largest share is spent on marketing activities, with export support services and country image activities significantly behind, followed by research and other activities. TPOs focus their support on medium-sized established exporters. Only a small fraction of TPOs report large expenditure shares on new and occasional exporters, and even less on non-exporting firms. Similarly a small share is spent on small exporters and even less on large exporters. Second, let us focus on TPOs' response to the COVID pandemic. There was a 19 percent decline in the budget of the median TPO in 2020. By 2021 the budget of the median TPO bounced back to 2019 levels. Differences in expenditure by type of activity between 2019 and 2021 are negligible, but we observe a small decrease in marketing activities and a small increase in research activities. Sectoral expenditures suggest a small decrease in the focus on electronics, but otherwise the distribution of expenditures across sectors remained stable. 6"
      },
      "FIGREF29": {
        "num": null,
        "type_str": "figure",
        "fig_num": null,
        "uris": null,
        "text": "TPOs in low-income countries, and this difference amplified between 2019 and 2021. The focus towards medium-sized firms increased between 2019 and 2021 for TPOs in high-income countries, but decreased for TPOs in low-income countries. Almost 60 percent of TPOs in high-income countries had a COVID recovery plan in place. None of the TPOs in lowincome countries had a recovery plan in place (although 60 percent had one in progress)."
      },
      "FIGREF30": {
        "num": null,
        "type_str": "figure",
        "fig_num": null,
        "uris": null,
        "text": "7. Approximately, in 2019, what percentage of the total budget benefitted the following sectors? (a) Agriculture, Agro-industry, Animal Products (e.g. HS 1 to 24, 44) (b) Machinery, such as vehicles, transport equipment and parts, turbines (e.g. HS 86-89) (c) Electrical and Electronic Products (e.g. HS 84, 85, 90, 91) (d) Garments/Textiles/Leather/Footwear (e.g. HS 41-43, 50-64) (e) Other manufacturing products. Please specify: (f) IT or IT-enabled services (e.g. back-office, accounting) (g) Other more skill-intensive services activities (e.g. legal process outsourcing, engineer-, in 2019 what percentage of the total budget was spent on the following types of client firms? (Please consider the budget across all activities.) , in 2019 what percentage of the total budget was spent on the following size categories of client firms? (Please consider the budget across all activities, and consider your definition of firm size.) (a) Micro and Small (0-19 employees) (b) Medium (20-99 employees) (c) Large (¿100 employees) 10. Roughly, in 2021 what percentage of the total budget was spent on the following activities? (a) Country image building: Advertising, promotional events, etc."
      },
      "FIGREF31": {
        "num": null,
        "type_str": "figure",
        "fig_num": null,
        "uris": null,
        "text": "11. Approximately, in 2021, what percentage of the total budget benefitted the following sectors? (a) Agriculture, Agro-industry, Animal Products (e.g. HS 1 to 24, 44) (b) Machinery, such as vehicles, transport equipment and parts, turbines (e.g. HS 86-89) (c) Electrical and Electronic Products (e.g. HS 84, 85, 90, 91) (d) Garments/Textiles/Leather/Footwear (e.g. HS 41-43, 50-64) (e) Other manufacturing products. Please specify: (f) IT or IT-enabled services (e.g. back-office, accounting) (g) Other more skill-intensive services activities (e.g. legal process outsourcing, engineering) (h) Tourism/travel services (i) Other. Please specify: 12. Roughly, in 2021 what percentage of the total budget was spent on the following types of client firms? (Please consider the budget across all activities.) , in 2021 what percentage of the total budget was spent on the following size categories of client firms? (Please consider the budget across all activities, and consider your definition of firm size.)"
      },
      "TABREF1": {
        "num": null,
        "content": "<table><tr><td>: Survey sample</td></tr></table>",
        "type_str": "table",
        "html": null,
        "text": ""
      }
    }
  }
}