{
  "paper_id": "D438632",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:05.639838Z"
  },
  "title": "Trade Liberalization, Fiscal Adjustment and Exchange Rate Policy in India",
  "authors": [
    {
      "first": "Pradeep",
      "middle": [],
      "last": "Mitra",
      "suffix": "",
      "affiliation": {
        "laboratory": "Director, Poverty Reduction and Economic Management Unit, Europe and Central Asia Region",
        "institution": "",
        "location": {
          "addrLine": "Southern Africa, The World Bank *, The World Bank"
        }
      },
      "email": ""
    },
    {
      "first": "Delfin",
      "middle": [
        "S"
      ],
      "last": "Go",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "1998-12",
  "venue": null,
  "identifiers": {},
  "abstract": "This paper focuses on the program of economic Fiscal Adjustment, and stabilization and trade Exchange RateIPolicy liberalization in India in the Exchange Rate Po licy 1990s and develops a in India method that is applicable more generally to quantifying macroeconomic and sectoral Delfin S. Go consequences.",
  "pdf_parse": {
    "paper_id": "D438632",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "This paper focuses on the program of economic Fiscal Adjustment, and stabilization and trade Exchange RateIPolicy liberalization in India in the Exchange Rate Po licy 1990s and develops a in India method that is applicable more generally to quantifying macroeconomic and sectoral Delfin S. Go consequences.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "Nearly a quarter century ago, T. N. Srinivasan (together with his illustrious colleague Jagdish Bhagwati) pioneered a landmark study of India's foreign trade regime'. Since then, he has been indefatigable in urging a thoroughgoing reform of trade and industrial policy in India. Some of these reforms began to be implemented in the 1980s. But it was not until 1991 that India embarked on a more comprehensive program of structural reforms, together with macroeconomic stabilization, at a time when the country was in an economic crisis. It is therefore singularly appropriate to honor T. N. by presenting a paper which undertakes an analysis of trade liberalization, fiscal adjustment and exchange rate policy in India.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dedication",
        "sec_num": "1.0"
      },
      {
        "text": "India was in the throes of a serious foreign exchange crisis in 1991. The profligate fiscal policy of the 1980s had already contributed to a fiscal deficit amounting to nearly 10 percent of GDP and a current account deficit of around 3 percent of GDP in 1987/88.2 The trade regime was among the most restrictive in the non-socialist world. The average collection rate from import tariffs was around 60 percent and is estimated to have conferred extraordinarily high effective rates of protection on certain sectors of the economy. 3 At the same time, import tariffs were contributing some 24 percent of revenue. Quantitative restrictions in the form of import licensing, though extensive, appeared to enjoy premia of the order of some 10 percent. 4 In 1991, the newly elected government embarked on the urgent task of reducing the underlying fiscal and current account imbalances. However, the economic reform program also recognized that sustaining the resulting macroeconomic gains would require wideranging structural reforms in the country's trade and fiscal regimes as well. The foreign exchange crisis was seen as an opportunity to lower tariffs and quantitative restrictions on imports. But the importance of tariffs in public revenue and in imparting a pronounced antiexport bias to the system required that trade liberalization be coordinated both with fiscal adjustment, viz., a combination of trade-neutral tax increases and expenditure reduction and with a policy of exchange rate changes.",
        "cite_spans": [
          {
            "start": 531,
            "end": 532,
            "text": "3",
            "ref_id": null
          },
          {
            "start": 747,
            "end": 748,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Problem",
        "sec_num": "1.1"
      },
      {
        "text": "This paper asks the following questions: What is the impact of a reduction in the fiscal deficit characteristic of stabilization programs on tax and expenditure levels, on the real exchange rate and the current account deficit? What is the effect of a significant trade liberalization without additional extemal financing on macroeconomic variables such as the required degree of fiscal adjustment and change in the real exchange rate and, at a more disaggregated level, on output levels in different export-oriented and import-substituting sectors of the economy? What would the impact of such trade liberalization look like should substantive external financing become available without the need for domestic fiscal adjustment? These questions are explored using a general equilibrium model of the Indian economy that focuses on the consequences of trade policy reform. Policy makers are, however, also interested in knowing how various import-substituting industries would be adversely affected by trade liberalization as well as how particular export-oriented industries would gain from it. These objectives are reconciled by the innovative expedient of implementing two models on a common data base: (i) a disaggregated 72-sector (price sensitive) input-output version that makes simplified assumptions regarding certain economy wide relationships; and (ii) an aggregated 6-sector version that pays careful attention to those relationships and can suggest what corrections ought therefore to be made to the results of the sectorally disaggregated analysis.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Problem",
        "sec_num": "1.1"
      },
      {
        "text": "The policy questions posed above were answered on the eve of the 1991 economic reform program launched by India's policy makers. Actual developments in the principal macroeconomic aggregates occurring during the first two years of the liberalization process were then compared with the outcomes of the model and generally found to correspond quite closely. This finding encouraged an updating of the model to the fiscal year 1992-93 and its deployment to analyze the consequences of a set of further economic reforms for subsequent years.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Problem",
        "sec_num": "1.1"
      },
      {
        "text": "More generally, the paper, while primarily shedding light on economic reforms in India, develops an empirical methodology at different levels of aggregation for economies attempting a transition to outward orientation and closer integration into the world economy in the face of revenue and balance-of-payments constraints.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Problem",
        "sec_num": "1.1"
      },
      {
        "text": "active exchange rate policy and increased tariffs on imports, thus limiting the revenue gains to which relaxing nontariff import licenses could give rise.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Problem",
        "sec_num": "1.1"
      },
      {
        "text": "-2 -",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Problem",
        "sec_num": "1.1"
      },
      {
        "text": "Empirical work on tax reform in developing countries has broadly followed either of two approaches. On the one hand, exercises of the computable general equilibrium type -- Dahl, Devarajan, and van Wijnbergen (1986) , Mitra (1992) , Dahl and Mitra (1989) --have focused on the macroeconomic consequences of tax design and reform but at the expense of sectoral detail. On the other hand, more sectorally disaggregated studies, such as those of Ahmad and Stern (1987) and Jha and Srinivasan (1989) for India, make strong macroeconomic assumptions, notably that of fixed factor prices. This, together with constant returns to scale and no joint production, implies that producer prices are fixed and, therefore, that indirect taxes are fully shifted forward into consumer prices. While this approach obviates the need for modeling production and labor markets, it is for the same reason unable to analyze the impact of changes in taxes, tariffs and quantitative restrictions on factor prices.",
        "cite_spans": [
          {
            "start": 173,
            "end": 215,
            "text": "Dahl, Devarajan, and van Wijnbergen (1986)",
            "ref_id": "BIBREF8"
          },
          {
            "start": 218,
            "end": 230,
            "text": "Mitra (1992)",
            "ref_id": "BIBREF19"
          },
          {
            "start": 233,
            "end": 254,
            "text": "Dahl and Mitra (1989)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 443,
            "end": 465,
            "text": "Ahmad and Stern (1987)",
            "ref_id": null
          },
          {
            "start": 470,
            "end": 495,
            "text": "Jha and Srinivasan (1989)",
            "ref_id": "BIBREF15"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Relationship to the Literature",
        "sec_num": null
      },
      {
        "text": "This study derives the macroeconomic and sectoral consequences of trade liberalization by combining the two approaches outlined above. The aggregated model is of the computable general equilibrium type whose analytical basis is provided by the absorption reduction-cum-switching model standard in open-economy macroeconomics. 5 In calculating the economy-wide consequences of particular policy reforms, it provides such information as resulting changes in factor prices, foreign exchange rates and scarcity premia on imports subject to quantitative restrictions. The values of these variables are treated as parameters of the disaggregated model. The latter, which is implemented on the same data base, contains essentially the same equations and is separated, using constant returns to scale in production, into a cost-price module and a fix-price quantity module in order to avoid a full general equilibrium calculation. Given new (i.e., policy-induced) estimates of factor prices and other key parameters from the aggregated model, the cost-price module calculates new prices for specific industries and, with the new information on production costs, updates the (price-sensitive) coefficients of a detailed input-output matrix. In the next step, the quantity module derives sectoral gross outputs necessary to meet intermediate and final demands. This approach, which is described in Section 2.7 below, retains the simplicity of input-output analysis while allowing technical substitution in response to changing cost conditions. Finally, the framework developed in the paper provides some estimates, based on cross-country relationships, of the productivity improvements and growth consequences that could be expected from greater outward orientation.",
        "cite_spans": [
          {
            "start": 326,
            "end": 327,
            "text": "5",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Relationship to the Literature",
        "sec_num": null
      },
      {
        "text": "Section 2 sets out the model in some detail, including a description of salient features of the Indian economy. Section 3 answers the policy questions posed in the introduction to the paper using data pertaining to the pre-reform period. Section 4 compares the outcomes generated by the model with actual developments in the major macroeconomic aggregates occurring up to the year 1992-93 and updates the model to that 5 See, for example, Corden (1985) .",
        "cite_spans": [
          {
            "start": 439,
            "end": 452,
            "text": "Corden (1985)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Plan of the Paper",
        "sec_num": "1.3"
      },
      {
        "text": "-3 -year to explore further rounds of economic reform. Section 5 brings together some concluding observations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Plan of the Paper",
        "sec_num": "1.3"
      },
      {
        "text": "This section provides a heuristic description of the model, which is similar in many respects to the six-sector models developed in Mitra (1994) to examine the economic performance of oil importing developing countries in response to extemal shocks during the seventies. The differences lie mainly in the special features developed for this study and in the addition of a disaggregated version for sectoral analysis. Moreover, using a method well-suited to multi-sectoral analysis, it outlines how total factor productivity (TFP) changes endogenously in the model as a result of increased outward orientation. A complete list of equations and a glossary of terms are included in Appendix A.",
        "cite_spans": [
          {
            "start": 132,
            "end": 144,
            "text": "Mitra (1994)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "THE FRAMEWORK",
        "sec_num": "2."
      },
      {
        "text": "The data set is compiled from disparate sources that were made mutually consistent with one another and with the national income figures for 1987-88. The information thus assembled includes detailed revenue data on customs and excise taxes that describe the complex tax and trade protection system in India, an input-output table updated to 1987-88, and household expenditure information from the 38th round of the National Sample Survey (see Appendix B). The broad macroeconomic aggregates are shown in Table 2 . 1.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 504,
            "end": 511,
            "text": "Table 2",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "THE FRAMEWORK",
        "sec_num": "2."
      },
      {
        "text": "Six productive sectors are identified in the aggregated model. These sectors, with their distribution in value added appearing in parenthesis, are agriculture (31.1%), consumer goods (7.6%), intermediate goods (9.3%), capital goods (3.9%), constrnction (5.8%), and services (4.2%). They are further divided into 72 subsectors in the disaggregated model in the following manner: 4 agricultural sectors, 5 mining sectors, 57 manufacturing sectors, and 6 service sectors. /IJSS) 12.968 a/ Government net revenue = Tax revenue less net transfers plus other net income. b/ Government expenditures = Government consumption plus investment.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 469,
            "end": 475,
            "text": "/IJSS)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Production",
        "sec_num": "2.1"
      },
      {
        "text": "In each sector, a fixed value share for inputs at various levels (a nested Cobb-Douglas structure) is used for domestic production. 6 The corresponding cost functions and input demand equations are shown as equations 1 to 6 in Appendix A.",
        "cite_spans": [
          {
            "start": 132,
            "end": 133,
            "text": "6",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Production",
        "sec_num": "2.1"
      },
      {
        "text": "Value added and net government and foreign transfers are mapped according to fixed rules into a single rural and a single urban household group (equation 7-8).7",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Production",
        "sec_num": "2.1"
      },
      {
        "text": "The components of final demand, with their shares in GDP at market prices appearing in parentheses, are private (67.4%) and public consumption (12.3%), private (9.6%) and public investment (10.6%) and exports (6.3%). Household incomes, are divided into savings and private consumption. Private consumption is split into demand for the output of the six broad sectors according to an estimated linear expenditure system that allows subsistence expenditures to be satisfied before allocating the remainder across sectors according to fixed marginal expenditure shares (equation 9-10). In the absence of highly disaggregated estimated demand systems, household demand for more specific commodities, at the level of 72 sectors, are defined as fixed expenditure shares of the demands for the 6 aggregated goods (equation 11-12) . Total investment is the sum of fixed private investment, fixed public investment, and changes in stocks (equation 13). Changes in stocks are assumed to be constant while fixed investment is almost entirely directed in fixed quantity shares at sectors producing capital goods and construction (equation 14).",
        "cite_spans": [
          {
            "start": 806,
            "end": 822,
            "text": "(equation 11-12)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Demand",
        "sec_num": null
      },
      {
        "text": "In addition., the demand for domestically produced intermediates by comnmodity is given by a fixed-quantity-share breakdown of the total use of domestic inputs across sectors (equation 15). Service sectors also enjoy an extra source of demand arising from the imposition of trade and transport margins in all sectors of the economy (see equation 16). The domestic component of final demand consists of consumption, investment, and the demand for trade and transportation margins (equation 17).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Demand",
        "sec_num": null
      },
      {
        "text": "The trade side incorporates price-responsive import relationships and attempts to take into account the various import restrictions prevailing in the economy. Import prices are given, so that the country is small in the relevant market. While the non-tariff import licensing regime in India is complex and not susceptible to easy analytical characterization, its essence has been modeled as follows. \"Competitive\" imports in each sector, i.e., those that are broadly similar to domestic production, are assumed to be subject to quantitative restrictions through a variety of licenses. On the other hand, intermediate imports in each sector, i.e., those that are inputs to domestic production, are assumed to be importable (via Open General License (OGL)) and. hence, subject to no nontariff restrictions. In 1987-88, the total c.i.f value of imports of goods and services equaled Rs. 296.2 billion, or 8.9 percent of GDP at market prices. Their sectoral breakdown is as follows: agriculture (3.2%), consumer goods (10%), intermediate goods (46.2%), capital goods (20.8%), construction (20.8%) and services (19.8%). Of this amount, about 40 percent were competitive imports used in final demand and 60 percent were intermediate imports used in production. The proportion of intermediate imports in the total material input of production in the different sectors is: agricultural goods (1.5%), consumer goods (5.1 %), intermnediate goods (18.3%), capital goods (13.3%), and services (16%).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Imports, Quotas, and Supply of Goods",
        "sec_num": "2.3.1"
      },
      {
        "text": "The demand for intermediate imports in each sector depends on the level of material input required in production and its import price relative to that of the domestically produced variety. Domestic and imported material inputs, though broadly similar, are not identical; they make up the aggregate material input as part of a fixed value-share production structure (equations 18-20). Each material input is a fixed quantity-share bundle of domestically produced and imported intermediates respectively.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Imports, Quotas, and Supply of Goods",
        "sec_num": "2.3.1"
      },
      {
        "text": "Competitive imports are more substitutable with domestically produced goods than is the case for noncompetitive intermediate imports but are subject to quantitative restrictions. Since they are restricted or subject to imports only by parastatals, their levels are taken to be policy-determined. Demand for those goods has to be rationed by some form of quota prices. The latter are modeled using 'virtual' prices, i.e., those prices of imports which would induce an unrationed economic agent to demand the observed quantity of rationed imports. 8 The virtual prices of imports differ from their purchased prices by a wedge created by the presence of quota premia (equations 24 and 25). The presence of quota premia raises the prices of domestic import substitutes, thus providing non-tariff protection to producers. If the policy-deterrnined rationed levels are changed, for example during trade liberalization, the premia and, consequently, the virtual prices of competitive imports will also adjust to ensure that demands equal the new quotas.",
        "cite_spans": [
          {
            "start": 546,
            "end": 547,
            "text": "8",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Imports, Quotas, and Supply of Goods",
        "sec_num": "2.3.1"
      },
      {
        "text": "Exports are negatively related to export prices relative to prices of international competitors, so that the country is assumed to be able, within limits, to vary its export sales by changing its export prices. Export demand also depends positively on incomes in the rest of the world (equation 26). The f.o.b. value of exports of goods and services totaled Rs. 210.3 billion in 1987-88, or around 6.3 percent of GDP at market prices. The share of the different sectors in exports are agriculture (7.0%), consumer goods (38.7%), intermediate goods (27%), capital goods (4.4%) and services (22.9%).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Exports",
        "sec_num": "2.3.2"
      },
      {
        "text": "In 1987-88, India's external debt stood a $56.4 billion. Total debt service was estimated at $6 billion, of which around 91 percent, or $5.5 billion, was accounted for or guaranteed by the public sector. This represented about 17 percent of consolidated tax revenue, or 24 percent of the fiscal deficit. The need to meet debt service obligations, assumed to be denominated in dollars, would add to the government's fiscal burden in the event of a devaluation undertaken as part of a policy reform package.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "External Debt",
        "sec_num": "2.4"
      },
      {
        "text": "The Union or central government raised tax revenue equaling Rs. 376.6 billion in 1987/88, or 11.3 percent of GDP at market prices. The various state governments collected another Rs. 193.1 billion, yielding a consolidated total revenue of Rs. 569.8",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tax-cum-Tariff System",
        "sec_num": "2.5"
      },
      {
        "text": "S See Neary and Roberts (1980) . billion, or 17.1 percent of GDP at market prices. Indirect taxes accounted for 79 percent of Union revenues and approximately the same proportion of consolidated Union and State revenues. Table 2 .2 reports the contribution of the various taxes to the revenue of the Union and that of the Union and States. The tariff structure is divided into (1) basic and auxiliary customs duties and (2) additional or \"countervailing\" customs duties (CVD). The former set of duties is protective, while the latter matches the Union excise tax on domestic production. Both Union excise taxes and CVDs are part of the modified value added tax (MODVAT) which applies to the manufacturing sector excluding petroleum, tobacco and textile products. 9 The MODVAT credits producers in the manufacturing sector for excise taxes and CVDs paid on inputs of raw materials. Revenues reported under the Union excise tax and CVD are in fact MODVAT revenue net of credits.",
        "cite_spans": [
          {
            "start": 6,
            "end": 30,
            "text": "Neary and Roberts (1980)",
            "ref_id": "BIBREF24"
          },
          {
            "start": 763,
            "end": 764,
            "text": "9",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 221,
            "end": 228,
            "text": "Table 2",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "Tax-cum-Tariff System",
        "sec_num": "2.5"
      },
      {
        "text": "The commodity tax rates by broad sector in agriculture and manufacturing are shown in Table 2 .3. Those rates are average collections divided by the appropriate tax bases. The protective tariff in 1987/88 was around 60 percent.' 0 The tax base for the excise tax-cum-CVD is domestic supply, less untaxed items such as changes in stocks and exports. It also excludes inter-industry purchases in sectors registered under MODVAT which are exempted.\" These different taxes and the crediting of MODVAT are reflected in 9For an account of MODVAT as it then operated, see Bagchi, et. al. (1991) . 0 The base in this case is the total value of imports reported in the customs statistics (see Government of India (1989) ), which do not include unclassified items, such as defense-related imports. Inclusion of the latter, such as in the value of total merchandise imports reported in the national income accounts (see Government of India (1990) ), raises the base by over 25 percent. Their exclusion from the base for the calculation of the protective tariff is justified by the fact that most of the unclassified import items are not subject to import duties. various purchasers' prices (equation 27 to 33). The MODVAT does not allow the cost of capital goods to be credited. However, the model is capable of exploring the consequences of reforming the tax so that it does allow such crediting (equation 31), an option which is, however, not explored in the current paper.",
        "cite_spans": [
          {
            "start": 514,
            "end": 518,
            "text": "9For",
            "ref_id": null
          },
          {
            "start": 565,
            "end": 587,
            "text": "Bagchi, et. al. (1991)",
            "ref_id": "BIBREF23"
          },
          {
            "start": 698,
            "end": 710,
            "text": "India (1989)",
            "ref_id": "BIBREF13"
          },
          {
            "start": 923,
            "end": 935,
            "text": "India (1990)",
            "ref_id": "BIBREF14"
          }
        ],
        "ref_spans": [
          {
            "start": 86,
            "end": 93,
            "text": "Table 2",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "Tax-cum-Tariff System",
        "sec_num": "2.5"
      },
      {
        "text": "Government Consumption Table 2 .3 also reports the breakdown of Government consumption by sector. It may be noted that the bulk of it comprises services (83.2%) and construction (6.3%).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 23,
            "end": 30,
            "text": "Table 2",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "2.6",
        "sec_num": null
      },
      {
        "text": "Equilibrium requires that (1) the demand for goods in each sector equal supply (equation 34), (2) the demand for each type of labor and capital equal their supply (see below), (3) the current account deficit or foreign savings in the balance of payments match foreign exchange outflows with total inflows equation 35, and (4) government revenue and savings cover public expenditures (see below). It can be shown that the above conditions imply that the savings-investment balance is satisfied (equation 36). ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Market Clearing",
        "sec_num": "2.7"
      },
      {
        "text": "Government revenue consists of tax revenues from protective tariffs, CVDs, Union excise taxes, export duties if any, State sales taxes and income taxes (equation 37). Government expenditures include public consumption, public investment, debt service payments by the public sector, and transfers less net income from public enterprises. The difference between government revenue and expenditures equals government savings or deficit (equation 38).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Government Budget",
        "sec_num": "2.7.1"
      },
      {
        "text": "In the labor markets, there are two types of labor in the agriculture sector: ownfarm workers and residual farm (landless) workers. In the non-agriculture sectors, there are organized workers and residual non-farm (informal) workers. Labor supply of all classes except the residual in each sector are responsive to the real wage, i.e., the money wage deflated by the consumer price index (equation 39). In contrast, members of the residual class may migrate freely into and out of the organized labor class within each region. Since the total numbers of workers in the agricultural and non-agricultural areas are given at any particular time, this fornulation (equation 40) implies that each of the residual classes provides a pool of labor which accommodates the demand pressures for other types of labor, i.e., an increase (decrease) in the demand for non-residual labor decreases (increases) the number of people in the residual classes. There is thus no open unemployment; a contraction in demand pushes people into low-productivity occupations of the kind assumed to be performed by the residual classes. Wages of the residual class are approximately 25 percent lower than that for the nonresidual class.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Factor Markets",
        "sec_num": "2.7.2"
      },
      {
        "text": "It is assumed that the nominal wages of nonresidual classes are sticky downwards (equation 41). This implies that their real wages may be lowered only through upward adjustment in the consumer price index of the kind, for example, that may be brought about through exchange rate devaluation. No stickiness assumption is made for the nominal wages of the residual classes. Equilibrium in the labor market is given by the equality of labor supply with the derived demand for residual and nonresidual workers (equation 42); this determines the real wages of all classes of labor. This equilibrium is tied to the definition of internal balance which is presented below.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Factor Markets",
        "sec_num": "2.7.2"
      },
      {
        "text": "Capital, on the other hand, is, once installed, fixed in each broad sector and earns a rate of return (equation 43). In the disaggregated 72-sector version of the model, capital stocks in specific industries are assumed to earn a constant proportion of the rate of return of the broad sector to which they belong.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Factor Markets",
        "sec_num": "2.7.2"
      },
      {
        "text": "Extemal balance is concerned with the attainment of a prescribed value of the current account deficit in the balance-of-payments. The focus of the analysis is to bring about such extemal balance through a reduction of absorption caused by fiscal adjustment. The first type of adjustment is to raise the average level of trade-neutral taxation (i.e., Union excise taxes and CVD) while keeping govemment expenditure constant in real terms (equation 44a).1 2 Since with fixed expenditures, the government saves all additional income (whereas the private sector saves only part of its additional income), domestic savings is increased by transferring income to the public sector, i.e., by increasing Union excise taxescum-CVD. In the second type of domestic adjustment, the government reduces domestic demand by cutting its own non-investment expenditures (equation 44b).' 3 In either case, domestic savings must be raised to meet the difference between investment and the exogenously specified current account deficit of the balance-of-payments, provided the latter is set at a level no higher than that prevailing before the policy change.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "External and Internal Balance",
        "sec_num": "2.8"
      },
      {
        "text": "Internal balance refers to the maintenance of equilibrium in the labor market. A fiscal contraction (tax increase or expenditure reduction) undertaken in support of a policy reform puts downward pressure on prices. Since nominal wages of the nonresidual classes are sticky downwards, this raises their real wages to levels incompatible with labor market equilibrium, potentially upsetting internal balance. This situation may be corrected through a devaluation of the exchange rate. Such a policy, by raising domestic prices, depresses the real wage of the nonresidual classes and restores internal balance. There is a transfer of labor into the residual class, where the nominal wage adjusts to clear the labor market. In fact, given a policy such as stabilization or trade liberalization, the model calculates the fiscal and exchange rate adjustments required to bring about external and internal balance.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "External and Internal Balance",
        "sec_num": "2.8"
      },
      {
        "text": "The implementation of the disaggregated model is as follows. The aggregated model derives the macroeconomic consequences of a reform and provides key prices and parameters in the economy--factor prices, foreign exchange rate, scarcity premia on imports subject to quantitative restrictions, adjustments of domestic taxes or government consumption, and the demands for the six broad commodities. Given factor prices, no joint production and the assumption of constant returns to scale, product prices of specific sectors can be derived independently of quantities from the cost-price relationships in the disaggregated version.1 4 In the next step, the input-output coefficients are updated by the new vector of prices. Given new product prices, exports and private consumption are estimated as described in the previous section. The rest of non-intermediate demand, consisting of investment and government consumption, is assumed to be exogenous. Gross outputs of goods are obtained from the familiar Leontief expansion of final demand based on the inverse matrix involving the price-sensitive input-output coefficients (see equation 34). While the quantity side retains the simplicity of input-output analysis, the input-output coefficients themselves are dependent on new prices. Given gross outputs and prices, the sectoral quantities such as domestic outputs, competitive imports, domestic and imported intermediates, etc., are estimated from the various input demand functions.' 5",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Implementation of the Disaggregated Model",
        "sec_num": "2.8.1"
      },
      {
        "text": "This method of separate solution of the price and quantity modules obviates the need for assembling a complete disaggregated data set consistent with the specifications of a general equilibrium model. This latter task is difficult given data problems in developing countries. For the application to India, however, the data for the 72 sectors were actually made consistent, thus permitting a disaggregated fully general equilibrium model to be solved simultaneously. By doing so, it was possible to test and obtain some estimates of the savings in computing time and cost when the short-cut in this study, i.e., the method of separate solution of the price and quantity modules, was implemented. In fact, the two versions gave very similar results. This finding is very encouraging since the separate priceand-quantity calculations, in addition to reducing data work, permit a saving of at least a factor of five in mainframe computer time and cost when compared to a full-fledged disaggregated general equilibrium model. More generally, the use of two models provides an efficient way of examining the macroeconomic and sector consequences of policy reform.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Implementation of the Disaggregated Model",
        "sec_num": "2.8.1"
      },
      {
        "text": "A large empirical literature points to a strong positive association between outward orientation and the growth of total factor productivity (TFP) in the economy.'6 That literature has advanced various possible explanations, such as the impact of R&D and innovation, changing market structure, the exploitation of scale economies and knowledge spillovers. Much of this analysis is aggregative in nature and does not easily lend itself to the level of disaggregation required for the issues investigated in this paper. The practical approach used here is to make use of the empirical link between the TFP changes and the standard demand-side decomposition of growth into components associated with the expansion of exports and domestic demand. 17",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Productivity",
        "sec_num": "2.9"
      },
      {
        "text": "The annual growth of TFP in each manufacturing sector is associated with output growth allocated to export expansion and import substitution (see equation 45). That allocation follows the usual input-output requirements. The change of output between two periods may then be decomposed in terms of components associated with export expansion and import substitution, the latter defined as the growth of domestic output induced by final demand free of import content (equation 46 and 47) 18It is expected that export expansion would lead to higher TFP growth while import substitution would lower its growth. TFP growth (decline) in turn will lower (raise) the unit cost of domestic production in manufacturing through an index of productivity (equation 1). The index of productivity is solved endogenously for the three groups of manufacturing sectors distinguished in the aggregated model. The disaggregated version of the model assumes the productivity index for the specific industries within each group to assume the same value as that for the group as a whole.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Productivity",
        "sec_num": "2.9"
      },
      {
        "text": "All simulations in this section hold investment at its pre-shock level. This is because maintenance of investment is, subject to some reservations, broadly necessary for growthoriented adjustment. Those reservations have to do with the need to subject investments to rigorous scrutiny with a view to increasing efficiency. Such scrutiny, however, requires a detailed micro economic analysis which is beyond the scope of this paper. Maintaining investment at a lower level during stabilization and trade liberalization would, inter alia, ease the burden of adjustment on public and private consumption--a point that needs to be borne in mind in interpreting the results of the simulations below.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "POLICY SIMULATIONS",
        "sec_num": "3."
      },
      {
        "text": "In the late 1 980s, the Indian economy was characterized by two important macroeconomic imbalances: The current account deficit in the balance-of-payments was nearly 3 percent of GDP, while the Government's fiscal deficit was around 10 percent of GDP. Whether or not deficits of this order are sustainable requires analysis that is beyond the scope of this paper. Instead, we ask what would be the consequences of a pre-specified reduction in the fiscal deficit.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulation 1: Reducing the Fiscal Deficit",
        "sec_num": null
      },
      {
        "text": "With public and private investment fixed and private savings endogenously given as a function of private incomes, an exogenous restriction of the kind that the fiscal deficit must be held at some specified ratio requires that the current account deficit in the balanceof-payments be allowed to vary endogenously. This is because the restriction on the fiscal deficit leads to a rise in government savings; financing of the given investment levels thus requires a fall in foreign savings or the current account deficit. Table 3 .1 shows the results of reducing the fiscal deficit from 10 percent to 7 percent of GDP. Evidently, a one percentage point reduction in the fiscal deficit leads to a roughly one percentage point reduction in the current account deficit. The latter is, therefore, driven to zero, an implication that motivated the choice of a 7 percent fiscal deficit here.' 9 This is not to suggest that a zero current account deficit is an appropriate target for India. However, to the extent that a sustainable fiscal deficit lies between the base year ratio (10%) and that which drives the current account deficit to zero (7%), the results of Table 3 .1 may be prorated to yield results corresponding to different exogenously specified levels for the fiscal deficit.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 519,
            "end": 526,
            "text": "Table 3",
            "ref_id": "TABREF3"
          },
          {
            "start": 1156,
            "end": 1163,
            "text": "Table 3",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Simulation 1: Reducing the Fiscal Deficit",
        "sec_num": null
      },
      {
        "text": "Column (1) of Table 3 .1 reports the results of attaining the deficit target through an increase in the average level of the Union excise-tax-cum-CVD rate, while holding investment (public and private) as well as public consumption, constant in real terms. That average rate must more than double or, more precisely, increase by 113 percent. Since the fiscal adjustment is contractionary, maintenance of internal balance requires a depreciation of the real exchange rate of the order of 20 percent. Exports rise by 41 percent while imports contract by 14 percent. Alternatively if, as reported in column (2), the fiscal adjustment is accomplished solely through a reduction in public consumption, with investment (public and private) held constant, the required cut averages 30 percent. In interpreting this simulation, it must be noted that our formulation accounts for the costs and hence the budgetary implications of government expenditures on goods and services, but not its benefits. The real exchange rate depreciation in this case is 24 percent. Exports rise by 47 percent while imports contract by 14 percent. Notice that the increase in exports is smaller in the pure tax adjustment case. This is because the increase in taxes raises the cost structure and, inter alia, export prices compared to the pure expenditure reduction case. Inasmuch as a fiscal adjustment would in practice involve a combination of tax increases and expenditure reductions, the resulting implications for the macroeconomic aggregates may be worked out by inspecting columns (1) and (2) in Table 3 .1. It may also be recalled that the consequences of a smaller reduction in the fiscal deficit may be read off on a roughly prorated basis so that, for example, a one percentage point reduction in the fiscal deficit would call for roughly a 7 percent depreciation in the real exchange rate.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 14,
            "end": 21,
            "text": "Table 3",
            "ref_id": "TABREF3"
          },
          {
            "start": 1575,
            "end": 1582,
            "text": "Table 3",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Simulation 1: Reducing the Fiscal Deficit",
        "sec_num": null
      },
      {
        "text": "A long term objective of trade reform is to institute a regime without quantitative restrictions and with low and broadly uniform tariffs. 20 A first step in that direction consistent with the need to make India a lower cost economy would give priority to a reduction of tariffs in capital and intermediate goods producing sectors as well as to an elimination of nontariff barriers to imports in those sectors. As reported in Table 2 .3, the average protective tariffs for intermediate goods and capital goods are 50.8 percent and 58.1 percent, respectively. To that end, the policy package simulated here reduces protective tariffs, i.e., basic-cum-auxiliary customs duties to a maximum of 40 percent on intermediate goods and a maximum of 25 percent on key machinery subsectors. Those tariffs on intermediates and capital goods (such as fertilizers, coal and lignite, etc.) that are already lower than the recommended rates, are kept as they are. 21 It will be recalled that imports that are broadly competitive with domestic production are restricted through an extensive licensing system. This implies that the scarcity premia on such imports accrue to those with access to licenses. As part of the liberalization effort, quantitative restrictions are relaxed in the intermediates and capital goods sectors. This is interpreted to mean that final imports become free and no premia exist in those sectors after the reform. Estimates of these premia are inherently uncertain and we present the results for a \"high\" (25%) import premium and a \"low\" (10%) import premium case.",
        "cite_spans": [
          {
            "start": 949,
            "end": 951,
            "text": "21",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 426,
            "end": 433,
            "text": "Table 2",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "Simulation 2: Trade Liberalization with Fiscal Adjustment and No Additional External Financing",
        "sec_num": null
      },
      {
        "text": "A reduction in protective tariffs has a negative effect on public revenue and ceteris paribus on public savings. However, given that around 60 percent of imports are inputs into the production process, a tariff reduction has a favorable effect on output, private sector income and hence, private savings. But since only a fraction of private sector income finds its way into private savings, the increase in the latter does not completely offset the decline in public savings. With a given current account deficit (foreign savings), total savings in the economy decline and, notwithstanding the fall in the price of investment goods induced by tariff reduction, are not sufficient to finance investment expenditures. Restoration of the savings-investment balance requires an increase in domestic savings, which may be brought about either through an increase in the average level of the Union excise-tax-cum-CVD rate or a reduction in government consumption. Table 3 .2 reports results for the high premium case. Column (1) shows the consequences of fiscal adjustment through increasing the average level of the Union excisetax-cum-CVD rate. That average rate must increase by 23 percent in order to restore equilibrium. Internal balance is restored through a 13 percent depreciation of the real exchange rate. Exports rise by 29 percent and imports by 7 percent. The greater openness to the external environment induced by the reform increases total factor productivity (TFP) by about 1 percent; its significance may be judged by comparing columns (1) and (2) where the latter takes away the productivity-enhancing effect of outward orientation. Adjustment in this case requires an increase of 29 percent in the average Union excise-cum-CVD rate and a 13 percent real devaluation. While real GNP increases by 1 percent with TFP augmentation (column (1) the increase is only 0.3 percent without such augmentation (Column (2)).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 959,
            "end": 966,
            "text": "Table 3",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Simulation 2: Trade Liberalization with Fiscal Adjustment and No Additional External Financing",
        "sec_num": null
      },
      {
        "text": "Column 3shows the result of fiscal adjustment through a reduction in public consumption with investment (public and private) held constant. The average reduction is nearly 5.8 percent in the presence of a TFP increase and 7.3 percent in its absence. Movements in the exchange rate and in imports and exports are broadly similar to those in the pure tax adjustment case. These results show that if, for example, the fiscal effort were to be divided evenly between tax and expenditure adjustment, it would require an 11.5 percent increase in the average Union excise-tax-cum-CVD rate and a 3 percent reduction in public consumption, together with a real devaluation of 13 percent. Since the average rate of taxation is 13.1 percent, the new higher rate would be 14.6 percent. The magnitude of the fiscal effort therefore appears quite manageable for the trade liberalization in capital and intermediate goods producing sectors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulation 2: Trade Liberalization with Fiscal Adjustment and No Additional External Financing",
        "sec_num": null
      },
      {
        "text": "The case of a high import premium implies that domestic prices are considerably higher than import prices (inclusive of tariffs). Relaxation of quantitative restrictions therefore leads to much higher imports, compared to a low (10%) import premium case presented in Table 3 .3. Import increases average 6.5 percent in the high premium case compared to 5 percent in the low premium case. The above comparisons take into account the productivity-enhancing effects of increased outward orientation; it will be seen that this is higher in the high premium case. The greater reduction in the cost structure of the economy in the high premium case allows increased exports to be generated to finance imports. The increases in exports are 29 percent and 23 percent in the high and low premium cases, respectively. The more substantial decline in the price of investment goods in the high premium case implies that the pressure to finance investment is less strong, a fact that is reflected in less fiscal adjustment. The magnitudes of fiscal adjustment are broadly comparable. Pure tax and expenditure adjustments are 23 percent and 6 percent, respectively, in the high premium case while they are 24 percent and 6 percent respectively in the low premium case. The real devaluation is, however, higher (13%) in the high premium case compared to the 10 percent in the low premium case; with the proportionately lower cost structure, this is necessary in order to bring wages relative to other prices in line with the requirements of full employment.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 267,
            "end": 274,
            "text": "Table 3",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Simulation 2: Trade Liberalization with Fiscal Adjustment and No Additional External Financing",
        "sec_num": null
      },
      {
        "text": "We next examine the sectoral consequences of fiscal adjustment in the presence of increases in total factor productivity. The mapping scheme between the 6 sectors and the 72 sectors is shown in Appendix Table B2 . By way of background, Table 3 .4 provides information regarding the subsectoral structure of the economy. By far the largest share of exports (12.7%) is accounted for by other non-metallic minerals which include gems, ceramics and glass products. Other important manufactured exports are ready made garments, leather products, miscellaneous food, cotton textiles, tea and coffee. Crude petroleum is the dominant import item (10.5 percent) followed, among merchandise imports, by other non-electrical machines, other non-metallic minerals (which comprise uncut gems), iron and steel foundries, drugs and medicines, industrial machinery and petroleum products. 22 Table 3 .4 also presents the direct and indirect intermediate and capital goods import content embodied in a unit of output for each sector. Among the most intermediate-andcapital-good-intensive sectors in this sense are ships and boats, office machinery, other nonelectrical machines, petroleum products, machine tools and iron and steel casting and foundries. Turning to Table 3 .5, it may be seen that the highest excise-cum-CVD tax rates are on non-ferrous metals, office machinery, organic and inorganic chemicals, iron and steel foundries, synthetic fibers and tobacco products, followed by motorcycles, other chemicals, rubber products and art-silk synthetic textiles. 23 The table also shows that over three quarters of government consumption consists of other services. Thus, restraint in govemment consumption as part of adjustment would affect this sector very strongly, a consideration that would influence how fiscal adjustment would in practice be divided between tax and expenditure adjustment. Table 3 .6 presents the consequences on gross output by subsector of fiscal adjustment to tariff reduction in the intermediate and capital goods sector for the cases of tax as well as expenditure adjustment. The agriculture and consumer goods sectors benefit both from the lower input costs arising from tariff reduction and given no import competition, from the decline in output prices across the sectors of the economy. Outputs of agriculture and consumer goods increase by 0.5 percent and 3.6 percent, respectively. However, outputs of the intermediates and capital goods sectors decrease by 3.1 percent and 11.9 percent, respectively. Some details at a more disaggregated level follow.",
        "cite_spans": [
          {
            "start": 1552,
            "end": 1554,
            "text": "23",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 203,
            "end": 211,
            "text": "Table B2",
            "ref_id": "TABREF0"
          },
          {
            "start": 236,
            "end": 243,
            "text": "Table 3",
            "ref_id": "TABREF3"
          },
          {
            "start": 876,
            "end": 883,
            "text": "Table 3",
            "ref_id": "TABREF3"
          },
          {
            "start": 1249,
            "end": 1256,
            "text": "Table 3",
            "ref_id": "TABREF3"
          },
          {
            "start": 1886,
            "end": 1893,
            "text": "Table 3",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Simulation 2: Trade Liberalization with Fiscal Adjustment and No Additional External Financing",
        "sec_num": null
      },
      {
        "text": "While contraction in the intermediate goods industries is to be expected following trade liberalization, the figures for each subsector should be interpreted with some qualifications. This is because of classification problems even at this level of disaggregation. For example, the basic metals industries (sector 44-46) all show contraction in output. However, among ferrous metal industries (sector 44-45), mild steel is efficiently produced and internationally competitive while integrated steel plants, dominated by public enterprises, are more protected and inefficient. The same is true of non-ferrous metals (sector 46). While aluminum is produced at close to world prices, this is not the case for copper, for example, where prices are higher than international prices. Metal products (sector 47-48) constitute a diverse group. The protection enjoyed by those engaged in casting, forging and foundry is around 80 percent, with many firms using outdated technologies. The petrochemical industries, similarly, exhibit considerable variation. Although well protected, those producing plastic products (sector 29) are generally more competitive than the undersized plants found in aromatics, resins, rubbers, detergents, and synthetic fibers. The other chemical based industries are also characterized by varying efficiencies. In inorganic chemicals (sector 32), while phosphoric acids and ammonia used in fertilizer production have low tariffs, others have close to 100 percent tariffs. The fertilizer industry (sector 34) operates with very low tariffs but is highly subsidized. Firms in synthetic fibers (sector 39) and other chemicals would generally require major restructuring to survive tariff reform.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulation 2: Trade Liberalization with Fiscal Adjustment and No Additional External Financing",
        "sec_num": null
      },
      {
        "text": "Capital goods represent about 10 percent to 13 percent of manufacturing output and value added and constitute a very large group of industries. The 11.9 percent reduction in their output is due to the substantial reduction in average nominal tariff protection (i.e., collection rate) for machinery whichl is as high as 67 percent. 24 The high cost of investment has a detrimental impact on other sectors. Thus, Ettori (1990) estimates that the cost of capital goods requires compensatory protection of 30 percent to allow industrial projects in India to earn returns comparable to those available under free trade. The impact of the trade liberalization differs by subsectors of capital goods. The highly protected heavy industries, which include a significant number of inefficient public enterprises, are the hardest hit. These include non-electrical machinery (sectors 49 to 53), electrical industrial machinery (sector 54), heavy transport equipment such as ships and railways (sector 60-62), and communications equipment (sector 58).",
        "cite_spans": [
          {
            "start": 331,
            "end": 333,
            "text": "24",
            "ref_id": null
          },
          {
            "start": 411,
            "end": 424,
            "text": "Ettori (1990)",
            "ref_id": "BIBREF11"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulation 2: Trade Liberalization with Fiscal Adjustment and No Additional External Financing",
        "sec_num": null
      },
      {
        "text": "A structural reform such as trade liberalization is often accompanied by additional external financing. Availability of the latter diminishes the need for fiscal adjustment to make up any shortfall in domestic savings arising out of tariff reduction. This simulation examines the consequences of adjusting to trade liberalization solely through additional external financing. The results offer insights into a pattern of adjustment polar to that described in Simulation 2. Since policy responses to trade liberalization can in practice be expected to include elements of both fiscal adjustment and additional external financing, they are bracketed by the results of this simulation and the previous one.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulation 3: Trade Liberalization with Additional External Financing and No Fiscal Adjustment",
        "sec_num": null
      },
      {
        "text": "Columns (1) and (2) of Table 3 .7 report the results of undertaking the trade liberalization described in Simulation 2 but without adjustment in either trade-neutral taxation or in government consumption. Restoration of the savings-investment balance following the drop in public savings brought about as a result of the reduction in protective tariffs therefore requires an increase in foreign savings, which must be made endogenous. Column (1) with endogenous TFP shows that the ratio of foreign savings increases from 2.8 percent to approximately 3.3 percent of GDP. This is brought about through a 22 percent increase in exports and a nearly 10 percent increase in imports. Since the tariff reduction leads to a fall in producer prices, internal balance requires that real wages be eroded through a devaluation which amounts to 9.4 percent in real terms. TFP increases by 0.6 percent and real GNP by 1.2 percent. In contrast, foreign savings rise to nearly 3.5 percent, of GDP in the absence of TFP increases while GNP rises by 0.8 percent. Table 3.7 with Table 3 .2 allows a determination of the range of outcomes bracketed by the fiscal adjustment/fixed current account and the no fiscal adjustment/variable current account cases.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 23,
            "end": 30,
            "text": "Table 3",
            "ref_id": "TABREF3"
          },
          {
            "start": 1045,
            "end": 1067,
            "text": "Table 3.7 with Table 3",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Simulation 3: Trade Liberalization with Additional External Financing and No Fiscal Adjustment",
        "sec_num": null
      },
      {
        "text": "The framework developed in Section 2 and used to simulate trade liberalization and fiscal adjustment in Section 3 was calibrated on a data base predating the 1991 reforms.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "More Recent Reforms",
        "sec_num": null
      },
      {
        "text": "Starting that year, India undertook a program of macroeconomic stabilization and pursued an agenda of internal and external liberalization. 25 By 1992-93, the collection rates for 25 An assessment of the reforms is provided in World Bank (1996) .",
        "cite_spans": [
          {
            "start": 233,
            "end": 244,
            "text": "Bank (1996)",
            "ref_id": "BIBREF30"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "More Recent Reforms",
        "sec_num": null
      },
      {
        "text": "-25 -protective tariffs and total tariffs on imports had fallen to 33 percent and 38 percent, respectively. Collection rates for the protective tariffs corresponding to the four broad commodity sectors identified by the model were 16.7 percent in agriculture, 42.5 percent in consumer goods, 29.9 percent in intermediate goods, and 45.8 percent in capital goods. Moreover, many quantitative restrictions applying to imports of intermediates and capital goods had been removed. The stabilization program had reduced the current account deficit to about 2 percent of GDP by 1992-93 This section examines the ability of the model to reproduce the structure of the economy between 1987/88, the year in which it was calibrated, and 1992-93, the second year of the reform program. Data for those years are used as inputs into the model and its predicted outcomes for the principal macroeconomic aggregates are expressed as a proportion of GDP 2 6 . Table 4 .1 presents the results. The correspondence of consumption, investment, trade, tax revenue and the real exchange rate is seen to be broadly satisfactory, thus enhancing the degree of confidence in the results.",
        "cite_spans": [
          {
            "start": 565,
            "end": 579,
            "text": "GDP by 1992-93",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 943,
            "end": 950,
            "text": "Table 4",
            "ref_id": "TABREF12"
          }
        ],
        "eq_spans": [],
        "section": "More Recent Reforms",
        "sec_num": null
      },
      {
        "text": "The data base, thus updated to 1992-93, may be used to simulate the effects of a range of policy reforms. The focus of the next simulation is on further trade liberalization. The specific reform implemented comprises the following elements: (1) elimination of all remaining import quotas in agriculture and consumer goods and the setting of protective tariffs at 30 percent for agricultural goods, 30 percent for consumer goods, 15 percent for intermediate goods (using a nominal rate of 20 percent but assuming a quarter are exempted because of duty drawback on exports and other policies) and 25 percent for capital goods; and (2) reduction in the current account deficit of the balance-ofpayments to 1 percent of GDP. Investment is, as before, maintained at its pre-shock level.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "More Recent Reforms",
        "sec_num": null
      },
      {
        "text": "case. Internal balance is brought about by a real devaluation arnounting to less than 4 percent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "More Recent Reforms",
        "sec_num": null
      },
      {
        "text": "This paper has developed a framework for examining the consequences of a program of stabilization and trade liberalization in India, where fiscal and current account imbalances needed to be reduced in order to launch the economy on a path of durable growth. In so doing, it gave quantitative expression to tradeoffs between trade liberalization and fiscal adjustment arising from a high degree of dependence of public revenue on tariffs and to the role of exchange rate policy in restoring internal equilibrium in the face of tariff reduction and fiscal contraction. Moreover, this could be accomplished by implementing (i) a modestly aggregated general equilibrium model which captured important economywide consequences of labor market adjustment and the price and income effects arising from relaxation of tariffs and quantitative restrictions on imports, and (ii) a highly disaggregated partial equilibrium model which took the economywide effects generated by (i) as inputs and which traced the effects of stabilization and liberalization on various subsectors which are of particular interest to policy makers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUSION",
        "sec_num": "5."
      },
      {
        "text": "The model was calibrated for the period prior to the 1991 year when Indian economic policy marked a break from the past. Simulation of some of the actual policies pursued till 1992-93 established a broad correspondence between model results and actual outcomes in the principal macroeconomic aggregates. This encouraging finding led to an updating of the data base and an exploration of subsequent rounds of trade liberalization. We conclude by suggesting that the approach developed in the paper has the potential for providing broad indications of the economywide and sectoral consequences of pursuing the unfinished agenda of reforms still facing policy makers in India and indeed more generally in other developing countries. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUSION",
        "sec_num": "5."
      },
      {
        "text": "Bhagwati and Srinivasan (1975). The authors note in the preface that the study was substantially completed in 1973.2 The year 1987-88 refers to the fiscal yearApril 1, 1987-March 31, 1988 3Aksoy and Ettori (1992) report, for example, that the effective rate of protection was as high as 585 percent in the capital goods sector. 4Available evidence, quoted inKishor (1994), suggests that the premium on import replenishment licenses given to exporters had fallen to around 5 percent in the 1980s, largely due to a shift to a more",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The choice of production structure was conditioned by the absence of reliable estimnates of substitution parameters and the simplification required by disaggregation.Krueger (1981), for example, argues that a Cobb Douglas formulation is a reasonable choice. Moreover, the specification does not impose unduly high levels of price responsiveness of demand for inputs, especially the imported kind. In a large country like India, the implied demand elasticities of imported inputs are in fact small since the cost shares of intermediate imports used as material input are small (see figures in Section 2.2).7 Thus, intra-rural and intra-urban distributional issues are not emphasized here. Earlier work with a similar framework,Mitra and Tendulkar (1986), suggests that these are not significant in tariff reform at a broad level of aggregation. Data limitations preclude distributional matters from being analyzed at the 72sector level of disaggregation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "While not all manufacturers, for administrative and other reasons, avail themselves of the credits, it is assumed that credits are generally taken advantage of and tax rates are calculated accordingly.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The uniform scaling of excise-cum-CVD could also be accompanied by changes in the sectoral pattern of taxation.13 This refers to consolidated government consumption. Transfers from government and abroad are held constant in real terms.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The cost-price module contains the following equations: 1, 4, 7, 10, 13, 14, 15, 16 and 17.15 Equations 2, 3, 5, 6, 8, 9, 11 and 12 for the 72 sector version.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See, for example, the surveys byTybout (1992). Excellent overviews of the new growth literature are also found inAghion and Howitt (1998) andBarro and Sala-I-Martin (1995). A compilation of the key analytical and empirical contributions appears inGrossman (1996).17 See, for example,Chenery, Robinson, and Syrquin 1986). i 8 The derivation appears inKubo, Robinson, and Syrquin (1986).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The assumption that investment is held at its pre-shock level is important here. With private saving being a fraction of private income which does not change very much, the required improvement in the fiscal deficit is brought about through an improvement in public savings which, with unchanged investment, requires a corresponding fall in foreign savings. A change in the savings investment balance of the private sector would modify this result but it is not clear a priori in which direction.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The analytical underpinnings of such a policy regime are explored inMitra (1992).21 Such a policy can be expected to increase protection for import-substituting final goods, a result that could be offset by intensifying domestic taxation in those sectors. The latter option is not explored in the paper.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "It may be noted that \"other non-metallic minerals\" features prominently on both the export and import sides. This is because even a 72 sector framework does not represent a degree of disaggregation high enough to permit such distinctions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "It will be recollected that the tax base is domestic supply, less untaxed items such as changes in stocks and exports. It also excludes inter-industry purchases in sectors registered under the MODVAT which are exempted.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The comparable figure in Korea is 9 percent during the late 1970s and early 1980s, 14.5 percent in Pakistan, and 17 percent and 11 percent for non-electrical machinery in Brazil.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "A more complete procedure of the kind described and implemented inMitra (1994) would have required updating all the parameters and exogenous variables of the model. This was precluded by unavailability of the necessary information.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See, for example, a detailed description of the trade regime in Ataman (1992).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The 1978/79 table was the last official matrix constructed at the time of study. While there were some updates to more recent years in the technical notes of various economic plans in India, these updates were often much less disaggregated than the original 115 sectors. There are currently efforts to construct a more recent table.29 which are described in the next few sections.30 In this model, we assume that imports used as raw materials are of the OGL variety and not subject quantitative restrictions; imports in final demand are competitive with domestic outputs and are subject to quota restrictions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Estimates by World Bank staff.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "a! The base year GDP ratios are 0.035 for tariffs, 0.58 for excise/CVC and 0.10 for fiscal deficit. b/ Nominal exchange rate deflated by product prices.Column (1) of Table 4 .2 reports the results of pursuing this particular trade liberalization agenda through an increase in the average level of the Union excise-tax-cum-CVD rate. The average rate must increase by nearly two-thirds, the actual figure being 62 percent. Maintenance of internal balance requires a depreciation of the real exchange rate by nearly 10 percent. Exports rise by 20 percent with imports remaining unchanged. Alternatively if, as reported in column (2), the required fiscal adjustment is accomplished solely through a reduction in public consumption, the required cut is of the order of 20 percent. The more favorable domestic cost structure, compared to the pure tax increase case, allows an increase in exports by 22 percent. The required depreciation of the real exchange rate is also somewhat higher.Columns (3) and (4) of Table 4 .2 combines the reform package outlined above with (i) an increase of 1 percent in total factor productivity in the manufacturing sectors; and (ii) a doubling of trade elasticities as the opening of the economy makes domestically produced goods more substitutable with foreign goods. In this case, the required fiscal adjustment is smaller --46 percent, for pure tax adjustment and 14 percent for the case of reduction in public consumption. A real depreciation of around 5 percent suffices for the restoration of internal balance.The effect of replacing the assumption of a reduction in the current account deficit by one of no change in relation to GDP, while maintaining the other assumptions of columns (3) and (4), is shown in columns (5) and (6) of Table 4 .2 for the cases of tax adjustment and public consumption adjustment, respectively. This is intended to capture the effects of growing foreign investment in response to the reform process. Restoration of the savings-investment balance now calls for a significantly lower fiscal adjustment, an increase of 17 percent for the tax case and a fall of 5 percent in the public consumption Appendix A",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 166,
            "end": 173,
            "text": "Table 4",
            "ref_id": null
          },
          {
            "start": 1004,
            "end": 1011,
            "text": "Table 4",
            "ref_id": null
          },
          {
            "start": 1767,
            "end": 1774,
            "text": "Table 4",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "annex",
        "sec_num": null
      },
      {
        "text": "YMrpopr =mapli rYF, XDST, P (13) ID, = is; IG + IEOther Demands Competitive Imports, Quota and Supply of GoodsTaxes and Purchasers' Prices Appendix A ",
        "cite_spans": [
          {
            "start": 20,
            "end": 25,
            "text": "XDST,",
            "ref_id": null
          },
          {
            "start": 26,
            "end": 32,
            "text": "P (13)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Income Generation",
        "sec_num": null
      },
      {
        "text": "The assemblage of data and the calibration of the model follow the usual procedures of what amount to building a detailed Social Account Matrix of India and fitting it to the specifications of the model. Using plausible assumptions, disparate sources of information were assembled into a data set consistent with the national income accounts, a recent update of the input-output table, the household expenditure information from the National Sample Survey, the balance of external payments, and, unique to this study, detailed revenue from custom and excise. The base year of the model is 1987/88, the most recent year in which detailed information were available regarding the structure of the Indian economy prior to significant trade liberalization. We briefly describe the key features in what follows.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Calibration of the Model",
        "sec_num": null
      },
      {
        "text": "What is unique to this study is the compilation of an enormous amount of information regarding the complicated trade and.tax regime in India in the late eighties. From this data set, which is based on a larger study of India's trade regime, 27 we estimated the collection rates of indirect taxes using actual revenue for specific commodities and, in the case of import tariffs, their actual tax bases from custom data.Commodity tax collections by type and commodity were based on the detailed revenue data for 1987/88 and presented Table 3 .5. The treatment of various taxes in the model is defined in section 2.5. Tariff revenue, classified into protective (basic and auxiliary custom duties) and non-protective (\"countervailing custom duties\" or CVD), were collected and compiled carefully from detailed custom data (DGCY&S). Both Union excise taxes and CVDs operate much like a VAT on manufacturing (see MODVAT in section 2.5) and their corresponding tax bases were derived from the input-output table below. The structure of exports and imports were also compiled from the custom data and are presented in Table 3 .4 Other taxes, not the focus of this study, received more simple treatment. These included subsidies, States' excise and sales taxes, and a small amount of export taxes. For these taxes, we assumed the distribution reported in the tax table corresponding to the 1978/9 input-output table. In addition, we assumed a single direct tax rate (6.1%) for labor income and another single rate (8.9%) for capital income to generate the reported revenue from NAS. Taxes on labor income are applied only on nonresidual labor income in the non-agricultural sectors.",
        "cite_spans": [
          {
            "start": 241,
            "end": 243,
            "text": "27",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 532,
            "end": 539,
            "text": "Table 3",
            "ref_id": null
          },
          {
            "start": 1110,
            "end": 1117,
            "text": "Table 3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Trade and Tax Regime in India",
        "sec_num": null
      },
      {
        "text": "The input-output transaction matrix corresponding to the 72 sectors was obtained from a 1986/87 update of the 1978/79 115 sector table from CSO-NAS. 2 8 The 1986/87 update was commissioned by the World Bank in relation to this study and supervised by Saluja (1989) . The update was carried out using new estimates of output, value-added and components of final demand, as well as changes in relative prices and in input usage in some sectors since 1978/79. The mapping scheme from the 115 sectors to the 72 sectors is shown in Table B .l a & Table B . lb. Given 1987/88 estimates of output, final demand, value added, and taxes, 29 the 72-sector table was scaled, RASed and updated further to 1987/88. The 6-sector table is derived from this new matrix. The aggregation scheme is shown in Table B .2. Of the 3 manufacturing sectors, the consumer goods industry did not include consumer durables, which were not separable from other capital goods.In the absence of a more recent table, the import matrix table was derived from the 1978/79 input-output table by applying the simple shares of intermediate imports to total input use of comnmodity i by industryj in the new table. These ratios were scaled so that the row sums of the new import flux matrix did not exceed the total amount of imports purchased for each commodity. The split between imports used as raw materials and competitive imports in final demand was broadly reasonable in relation to the distribution between OGL and non-OGL imports. 30 Other items * Household consumption -The structure of of private consumption for two households, one urban and one rural, were obtained from the 38th National Sample Survey (NSS). Household expenditures shares in the urban and rural areas were calculated from over 2,000 consumption items, mapped into the 115 input-output sectors and subsequently aggregated to 72 sectors. The final estimates were adjusted so that the all India figures summed up to the NAS estimates of private consumption for 8 broad items and 39 sub-items.* Capital stocks and depreciation rates were obtained from a 1988 study by the Central Statistical Organization(CSO), which provides ratios of capital to net domestic product (NDP) and rates of capital consumption for 18 broad sectors in the Indian economy. Estimates for individual industries were further derived from the survey of industries.",
        "cite_spans": [
          {
            "start": 251,
            "end": 264,
            "text": "Saluja (1989)",
            "ref_id": "BIBREF27"
          },
          {
            "start": 1502,
            "end": 1504,
            "text": "30",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 527,
            "end": 534,
            "text": "Table B",
            "ref_id": null
          },
          {
            "start": 542,
            "end": 549,
            "text": "Table B",
            "ref_id": null
          },
          {
            "start": 789,
            "end": 796,
            "text": "Table B",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Input-output table",
        "sec_num": null
      },
      {
        "text": "* Shares of Wage income were derived from from 1984/85 CSO-NAS. From the 1984/85 Survey of Industries, we derived the shares of wage income for subsectors in manufacturing and scaled them so that the average share is consistent with the NAS data. In the agriculture sectors, the shares of self-employed/mixed income in net value added were mapped into the income of non-residual or ownfarm workers and the other wage income to residual classes. In the nonagriculture sectors, the informal or residual workers received self-employed income as well as wage income. The distribution of wage income between nonresidual and residual classes were assumed to be the same as the distribution of net value added between organized and non-organized sectors from CSO-NAS data for 15 broad sectors and 15 sub-sectors in the manufacturing. These estimates of shares of labor income for non-residual and residual classes were then mapped into the 72 sectors. The remaining non-wage income in the net value added of each sector is taken as gross capital income.* Household incomes and savings -Factor incomes earned in the agriculture sector are mapped to the rural household while those in the intermediate and capital sectors go to the urban household. Income earned in the consumer goods, construction, and service sectors are split 53.4% going to the rural household and the remaining 46.6% to the urban household as in Mitra-Tendulkar (1986) . In addition, households receive transfer incomes from the government and abroad based on a fixed allocation scheme. 80% of the transfers go to the rural household and 20% to the urban household as in Mitra-Tendukar (1986) . The implied saving rate after household expenditures was 9% for the urban household and 3% for the rural household.",
        "cite_spans": [
          {
            "start": 1409,
            "end": 1431,
            "text": "Mitra-Tendulkar (1986)",
            "ref_id": "BIBREF22"
          },
          {
            "start": 1634,
            "end": 1655,
            "text": "Mitra-Tendukar (1986)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Appendix B",
        "sec_num": null
      },
      {
        "text": "The distribution of the labor force is from the 38th round of the National Sample Survey. About 38% of the population are in the labor force with 34% employed and about 4% unemployed. In the agricultire sectors, own-farrn workers and regular-farm workers were grouped into non-residual class workers (115.2 million people) in the model; casual workers were classified as residual workers (53.4 million). In non-agriculture, regular non-farm workers grouped into non-residual class workers (37.9 million); casual workers in public works and non-agriculture, as well as the self-employed (in own non-farm), were catalogued into workers of the informal type (60.6 million).* A single wage rate prevails in each labor market of the model. These wages are obtained by dividing total wage income of each labor class by the amount of labor in that class. In general, the wages in the residual classes are about 25% lower than those in the non-residual classes. Given wage rates and labor income, the distribution of employment by labor type and by sector is derived.* The household demand system is a Linear Expenditure System (LES) for derived from a study, Models of Complete Expenditure System for India, by Radhakrishna and Murty (1980) . The marginal budget shares in study were broadly adjusted for price changes of food and non-food items relative to the consumer price indices Appendix Bfor industrial and agriculture workers since the study was made. The marginal shares are reported in Table B3 . In the aggregated model, these were further grouped into 6 sectors (see Table B4 ). Given the marginal budget shares, per capita household income, saving rate, and per capita consumption of goods, the committed quantities in the LES system were derived as residuals.* Certain parameters such as export demand elasticities and elasticities of substitution between competitive imports and domestic goods were not calibrated but postulated to assume values in the light of country circumstances. In choosing these parameters, we took note of similar parameters employed in general equilibrium models of countries in the same region - Mitra and Tendulkar (1986) for India and Dahl and Mitra (1989) for Bangladesh; we also conducted numerous sensitive tests to gauge and understand their impact. Thus, the demand elasticities of exports e, were taken to be 1.25 for agriculture products and 2.50 for others; the substitution elasticities between competitive imports and domestic goods 3i were set at 2.50; the elasticities of labor supply X were 0.5; and, the price elasticities of investment ki were 0.8.31Appendix B ",
        "cite_spans": [
          {
            "start": 1204,
            "end": 1233,
            "text": "Radhakrishna and Murty (1980)",
            "ref_id": null
          },
          {
            "start": 2131,
            "end": 2157,
            "text": "Mitra and Tendulkar (1986)",
            "ref_id": "BIBREF22"
          },
          {
            "start": 2162,
            "end": 2193,
            "text": "India and Dahl and Mitra (1989)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 1489,
            "end": 1497,
            "text": "Table B3",
            "ref_id": null
          },
          {
            "start": 1572,
            "end": 1580,
            "text": "Table B4",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "T",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Endogenous Growth Theory",
        "authors": [
          {
            "first": "Phillipe",
            "middle": [],
            "last": "Aghion",
            "suffix": ""
          },
          {
            "first": "Peter",
            "middle": [],
            "last": "Howitt",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Aghion, Phillipe and Peter Howitt (1998). Endogenous Growth Theory. Massachusetts: MIT Press.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Alternative Sources of Government Revenue: Illustrations from India, 1979-80",
        "authors": [
          {
            "first": "E",
            "middle": [],
            "last": "Ahmad",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "Stem",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ahmad, E. and N. Stem (1987). \"Alternative Sources of Government Revenue: Illustrations from India, 1979-80.\" In Newbery, D. and N. Stern, eds., The Theory of Taxation for Developing Countries. Oxford University Press.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "The Indian Trade Regime",
        "authors": [
          {
            "first": "Ataman",
            "middle": [
              "M"
            ],
            "last": "Aksoy",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "Policy Research Working Paper",
        "volume": "",
        "issue": "999",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Aksoy, Ataman M. (1992). \"The Indian Trade Regime.\" Policy Research Working Paper No. 999, The World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Protection and Industrial Structure in India",
        "authors": [
          {
            "first": "Ataman",
            "middle": [
              "M"
            ],
            "last": "Aksoy",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Ettori",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "Policy Research Working Paper",
        "volume": "",
        "issue": "990",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Aksoy, Ataman M. and F. Ettori. (1992). \"Protection and Industrial Structure in India.\" Policy Research Working Paper No. 990, The World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Economic Growth",
        "authors": [
          {
            "first": "R",
            "middle": [
              "J"
            ],
            "last": "Barro",
            "suffix": ""
          },
          {
            "first": "X",
            "middle": [],
            "last": "Sala-I-Martin",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Barro, R.J. and X. Sala-I-Martin (1995). Economic Growth. New York: McGraw-Hill.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Foreign Trade Regimes and Economic Development: India",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Bhagwati",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [
              "N"
            ],
            "last": "Srinivasan",
            "suffix": ""
          }
        ],
        "year": 1975,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bhagwati, J. and T.N. Srinivasan (1975). Foreign Trade Regimes and Economic Development: India. Columbia University Press: New York and London.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Industrialization and Growth: A Comparative Study",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Chenery",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Robinson",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Syrquin",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chenery, H., Robinson, S. and M. Syrquin. (1986). Industrialization and Growth: A Comparative Study. New York: Oxford University Press.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Inflation, Exchange Rates and the World Economy: Lectures on International Monetary Economics",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Corden",
            "suffix": ""
          }
        ],
        "year": 1985,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Corden, M. (1985). Inflation, Exchange Rates and the World Economy: Lectures on International Monetary Economics. Oxford: Clarendon.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Revenue-Neutral Tariff Reform: Theory and an Application to Cameroon",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Dahl",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Devarajan",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Van Wijnbergen",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "County Policy Department Paper",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Dahl, H., Devarajan, S. and S. van Wijnbergen. (1986). \"Revenue-Neutral Tariff Reform: Theory and an Application to Cameroon.\" County Policy Department Paper No. 1986-25, The World Bank. Washington, D.C.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Does Tax and Tariff Shifting Matter for Policy?: An Application of General Equilibrium Incidence Analysis to Bangladesh",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Dahl",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Mitra",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Dahl, H. and P. Mitra. (1989). \"Does Tax and Tariff Shifting Matter for Policy?: An Application of General Equilibrium Incidence Analysis to Bangladesh.\" World Bank Research Paper. Washington, D.C. (mimeo)",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Estimating the Distribution of Tax Burdens",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Devarajan",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Fullerton",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Musgrave",
            "suffix": ""
          }
        ],
        "year": 1980,
        "venue": "Journal of Public Economics",
        "volume": "13",
        "issue": "",
        "pages": "155--182",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Devarajan, S., Fullerton, D. and R. Musgrave. (1980). \"Estimating the Distribution of Tax Burdens.\" Journal of Public Economics, 13:155-182.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "The Pervasive Effects of High Taxation of Capital Goods in India: findings and conclusions from a sample of projects",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Ettori",
            "suffix": ""
          }
        ],
        "year": 1990,
        "venue": "Working Paper Series",
        "volume": "",
        "issue": "433",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ettori, F. (1990). \"The Pervasive Effects of High Taxation of Capital Goods in India: findings and conclusions from a sample of projects.\" Working Paper Series No. 433, Asia Regional Office, The World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Economic Growth: Theory and Evidence",
        "authors": [
          {
            "first": "Gene",
            "middle": [],
            "last": "Grossman",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "",
        "volume": "1",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Grossman, Gene, ed. (1996). Economic Growth: Theory and Evidence. Vol. 1 and 2. Vermnot: Edward Elgar Publishing Co.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Customs Statistics",
        "authors": [
          {
            "first": "Government",
            "middle": [],
            "last": "India",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Of",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "India, Government of. (1989). Customs Statistics, 1987-88. Directorate General of Commercial Intelligence and Statistics, Calcutta. -29 -",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "NationalAccounts Statistics, 1989 and QuickEstimate dated March 10, 1990. Central Statistical Organization",
        "authors": [
          {
            "first": "Government",
            "middle": [],
            "last": "India",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Of",
            "suffix": ""
          }
        ],
        "year": 1990,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "India, Government of (1990). NationalAccounts Statistics, 1989 and QuickEstimate dated March 10, 1990. Central Statistical Organization, New Delhi.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Indirect Taxes in India: An Incidence Analysis",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Jha",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Srinivasan",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "Economic and Political Weekly",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Jha, S. and P. Srinivasan. (1989). \"Indirect Taxes in India: An Incidence Analysis.\" Economic and Political Weekly, April 15, 1989.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Factory Supply and Substitution",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Krueger",
            "suffix": ""
          }
        ],
        "year": 1981,
        "venue": "National Bureau of Economic Research",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Krueger, A. (1981). Factory Supply and Substitution. National Bureau of Economic Research, Chicago.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "The Methodology of Multisectoral Comparative Analysis",
        "authors": [
          {
            "first": "Y",
            "middle": [],
            "last": "Kubo",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Robinson",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Syrquin",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "Industrialization and Growth: A Comparative Study",
        "volume": "",
        "issue": "",
        "pages": "2--147",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kubo, Y., S. Robinson and M. Syrquin. (1986). \"The Methodology of Multisectoral Comparative Analysis.\" In H. Chenery, S. Robinson and M. Syrquin, eds. Industrialization and Growth: A Comparative Study. New York: Oxford University Press. pagesl2l-147.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Protective and Revenue Raising Trade Taxes: Theory and an Application to India",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Mitra",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mitra, P. (1987). \"Protective and Revenue Raising Trade Taxes: Theory and an Application to India.\" Country Policy Department Discussion Paper No. 1987-4. The World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Tariff Design and Reform in a Revenue-Constrained Economy: Theory and an illustration from India",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Mitra",
            "suffix": ""
          }
        ],
        "year": 1990,
        "venue": "Journal of Public Economics",
        "volume": "47",
        "issue": "",
        "pages": "227--252",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mitra, P. (1992). \"Tariff Design and Reform in a Revenue-Constrained Economy: Theory and an illustration from India.\" Journal of Public Economics, 47:227-25 1. January 1990.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "The Coordinated Reform of Tariffs and Indirect Taxes",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "_______",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "The World Bank Research Observer",
        "volume": "7",
        "issue": "",
        "pages": "195--218",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "_______ (1992). \"The Coordinated Reform of Tariffs and Indirect Taxes.\" The World Bank Research Observer 7:195-218.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Adjustment in Oil-Importing Developing Countries: A Comparative Economic Analysis",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "______",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "______. (1994). Adjustment in Oil-Importing Developing Countries: A Comparative Economic Analysis. New York, USA: Cambridge University Press.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Coping with Internal and External Exogenous Shocks: India, 1973-74 to 1983-84",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Mitra",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Tendulkar",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "Country Policy Department",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mitra, P. and S. Tendulkar. (1986). \"Coping with Internal and External Exogenous Shocks: India, 1973-74 to 1983-84.\" Country Policy Department No. 1986-21, The World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "The Operation of MODVAT. National Institute of Public Finance and Policy",
        "authors": [
          {
            "first": "A",
            "middle": [
              "V L"
            ],
            "last": "Narayana",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Bagchi",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [
              "C"
            ],
            "last": "Gupta",
            "suffix": ""
          }
        ],
        "year": 1991,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Narayana, A.V.L., Bagchi, A., and R.C. Gupta. (1991). The Operation of MODVAT. National Institute of Public Finance and Policy, Vikas Publishing House, New Delhi, India.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "The Theory of Household Behaviour Under Rationing",
        "authors": [
          {
            "first": "J",
            "middle": [
              "P"
            ],
            "last": "Neary",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [
              "W S"
            ],
            "last": "Roberts",
            "suffix": ""
          }
        ],
        "year": 1980,
        "venue": "European Economic Review",
        "volume": "13",
        "issue": "",
        "pages": "25--42",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Neary, J.P. and K.W.S. Roberts. (1980). \"The Theory of Household Behaviour Under Rationing.\" European Economic Review 13:25-42.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "Industrialization and Growth: A Comparative Study",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Nishimizu",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Robinson",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "283--308",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Nishimizu, M. and S. Robinson. (1986). \"Productivity Growth in Manufacturing.\" In H. Chenery, S. Robinson and M. Syrquin, eds., Industrialization and Growth: A Comparative Study. New York: Oxford University Press. pages 283-308",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Models of Complete Expenditure Systems for India",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Radhakrishna",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [
              "N"
            ],
            "last": "Murty",
            "suffix": ""
          }
        ],
        "year": 1990,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Radhakrishna, R. and K.N. Murty (1990). \"Models of Complete Expenditure Systems for India.\" Working Paper No. WP-80-98, International Institute for Applied Systems Analysis, Austria. -30 -",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "Update of India's Input-Output Table",
        "authors": [
          {
            "first": "M",
            "middle": [
              "R"
            ],
            "last": "Saluja",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Saluja, M.R. (1989). \"Update of India's Input-Output Table.\" Mimeo.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "Foreign Exchange Market in India: single currency peg to independent floating--devaluation all the way",
        "authors": [
          {
            "first": "Kishor",
            "middle": [
              "C"
            ],
            "last": "Samal",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "Journal of Indian School of Political Economy (India)",
        "volume": "6",
        "issue": "",
        "pages": "94--155",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Samal, Kishor C. (1994). \"Foreign Exchange Market in India: single currency peg to independent floating--devaluation all the way.\" Journal of Indian School of Political Economy (India) 6:94-155.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "Linking Trade and Productivity: New Research Directions",
        "authors": [
          {
            "first": "James",
            "middle": [
              "R"
            ],
            "last": "Tybout",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "The World Bank Economic Review",
        "volume": "6",
        "issue": "2",
        "pages": "189--211",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Tybout, James R. (1992). \"Linking Trade and Productivity: New Research Directions.\" The World Bank Economic Review, Vol. 6, No. 2 (May), pp. 189-211.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "India: Five Years of Stabilization and Reforms and the Challenges Ahead World Bank Country Study",
        "authors": [
          {
            "first": "World",
            "middle": [],
            "last": "Bank",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank (1996). India: Five Years of Stabilization and Reforms and the Challenges Ahead World Bank Country Study, Washington, D.C.",
        "links": null
      }
    },
    "ref_entries": {
      "TABREF0": {
        "num": null,
        "content": "<table><tr><td>Amount in</td><td>Percent Share</td></tr><tr><td>Rs Billion</td><td>of GDP</td></tr></table>",
        "html": null,
        "type_str": "table",
        "text": ""
      },
      "TABREF1": {
        "num": null,
        "content": "<table><tr><td>1/</td></tr></table>",
        "html": null,
        "type_str": "table",
        "text": ""
      },
      "TABREF2": {
        "num": null,
        "content": "<table><tr><td/><td>Protective</td><td>Excise</td><td>Government</td></tr><tr><td/><td>Inport Duty</td><td>CVD Rate</td><td>Consumption 1/</td></tr><tr><td>Agriculture</td><td>0.214</td><td/><td>0.0010</td></tr><tr><td>Manufacturing</td><td>0.526</td><td>0.107</td><td>0.1040</td></tr><tr><td>Consumer Goods</td><td>0.498</td><td>0.079</td><td>0.0168</td></tr><tr><td>Intermediate Goods</td><td>0.508</td><td>0.126</td><td>0.0792</td></tr><tr><td>Capital Goods</td><td>0.581</td><td>0.132</td><td>0.0080</td></tr><tr><td>Construction</td><td/><td/><td>0.0629</td></tr><tr><td>Services</td><td/><td/><td>0.8320</td></tr></table>",
        "html": null,
        "type_str": "table",
        "text": ""
      },
      "TABREF3": {
        "num": null,
        "content": "<table><tr><td/><td>(Base Solution: 1.00)</td><td/></tr><tr><td/><td>Tax Adjustment</td><td>Public</td></tr><tr><td/><td/><td>Consumption</td></tr><tr><td/><td/><td>Adjustment</td></tr><tr><td>Government</td><td/><td/></tr><tr><td>Real Govt. Consumption</td><td>1.000</td><td>0.704</td></tr><tr><td>Prices</td><td/><td/></tr><tr><td>Exchange Rate (RsAUS$)</td><td>1.265</td><td>1.264</td></tr><tr><td>Producer Prices</td><td>1.062</td><td>1.029</td></tr><tr><td>Real Exchange Rate</td><td>1.203</td><td>1.235</td></tr><tr><td>Consumer Price Index</td><td>1.054</td><td>1.014</td></tr><tr><td>Real GNP at Market Prices</td><td>0.980</td><td>0.980</td></tr><tr><td>Output</td><td>0.959</td><td>0.983</td></tr><tr><td>Private Consumption</td><td>0.928</td><td>0.974</td></tr><tr><td>Inports</td><td>0.864</td><td>0.863</td></tr><tr><td>Exports Total Factor Productivity</td><td>1.407 1.006</td><td>1.474 1.006</td></tr><tr><td>Memo Item</td><td/><td/></tr><tr><td>Foreign Savings/ GDP</td><td>0.0022</td><td>-0.0005</td></tr></table>",
        "html": null,
        "type_str": "table",
        "text": ""
      },
      "TABREF4": {
        "num": null,
        "content": "<table><tr><td/><td colspan=\"2\">(Base Solution: 1.00)</td><td/><td/></tr><tr><td/><td>Tax</td><td colspan=\"3\">Tax Adjustment Public Consumption Public Consumption</td></tr><tr><td/><td>Adjustment</td><td>w/o TFP</td><td>Adjustment with</td><td>Adjustment w/o TFP</td></tr><tr><td/><td>with TFP'</td><td>Growth</td><td>TFP Growth</td><td>Growth</td></tr><tr><td>oovemment</td><td/><td/><td/><td/></tr><tr><td>Real Govt.ConsumPtion</td><td>1.000</td><td>1.000</td><td>0.942</td><td>0.927</td></tr><tr><td>Excise / CVD Tax Rate</td><td>1.228</td><td>1.290</td><td>1.000</td><td>1.000</td></tr><tr><td>Prices</td><td/><td/><td/><td/></tr><tr><td>Exchange rate (Ra/US$)</td><td>1.109</td><td>1.128</td><td>1.105</td><td>1.123</td></tr><tr><td>Producer Prices</td><td>0.980</td><td>0.991</td><td>0.974</td><td>0.983</td></tr><tr><td>Real Exchange Rate</td><td>1.129</td><td>1.129</td><td>1.131</td><td>1.140</td></tr><tr><td>ConsumerPriceIndex</td><td>1.004</td><td>1.010</td><td>0.996</td><td>1.001</td></tr><tr><td>Real GNP at market prices</td><td>1.009</td><td>1.003</td><td>1.009</td><td>1.003</td></tr><tr><td>Output</td><td>0.999</td><td>0.990</td><td>1.002</td><td>0.997</td></tr><tr><td>Private Consumptions</td><td>0.998</td><td>0.989</td><td>1.008</td><td>1.001</td></tr><tr><td>Import</td><td>1.065</td><td>1.062</td><td>1.068</td><td>1.065</td></tr><tr><td>Exporb</td><td>1.292</td><td>1.297</td><td>1.298</td><td>1.304</td></tr><tr><td>Total Factor Productivity</td><td>1.007</td><td>1.000</td><td>1.007</td><td>1.000</td></tr></table>",
        "html": null,
        "type_str": "table",
        "text": ""
      },
      "TABREF5": {
        "num": null,
        "content": "<table><tr><td>:</td></tr></table>",
        "html": null,
        "type_str": "table",
        "text": ""
      },
      "TABREF6": {
        "num": null,
        "content": "<table><tr><td>Direct and Indirect</td></tr><tr><td>Intermediate and</td></tr><tr><td>CapitalGood</td></tr></table>",
        "html": null,
        "type_str": "table",
        "text": ""
      },
      "TABREF7": {
        "num": null,
        "content": "<table><tr><td>, 1987-88</td><td/><td/></tr><tr><td>(72 sectors)</td><td/><td/></tr><tr><td>Protective</td><td>Excise</td><td>Government</td></tr><tr><td>Import Duty</td><td>CVD Rate</td><td>Consumption az</td></tr></table>",
        "html": null,
        "type_str": "table",
        "text": ""
      },
      "TABREF8": {
        "num": null,
        "content": "<table><tr><td>of Government</td><td/><td/></tr><tr><td>(72 sectors)</td><td/><td/></tr><tr><td>Protective</td><td>Excise</td><td>Government</td></tr><tr><td>Import Duty</td><td>CVD Rate</td><td>Consumption a/</td></tr></table>",
        "html": null,
        "type_str": "table",
        "text": ""
      },
      "TABREF9": {
        "num": null,
        "content": "<table><tr><td>Base Year Output = 1.00</td><td/><td/></tr><tr><td>(1)</td><td>(2)</td><td>(3)</td></tr><tr><td>Tax</td><td>Public</td><td>Tax &amp; Public</td></tr><tr><td>Adjustment.</td><td>Consumption</td><td>Consumption</td></tr><tr><td/><td>Adjustment</td><td>Adjustment at</td></tr></table>",
        "html": null,
        "type_str": "table",
        "text": ""
      },
      "TABREF10": {
        "num": null,
        "content": "<table><tr><td/><td colspan=\"6\">.6: (continued): Effects of Trade Liberalization on Specific Industry by Type of Fiscal Adjustment</td></tr><tr><td/><td/><td/><td/><td>(1)</td><td>(2)</td><td>(3)</td></tr><tr><td/><td/><td/><td/><td>Tax Adjustment.</td><td>G. Adjustment</td><td>Tax &amp; G</td></tr><tr><td/><td/><td/><td/><td/><td/><td>Adjustment a/</td></tr><tr><td colspan=\"3\">44. Iron And Steel Alloys</td><td/><td>0.960</td><td>0.965</td><td>0.963</td></tr><tr><td colspan=\"3\">45. Iron And Steel Foundries</td><td/><td>0.677</td><td>0.693</td><td>0.685</td></tr><tr><td colspan=\"3\">46. Non-Ferrous Metals</td><td/><td>0.708</td><td>0.719</td><td>0.714</td></tr><tr><td colspan=\"3\">47. Hand Tools Hardware</td><td/><td>0.903</td><td>0.922</td><td>0.913</td></tr><tr><td colspan=\"3\">48. Misc. Metal Products</td><td/><td>1.006</td><td>1.016</td><td>1.011</td></tr><tr><td colspan=\"3\">49. Agricultural Inplements</td><td/><td>0.890</td><td>0.898</td><td>0.894</td></tr><tr><td colspan=\"3\">50. Industrial Machinery</td><td/><td>0.831</td><td>0.839</td><td>0.835</td></tr><tr><td colspan=\"2\">51. Machine Tools</td><td/><td/><td>0.719</td><td>0.723</td><td>0.721</td></tr><tr><td colspan=\"2\">52. Office Machinery</td><td/><td/><td>0.888</td><td>0.891</td><td>0.890</td></tr><tr><td colspan=\"4\">53 . Other Non-Electric Machines</td><td>0.767</td><td>0.7730</td><td>0.770</td></tr><tr><td colspan=\"4\">54. Electrical Industrial Machinery</td><td>0.805</td><td>0.808</td><td>0.807</td></tr><tr><td colspan=\"3\">55.Electric Cables and Wires</td><td/><td>0.994</td><td>0.997</td><td>0.996</td></tr><tr><td colspan=\"2\">56. Batteries</td><td/><td/><td>1.077</td><td>1.107</td><td>1.092</td></tr><tr><td colspan=\"3\">57. Electric Appliances</td><td/><td>1.015</td><td>1.029</td><td>1.022</td></tr><tr><td colspan=\"3\">58. Cormunication Equipment</td><td/><td>0.797</td><td>0.802</td><td>0.800</td></tr><tr><td colspan=\"3\">59. Electronic Equipment</td><td/><td>0.863</td><td>0.880</td><td>0.872</td></tr><tr><td colspan=\"2\">60. Ships and Boats</td><td/><td/><td>0.937</td><td>0.957</td><td>0.947</td></tr><tr><td colspan=\"2\">61. Rail Machinery</td><td/><td/><td>0.955</td><td>0.971</td><td>0.963</td></tr><tr><td colspan=\"2\">62. Motor Vehicle</td><td/><td/><td>0.967</td><td>0.973</td><td>0.970</td></tr><tr><td colspan=\"2\">63. Motorcycles</td><td/><td/><td>0.973</td><td>0.994</td><td>0.984</td></tr><tr><td>64.</td><td>Bicycles</td><td>and</td><td>Other</td><td>1.077</td><td>1.085</td><td>1.081</td></tr><tr><td/><td>Transportation</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"3\">65. Watches and Clocks</td><td/><td>1.009</td><td>1.012</td><td>1.011</td></tr><tr><td colspan=\"4\">66. Miscellaneous Manufacturing</td><td>0.895</td><td>0.888</td><td>0.892</td></tr><tr><td colspan=\"2\">67. Construction</td><td/><td/><td>0.999</td><td>0.997</td><td>0.998</td></tr><tr><td colspan=\"2\">68. Utilities</td><td/><td/><td>0.985</td><td>0.993</td><td>0.989</td></tr><tr><td colspan=\"3\">69. Rail Transportation</td><td/><td>1.013</td><td>1.023</td><td>1.018</td></tr><tr><td colspan=\"3\">70. Other Transportation</td><td/><td>1.010</td><td>1.030</td><td>1.020</td></tr><tr><td colspan=\"2\">71. Trade</td><td/><td/><td>1.018</td><td>1.033</td><td>1.026</td></tr><tr><td colspan=\"2\">72. Other Services</td><td/><td/><td>1.019</td><td>1.007</td><td>1.013</td></tr><tr><td colspan=\"2\">Summary</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">Agriculture</td><td/><td/><td>1.003</td><td>1.007</td><td>1.005</td></tr><tr><td colspan=\"2\">Manufacturing</td><td/><td/><td>0.976</td><td>0.987</td><td>0.982</td></tr><tr><td/><td colspan=\"2\">Consumer Goods</td><td/><td>1.031</td><td>1.041</td><td>1.036</td></tr><tr><td/><td colspan=\"2\">Intermediate Goods</td><td/><td>0.962</td><td>0.975</td><td>0.969</td></tr><tr><td/><td colspan=\"2\">Capital Goods</td><td/><td>0.877</td><td>0.885</td><td>0.881</td></tr><tr><td/><td>Construction</td><td/><td/><td>0.999</td><td>0.997</td><td>0.998</td></tr><tr><td/><td>Services</td><td/><td/><td>1.014</td><td>1.017</td><td>1.016</td></tr><tr><td colspan=\"4\">a! Average of Col (1) and Col (2)</td><td/><td/><td/></tr></table>",
        "html": null,
        "type_str": "table",
        "text": ""
      },
      "TABREF11": {
        "num": null,
        "content": "<table><tr><td/><td>(Base Solution= 1.00)</td><td/></tr><tr><td/><td>With TFP Growth</td><td>Without TFP Growth</td></tr><tr><td>Prices</td><td/><td/></tr><tr><td>Exchange Rate (RsIUSS)</td><td>1.063</td><td>1.069</td></tr><tr><td>Producer Prices</td><td>0.969</td><td>0.975</td></tr><tr><td>Real Exchange Rate</td><td>1.094</td><td>0.997.</td></tr><tr><td>Consumer Price Index</td><td>0.994</td><td>0.999</td></tr><tr><td>Real GNP at Market Prices</td><td>1.012</td><td>1.008</td></tr><tr><td>output</td><td>1.004</td><td>1.000</td></tr><tr><td>Private Consumption</td><td>1.012</td><td>1.008</td></tr><tr><td>Imports</td><td>1.102</td><td>1.108</td></tr><tr><td>Exports</td><td>1.221</td><td>1.210</td></tr><tr><td>Total Factor Productivity</td><td>1.006</td><td>1.000</td></tr><tr><td>Foreign Savings/GDP</td><td>0.033</td><td>0.035</td></tr><tr><td>Comparison of</td><td/><td/></tr></table>",
        "html": null,
        "type_str": "table",
        "text": ""
      },
      "TABREF12": {
        "num": null,
        "content": "<table><tr><td colspan=\"2\">(in percent of GDP at factor prices)</td><td/></tr><tr><td/><td>Model</td><td>Actual</td></tr><tr><td>Net Tax Revenue</td><td>13.83%</td><td>13.83%</td></tr><tr><td>Custom Revenue</td><td>3.33</td><td>3.8</td></tr><tr><td>Union Excise/CVD</td><td>5.82</td><td>5.43</td></tr><tr><td>Private Consumption</td><td>76.54</td><td>75.62</td></tr><tr><td>Fixed Investment</td><td>24.55</td><td>24.64</td></tr><tr><td>Public Consumption</td><td>11.12</td><td>12.65</td></tr><tr><td>Exports</td><td>11.52</td><td>10.78</td></tr><tr><td>Imports</td><td>12.28</td><td>13.12</td></tr><tr><td>Real Exchange Rate (87=1.00) a/</td><td/><td/></tr><tr><td>a/</td><td/><td/></tr></table>",
        "html": null,
        "type_str": "table",
        "text": "Defined as the rupee price index of f.o.b. imports divided by the index of domestic inflation."
      },
      "TABREF13": {
        "num": null,
        "content": "<table><tr><td/><td/><td/><td>Appendix A</td></tr><tr><td>cs,</td><td colspan=\"3\">substitution elasticity between Qi and M,</td></tr><tr><td>sfJ</td><td colspan=\"3\">average corporate savings rate by sector</td></tr><tr><td colspan=\"4\">shr average savings rate by household</td></tr><tr><td>ski</td><td colspan=\"3\">share parameter for capital input</td></tr><tr><td>slti</td><td/><td colspan=\"2\">share parameter for labor input of category I</td></tr><tr><td>smi</td><td/><td colspan=\"2\">share parameter for material input</td></tr><tr><td>sni</td><td/><td colspan=\"2\">share parameter for material input</td></tr><tr><td colspan=\"4\">svQ share parameter for value added</td></tr><tr><td colspan=\"4\">Scirc share parameter for good i in consumption group c by household r</td></tr><tr><td colspan=\"4\">strm, trade or transportation margin for each sector</td></tr><tr><td>0</td><td/><td colspan=\"2\">portion of debt servicing accounted by public sector</td></tr><tr><td>trs</td><td/><td colspan=\"2\">net transfers from government to households</td></tr><tr><td colspan=\"4\">trmi sum of trade and transportation margins for each sector</td></tr><tr><td>tki</td><td/><td colspan=\"2\">tax rate on capital income</td></tr><tr><td>toi</td><td colspan=\"3\">&amp; tax rate on wage income depreciation rate</td></tr><tr><td>CO</td><td>ei</td><td colspan=\"2\">demand elasticity of exports distribution share of regular workers in each region</td></tr><tr><td>C,</td><td colspan=\"3\">firs supply elasticity of each type of regular workers transfers from abroad to households</td></tr><tr><td/><td colspan=\"2\">Ycr</td><td>committed per capita consumption in the LES demand</td></tr><tr><td colspan=\"4\">gtrs net transfers from government to households Glossary of Variables</td></tr><tr><td colspan=\"4\">ir, ER foreign exchange rate interest rate on external debt</td></tr><tr><td colspan=\"4\">is, CPI consumer price index allocation of investment expenditure to final demand</td></tr><tr><td colspan=\"4\">CG consumption of good i by household r</td></tr><tr><td colspan=\"4\">Cdcr consumption of LES composite good c by household r</td></tr><tr><td colspan=\"4\">CGi government current consumption by commodity</td></tr><tr><td>Di</td><td/><td colspan=\"2\">domestic final demand</td></tr><tr><td colspan=\"4\">DSTi changes in stocks by sector of origin</td></tr><tr><td colspan=\"4\">DEBT external debt in U.S. dollars</td></tr><tr><td>Ei</td><td/><td colspan=\"2\">exports of good i</td></tr><tr><td>gj</td><td/><td colspan=\"2\">growth rate of output</td></tr><tr><td/><td>Pi</td><td/><td>parameter in the CES supply function</td></tr><tr><td/><td/><td/><td>-38 -</td></tr></table>",
        "html": null,
        "type_str": "table",
        "text": "-28 -share parameter in the CES function for Pi Ai constant in the export demand function LSO 1 labor supplies in the base year mL, marginal budget shares in the LES demand mapJ allocation of sectoral factor income to households map2r allocation of transfers to households PLO, wages in the base year popr population by region or household group pwe, world prices of exports in U.S. dollars pwmi world prices of imports in U.S. dollars"
      }
    }
  }
}