{
  "paper_id": "D439627",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:06.198449Z"
  },
  "title": "The World Bank Europe and Central Asia Region",
  "authors": [
    {
      "first": "Michael",
      "middle": [],
      "last": "Taylor",
      "suffix": "",
      "affiliation": {},
      "email": "nirtaylor@imf.org"
    },
    {
      "first": "Alex",
      "middle": [],
      "last": "Fleming",
      "suffix": "",
      "affiliation": {},
      "email": "afleming@worldbank.org.noveml"
    }
  ],
  "year": "1999-11",
  "venue": null,
  "identifiers": {},
  "abstract": "Drawing on Northern European experiencewhere quickly, but tends to preserve the cultures and identities three Scandinavian countries Iaave practiced integrated of the predecessor agencies more than is oytimal. supervision for the past 10 years-Taylor and Fleming Whatever the structure, integrated supervisioon requires address three policy-related issues associated with the active management to secure the potential benefits that integrated model: the approach offers. * Under what conditions should (or should not) a * How should the integration process be country consider moving toward an integrated model of implemented? financial supervision? While the decision to move to an integratecd agency Clearly, for a small transition or developing econormy, must be carefully thought through in the context of the or an economy with a small financial sector, the country concerned, the more difficult part is economies of scale from establishing an integrated implementation, which must be sensitively anonaged. agency outweigh the costs of mnoving to such a model. A Once the decision has been made, implementation strong case can also be made for an integrated approach should take place as quickly as possible. A vwell-conceived in a financial sector dominated by banks, with little role \"change management\" process should aim t-overcome for capital markets or a highly integrated financial sector. the cultural barriers associated with the previous * How shoulcl an integrated agency be structured, fragmented structure. organized, and managed? Taylor and Fleming's review of Northern European There is no single obviously correct organizational experience with integration of financial supervision raises structure, and existing agencies are experimenting with a a range of questions relevant to developing and variety of forms. An institutionally based structure has transition economies, which they discuss. the virtue of simplicity and can be implemented fairly This papera product of the IPrivate and Financial Sectors Development Unit, Europe and Central Asia Rejionis pa:t of a larger effort in the region to assist transition economies in strengthening the legal and regulatory frame';",
  "pdf_parse": {
    "paper_id": "D439627",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "Drawing on Northern European experiencewhere quickly, but tends to preserve the cultures and identities three Scandinavian countries Iaave practiced integrated of the predecessor agencies more than is oytimal. supervision for the past 10 years-Taylor and Fleming Whatever the structure, integrated supervisioon requires address three policy-related issues associated with the active management to secure the potential benefits that integrated model: the approach offers. * Under what conditions should (or should not) a * How should the integration process be country consider moving toward an integrated model of implemented? financial supervision? While the decision to move to an integratecd agency Clearly, for a small transition or developing econormy, must be carefully thought through in the context of the or an economy with a small financial sector, the country concerned, the more difficult part is economies of scale from establishing an integrated implementation, which must be sensitively anonaged. agency outweigh the costs of mnoving to such a model. A Once the decision has been made, implementation strong case can also be made for an integrated approach should take place as quickly as possible. A vwell-conceived in a financial sector dominated by banks, with little role \"change management\" process should aim t-overcome for capital markets or a highly integrated financial sector. the cultural barriers associated with the previous * How shoulcl an integrated agency be structured, fragmented structure. organized, and managed? Taylor and Fleming's review of Northern European There is no single obviously correct organizational experience with integration of financial supervision raises structure, and existing agencies are experimenting with a a range of questions relevant to developing and variety of forms. An institutionally based structure has transition economies, which they discuss. the virtue of simplicity and can be implemented fairly This papera product of the IPrivate and Financial Sectors Development Unit, Europe and Central Asia Rejionis pa:t of a larger effort in the region to assist transition economies in strengthening the legal and regulatory frame';",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": ".1 There has recently been a groundswell of interest around the world in the organization of the structure of financial supervision. Whereas in the past financial supervision tended to be organized around specialist agencies for the banking, securities, and insurance sectors, in the last few years a number of industrialized countries have moved to integrate these different supervisory functions in a single agency. Indeed an informal club of \"integrated supervisors\"comprising representatives from Australia, Canada, Denmark, Japan, Korea, Norway, Singapore, Sweden and the UK-met in Sydney, Australia in early May 1999 for the first time. They discussed issues of mutual interest arising from the application of the integrated model. In this paper these integrated agencies will be referred to generically as integrated financial sector supervisory agencies (IFSSAs).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "1.2 Beyond the industrialized countries, some countries that have relatively recently set up a supervisory framework, such as the transition countries of Europe and Central Asia (ECA), have been examining the case for introducing an IFSSA. Latvia and Estonia are examples of these countries. Bulgaria is also reportedly contemplating such a move. Beyond the ECA region, Korea (already in the informal club noted above) and Thailand-both developing countries that have suffered severe financial crises recently-are moving towards an integrated regulator model.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The move to an integrated model is perceived in some quarters as a relatively recent phenomenon, perhaps because the sudden decision to establish the UK Financial Services Authority (FSA) received so much attention in the financial press. But it is not perhaps fully appreciated that three of the Scandinavian countries (Denmark, Norway, and Sweden) had adopted variants of the integrated supervisor model since the mid-1 980s. Finland has undertaken reform in this area but has not moved to a fully integrated model. It is pertinent to ask therefore what lessons can be drawn from their several years of experience with an integrated approach. While the UK FSA experience is too recent to yield lessons in the organizational and operational spheres, it too can shed light on the actual process of integration. Hence, taken together, Northern European experience can potentially provide a rich source of guidance for those countries contemplating a move to the integrated model.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.3",
        "sec_num": null
      },
      {
        "text": "1.4 Accordingly this paper-drawing on Northern European experience-has been written to assist transition and developing countries address three policy-related issues:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.3",
        "sec_num": null
      },
      {
        "text": "* Under what conditions should, or should not, a country consider moving to an ntegrated model of financial supervision? * How should an integrated agency be structured, organized, and managed? * How should the integration process itself be implemented?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.3",
        "sec_num": null
      },
      {
        "text": "1.5 In order to address these issues the paper is structured in five sections. In the remainder of Section I the evolution of the debate on integration is discussed. In Section II a review of Northem European experience is undertaken with reference to some key themes that go to the heart of the integration debate. These themes include the question of governance, the structure and organization of integrated agencies, their regulatory powers and responsibilities, and the arrangements for crisis management. The question of how the integration of the constituent agencies can be implemented effectively is broached in Section III. Section IV seeks to draw out the implications of Northern European experience for the transition and developing economies. Finally, Section V sets out the main conclusions and identifies areas where further research would be warranted in this fast developing area of interest.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.3",
        "sec_num": null
      },
      {
        "text": "An active debate on the pros and cons of the integrated model of supervision began only very recently. The decisions to completely integrate the supervisory agencies in the Scandinavian countries took place as part of an evolutionary process. The final steps towards full integration in the early 1990s were discussed in the Scandinavian press and debated in the respective ministries bul. did not, for the most part, lead to a significant academic debate.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.6",
        "sec_num": null
      },
      {
        "text": "An intense debate took place as part of the deliberations on the organizational stv-ucture of regulation in Australia undertaken by the Wallis Committee (1996) . In this context Au tralia has subsequently moved to a type of \"twin peaks\" structure (Taylor, 1995) , where regulation is broken down between agencies specializing on prudential supervision on the one liand and conduct of business regulation on the other. A similar debate has taken place in Somitk. Africa although no move towards integration has subsequently taken place.",
        "cite_spans": [
          {
            "start": 153,
            "end": 159,
            "text": "(1996)",
            "ref_id": null
          },
          {
            "start": 247,
            "end": 261,
            "text": "(Taylor, 1995)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.7",
        "sec_num": null
      },
      {
        "text": "Perhaps the most intense debate-both in the financial press and in academic circleshas taken place in the UK immediately in advance of, and subsequent to the establishmin.t of the FSA. This intensity was related in part to the fact that the Bank of England had estciblished a substantial banking supervisory capacity and had stressed, over many years, the need to keep monetary policy making and banking supervision in the same body. This, it was argued, enabled the sharing of market intelligence and led to some important synergies. Much stress u as put on the argument that monetary and financial stability are inter-related. Hence those in favor of An important issue in deciding to adopt a unified supervisory agency is to consider whether it should be concerned exclusively with prudential (ie. Safety & soundness) regulation, or whether it should also have responsibi I ity for conduct of business matters. This debate lies beyond the scope of this paper, although it should be noted that only the United Kingdom, of the countries surveyed, has created a unified regulator with both prudential and c .nduct of business responsibilities. regulatory and supervisory reform were required to put forth a very robust case. The main academic contributors to the UK debate have been Goodhart (1996) , Taylor (1995 Taylor ( ,1996 and Goodhart et al (1998) . The most recent rationale for the integrated regulator model can be found in Briault's paper (1999) . Outside the countries cited above there has been little serious debate but this might be expected to take place in the coming years. 2",
        "cite_spans": [
          {
            "start": 1283,
            "end": 1298,
            "text": "Goodhart (1996)",
            "ref_id": null
          },
          {
            "start": 1301,
            "end": 1313,
            "text": "Taylor (1995",
            "ref_id": "BIBREF7"
          },
          {
            "start": 1314,
            "end": 1328,
            "text": "Taylor ( ,1996",
            "ref_id": "BIBREF8"
          },
          {
            "start": 1333,
            "end": 1354,
            "text": "Goodhart et al (1998)",
            "ref_id": "BIBREF4"
          },
          {
            "start": 1434,
            "end": 1456,
            "text": "Briault's paper (1999)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.8",
        "sec_num": null
      },
      {
        "text": "But what have been the main factors stimulating this debate? Goodhart et al (1998) have identified six reasons for its recent emergence: * The rapid structural change that has taken place in financial markets spurred by the acceleration in financial innovation. This has challenged the assumptions behind the original structuring of regulatory organization. The question that arises here is whether institutional structure should mirror the evolution of the structure of the financial sector.",
        "cite_spans": [
          {
            "start": 61,
            "end": 82,
            "text": "Goodhart et al (1998)",
            "ref_id": "BIBREF4"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.9",
        "sec_num": null
      },
      {
        "text": "* The realization that financial structure in the past has been the result of a series of ad hoc and pragmatic policy initiatives raising the question of whether-particularly in the wake of recurrent banking crises and dislocation-a more coherent structure should be put in place.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.9",
        "sec_num": null
      },
      {
        "text": "* The increasing complexity of financial business as evidenced by the emergence of fnancial conglomerates. This has raised the issue of whether a series of agencies supervising parts of an institution can have a grasp of developments in the institution as a whole.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.9",
        "sec_num": null
      },
      {
        "text": "THE NORTH [ERN EUROPEAN EXPERIENCE 2.1 This section diistills the common features of the Northern European experience by considering a number of broad themes. These include: the Northern European rationale for ar integrated approach; the scope of regulatory powers and responsibilities; the mechanisms for governance, accountability, and funding; the internal organizational structure of the agencies, and; crisis management arrangements. All of these issues are important in their own right but ii: is through examining these in some detail that the subtlety of differences between the models adopted by the five countries under consideration here can be discerned. Moreover some ofthese issues arise in an especially acute forn under an integrated approach so it is important to address these. For examnple, since an integrated agency represents a significant concentration of power, ensuring that its powers cannot be used to serve political rather than administrative purposes needs to be carefully examined.",
        "cite_spans": [
          {
            "start": 10,
            "end": 38,
            "text": "[ERN EUROPEAN EXPERIENCE 2.1",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "II.",
        "sec_num": null
      },
      {
        "text": "In addition to reviewing these issues, this section will also consider the extent to which the alleged benefits of integrated regulation have actually been delivered in the Northern. European experience. ]Tn addition, it will also review some of the common administrative issues that emerged from these countries' experience in bringing their integrated agencies into being. Of particular importance in this respect is the contrast between the gradualist, evolutionary approach to integratiorn that was followed in the Scandinavian countries and the \"Big Bang' approach to integration that was adopted in the UK. Whereas the Scandinavian IFSSAs were formed from the creation of only two agencies, themselves the product of prior consolidation, the UK approach has been to integrate no fewer than nine existing regulators with significantly different previous cultures and experience.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.2",
        "sec_num": null
      },
      {
        "text": "As noted above, the current trend towards IFS SAs began in Northern Europe, s:pecifically in the Scandinavian countries of Norway, Denmark and Sweden. The strong s milarities between these countries' economic and financial systems, as well as their political systems and cultures, has produced many similarities in terms of the basic structure and organization of their integrated regulatory agencies. They also report having been influenced by broad y similar considerations in making the move towards an integrated approach to regulation and tc having reaped many of the same benefits from this approach. Chief among these benefits has been obtaining economies of scale in the use of scarce regulatory resources in a comparatix -Iy small, highly concentrated financial systems in which financial conglomerate groups predomirat:e.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.3",
        "sec_num": null
      },
      {
        "text": "Norway was the first country to establish an IFSSA in 1986, by merging its Balding and Insurance Inspectorates. Its decision to do so was the outcome of a long process of con ,olidation in its regulatory system, Its Bank Inspectorate could trace its history back to the end )f the last century, when it was established for the supervision of savings banks. The supervision of the commercial banks was added to its responsibilities in the 1920s. Banking supervisior has thus never been formally part of the responsibilities of the Norwegian central bank, and ience the creation of a unified regulatory authority did not involve any significant dilution of the central bank's range of powers. Indeed, a proposal in 1974 for the merger of the bank inspectorate with the central bank was defeated in Parliament.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.4",
        "sec_num": null
      },
      {
        "text": "In 1983 the Banking Inspectorate further acquired some of the functions of the securities bureau of the Ministry of Finance. While the Ministry continued to be responsible for regulating the Oslo Stock Exchange -the only organized financial market in Norway -responsibility for the prudential supervision of specialist securities firms and investment management firms was vested in the Banking Inspectorate. The justification for this merger of functions was that the Norwegian banks were already the most active participants in the securities markets, and hence bringing the supervision of non-bank securities firms within the Bank Inspectorate's range of functions was simply a natural extension of its role in overseeing their activities. It represented the addition of approximately ten members of staff to the Inspectorate's complement. The final stage of regulatory consolidation occurred in 1986 with the merger of the banking and insurance inspectorates.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.5",
        "sec_num": null
      },
      {
        "text": "Since 1986 Norway's single regulatory agency, the Kredittilsynet, has performed the regulation of banks, non-bank investment firms, and insurance companies, primarily in respect of their solvency. The Kredittlsynet is also responsible for the regulation of real estate brokers and auditing firms. (See Box 2.1). It does not have responsibility for supervising the Oslo Stock Exchange at present, although this will shortly be transferred to it by the Ministry of Finance. The Kredittilsynet is under the direction of a Director General and a five person supervisory board. Both ultimately report to the Ministry of Finance.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.6",
        "sec_num": null
      },
      {
        "text": "G me-f",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Of Mrecta.",
        "sec_num": null
      },
      {
        "text": "I 5 tfurl ' 2.7",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Of Mrecta.",
        "sec_num": null
      },
      {
        "text": "Denmark established its IFSSA in 1988, two years after Norway. Like Norway's Kredittilsynet, the Danish Finanstilsynet was formed from the merger of its bankiirng and insurance regulatory agencies. It also has a similar range of responsibilities to the Kredittilsynet (see Box 2.2). As in Noiway, the banking supervisory authority had enjoyed a long history as an agency outside the central bank. It had also combined the prudential supervision of nion-bank securities firms as part of its responsibilities prior to the creation of a fully integrated agency. The evolution of Denmark's regulatory system is shown in Annex 1. However, the creation of the Danish IFSSA was largely an administrative arrangement, and there was no fundamental review of legislation governing its supervisory activities at the time of the merger. As such it operates under a number of different statutes inherited from predecessor organizations. The sector legislation has been adjusted and harmonized successively during the nineties. Similarly, its governance arrangements have not been fully unified. Sweden's IFSSA, also called the Finans Inspektionen, was established in 1991. Its range of responsibilities are similar to those of its sister organizations in the other Scandinavian countries (see Box 2.3) Its governance arrangements are similar to those operated in Norway, although with a less independent supervisory board. Once more the banking and insurance inspectorates had a long history, and the decision to merge them was taken against the background of enhanced bank/insurance linkages. A further factor was the desire to achieve economies of scale and to enhance Sweden's international presence (unlike either Norway or Denmark, Sweden is a member of the Basle Committee on Banking Supervision and therefore a regular participant in one of the leading international forums for regulatory policy.) In addition, the formation of Sweden's IFSSA was a response to the banking crisis which Sweden experienced in 1990-91. A final factor behind Sweden's decision was the observation that other Scandinavian countries had already adopted the integrated approach. 2.9 Against this background, Finland's decision not to adopt a fully integrated approach to supervision, despite many superficial points of similarity with the other Scandinavian countries, also means that it represents a useful point of comparison. To a large extent the Finnish system of regulation followed that of Norway, Denmark and Sweden until the late 1980s. As in the Scandinavian countries, Finland had for a long time regulated its banks through a Bank Inspectorate outside the central bank. This had acquired the responsibility for the prudential regulation of non-bank securities firms in 1979. However, the conclusions drawn fr)m their banking crisis by the Finnish authorities differed from those drawn elsewhere in Scaw&L'navia. Norway persisted with ilts integrated agency notwithstanding criticisms of its handling of the banking crisis, and Sweden adopted its integrated approach partly in consequence of i.s crisis. By contrast, Finland drew the conclusion that its bank crisis pointed to the need to enhance the linkages between its banking supervisors and the Bank of Finland, and to this end created the Financial Supervision Authority which is independent in its decisionmaking but administratively connected to the Bank of Finland. See organizational chart below (Box 2.4). Note that the FSA's organization does not have an administrative or personnel department because of the close administrative link with the central bank. 2.10 A further difference between Finland and the other Scandinavian countries is that compulsory private sector pension schemes are also a major component of its financial s3stem. Until recently they have been regulated together with insurance companies by a specialist bureau within the Ministry of Social Affairs and Health. However, from April 1999 this respor sibility was transferred to a new specialist Insurance Supervision Authority. Our interlocutors in -inland argued that the structure of Finland's financial system, and in particular the issues surr( unding the regulation of the private pension schemes, made a fully integrated approach to re{ u: ation inappropriate for their country, at least for the foreseeable future.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Of Mrecta.",
        "sec_num": null
      },
      {
        "text": "2.11 For different reasons, the United Kingdom's adoption of unified regulation stands out as something of an exception among northern European countries. Unlike the Scandinavian countries, the UK is home to an international financial center and its domestic financial services industry is much larger, more diverse and less concentrated than in Scandinavia. Furthernore, the UK's Financial Services Authority is responsible for both prudential and conduct of business regulation, unlike its counterparts in Scandinavia which have focussed on prudential regulation only (see Annex 2 for an organization chart). Finally, the formation of the FSA has been undertaken as a radical, 'Big Bang' measure, bringing together nine existing regulatory bodies. By contrast, the Scandinavian integrated regulators were the product of a long process of agency consolidation, and were formed primarily from the merger of banking and insurance inspectorates. Nonetheless, the fact that the UK's decision to create an IFSSA has been taken against a very different background to that of the Scandinavian countries means that it can serve as a valuable point of contrast.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.3 Sweden Finans",
        "sec_num": null
      },
      {
        "text": "2.12 The rationale for bringing together banking, securities, and insurance regulation within a single organization has been most fully explored by the Norwegian Royal Commission which reported in 1985.3 Its conclusions have been endorsed, at least implicitly, by the other Scandinavian countries that have established IFSSAs. Essentially, the Commission stated the rationale for integrated supervision to have two main limbs. First of all, it was argued that integrated supervision would permit more effective supervision of financial conglomerates. Secondly, it was argued that the merger would also permit economies of scale to be obtained in regulation, especially better leverage of resources in administration and infrastructure support.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Northern European Rationale for Integration",
        "sec_num": null
      },
      {
        "text": "2.13 With regard to the argument about the supervision of financial conglomerates, the Norwegian Royal Commission advanced a number of claims:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Northern European Rationale for Integration",
        "sec_num": null
      },
      {
        "text": "* Insurance companies played an important role as investment brokers and there were signs of increased cooperation between banking and insurance businesses (i.e. the formation of \"bancassurance\" groups.) * Supervision of banking and insurance shared common features, as did legislation governing the two sectors. * Licensing and other structural tasks would be better coordinated under an integrated approach to regulation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Northern European Rationale for Integration",
        "sec_num": null
      },
      {
        "text": "2.14 Thus the growth of bancassurance business -i.e. financial conglomerate groups combining both banking and insurance activities -was regarded as a powerful reason for adopting an integrated approach to supervision. The importance of bank-insurance linkages in driving the process of regulatory integration was reflected in other Scandinavian countries. Denmark followed Norway's lead by creating a unified regulatory authority in 1988. As in Norway the desire to achieve more effective regulation of financial conglomerates was one of the primary factors influencing the Danish decision to move to a fully integrated approach. Similar factors were also at wor]k in Sweden. Experience with banking crises in these countries (see Box 2.5) also influenced thinking on the integration issue.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Northern European Rationale for Integration",
        "sec_num": null
      },
      {
        "text": "The banking crises experienced by Norway, Sweden and Finland in the early 1990s had an undoubted impact on the authorities' decisions concerning the most appropriate structure of regulation. Although the crises themselves followed a similar pattern, and appear to have had similar causes, their impact on the structure of regulation differed significantly between Norway an A Sweden on the one hand and Finland on the other. The Scandinavian banking crises followed a period of significant domestic overheating which was followed by the collapse of asset prices and severe recessions in each of the three countries. This macroeconomic picture was combined with the structural characteristics of a recently deregulated banking sector and poor micro-level risk control in the banks themselves to generate a severe banking sector crisis in all three countries. The crisis emerged first in Norway, where banks loan losses climbed from 0.7% of total loans in 1987 to 6% in 1991. Similarly, in Finland, loan losses rose from 0.5% in 1989 to 4.7% in 1992. The rise was most abrupt in Sweden which experienced a rise from 0.3% in 1989 to 7% in 1992. In Norway, the resolution costs of the banking crisis in 1991-92 amounted to NKr 19.2 billion (2.6% of GDP), while at the height of the Swedish banking crisis total commitments (including government guarantees) stood at SKr 85 billion (5.9% of GDP). In Finland, by the end of 1996, the total amount of public bank support disbursed was Fmk 56.6 billion (approximately 10% of GDP).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.5. The Scandinavian Banking Crises",
        "sec_num": null
      },
      {
        "text": "Liberalization?, International Monetary Fund Occasional Paper 161, April 1998.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Source: Burkhard Drees and Ceyla Pazarbasioglu, The Nordic Banking Crisis: Pitfalls in Financial",
        "sec_num": null
      },
      {
        "text": "The second limb of the justification for integrated supervision was the argumenit that an integrated agency will be able to achieve significant economies of scale. This justifica1 ion had a number of different dimensions. In the first place, it was argued that centralizing rt-gulatory fiunctions and activities can permit significant gains from economies of scale through the development of joint ad[ministrative, IT and other support functions. In addition, it was also argued that it would assist in the recruitment and retention of suitably qualified ri,gulatory personnel, who might perceive that the career opportunities available to them in an iuitegrated organization will be significantly greater than in a series of specialist agencies. Finally, it was also argued that it perm'its the regulatory authority to achieve efficiencies in the deplc yrnent of staff with rare intellectual capital. This has been especially influential among the Scar dinavian countries that have needed to maximize their use of scarce human resources if they are t be able to participate fully in international regulatory forums. Economies can also be attai led with regard to the gathering and using of know-how in specialist areas and to the developmnent and improvement of supervisory methods. This economy of scale argument-which might equally be termed the \"small country argument\" -is cited by all the Scandinavian countlics as a significant factor in their adoption of an integrated approach.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.15",
        "sec_num": null
      },
      {
        "text": "Notwithstanding the very different size and nature of its financial sector with th(u se of the Scandinavian countries the formation of the FSA in the United Kingdom, has been juslified on similar grounds to these. Particular emphasis has been given to the consideration that the emergence of financial conglomerate groups requires an integrated approach to their supervision. Announcing the decision to create the FSA on 2 0 th May 1997, Chancellor Brown declared that the blurring of boundaries between different categories of financial intermediary necessitated a radical rethink of the structure of regulation. A further justification has been advanced by Briault [1999] . Apart from the noteworthy growth in financial conglomerates, he stresses-writing from an FSA vantage point-a number of factors that relate to regulatory efficiency and effectiveness and substantiate the case for the integrated regulator model:",
        "cite_spans": [
          {
            "start": 659,
            "end": 673,
            "text": "Briault [1999]",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.16",
        "sec_num": null
      },
      {
        "text": "• Economies of scale and scope that arise because a single regulator can take advantage of a single set of central support services; * Increased efficiency in allocation of regulatory resources across both regulated firms and types of regulated activities; * The ease with which the integrated regulator can resolve efficiently and effectively the conflicts that inevitably emerge between the different objectives of regulation; * The avoidance of unjustifiable differences in supervisory approaches and the competitive inequalities imposed on regulated firms through inconsistent rules which have arisen across multiple specialist regulators, and; * If an integrated regulator is given a clear set of responsibilities then it should be possible to increase supervisory transparency and accountability.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.16",
        "sec_num": null
      },
      {
        "text": "2.17 By contrast, Finland has not accepted the case that the formation of financial conglomerates necessitates an integrated approach to their supervision. In any event, the pressure has been muted reflecting the difficulty of combining a unique system of a compulsory pension and other social insurance with a market based financial supervision. Because of the relatively less developed bank-insurance linkages compared with other Scandinavian countries, there has not been pressure for an integrated supervision either. However, practical co-operation between the FSA and the ISA is being developed to be efficient. To ensure this, the compositions of the Boards of the FSA and ISA are as similar as possible so as to enable closer co-operation between the two supervisory authorities.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.16",
        "sec_num": null
      },
      {
        "text": "Moreover, it should be noted that integrated supervision is not the only way of attempting to achieve significant economies of scale. The Finnish example, where the FSA shares the support infrastructure of the central bank, might offer an alternative model short of the fully integrated approaches adopted in Denmark, Norway and Sweden. By making use of the administrative services (e.g. data collection, all administrative support and human resource functions bought from the Bank of Finalsn, the Finnish FSA has also been able to achieve significant scale economies. It should also be stressed that significant professional synergy benefits relate to the close supervisory cooperation with the central bank as regards the payment systems and electronic money.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.18",
        "sec_num": null
      },
      {
        "text": "2.19 Finally, although not part of the official justification for integrated supervision, a further factor behind the creation of a number of IFSSAs may also have been the desire to improve the quality of supervision of specific industrial sectors. In a number of Scandinavian countries the Insurance Inspectorate was criticized for adopting a largely reactive interpretation of its role. For example, prior to the formation of the Kredittilsynet in 1986, the Norwegian Insurance Inspectorate had perfornmed only off-site supervision. In recent years, however, the N:rvwegian regulatory authority has practiced on-site inspections of both banks and insurance companies, often employing the same teams of inspectors for both types of company. A, similar consideration seems to have been at work in Sweden's decision to unify its regulator) system. The influence of the more proactive approach of the banking supervisors was seen as being a valuable benefit.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.18",
        "sec_num": null
      },
      {
        "text": "2.20 The Scandinavian countries exhibit significant similarities in the scope and powers of their integrated regulatory agencies. All have a focus primarily on prudential rather than conduct of business regulation. A.lthough each of the integrated commissions has a role in supervising business conduct on the stock exchange, as well as detecting insider dealing, responsibility for dealing with customer complaints and the transaction-by-transaction dealings of firms with their customers tends to reside elsewhere. Consumer protection issues tend to be regarded by the Scandinavian regulators as being outside their area of responsibility and to be best left t) various industry Ombudsman schemes. Instead, their focus is primarily on ensuring the solvency of the firms for which they are responsible -especially banks and insurance companies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Scope of Regulatory Powers and Responsibilities",
        "sec_num": null
      },
      {
        "text": "2.21 However, within this broad similarity of approach, the detail of the powers of the Scandinavian authorities does exhibit significant variation. For example, the Swedish Finans Inspektionen has the power to license institutions, reject board members and the CEO as being not \"fit and proper\", inspect institutions, request information, and make institution-specific standards and directions. On the other hand, it does not have the power to remove directors and auditors, suspend operations, transfer engagements between institutions or to appoint an administrator. By contrast, the Danish Finanstilsynet does enjoy almost the full range of these powers, although it does not have the power to make institution-specific standards and it may remove auditors although not directors. Norway's Kredittilsynet may grant liceir ses and authorizations of insurance companies and securities firms, but not banks, where ihe final decision resides with the Ministry of Finance. Similarly, with regard to decisions concein:lng the revocation of the license of a major financial intermediary, the Kredittilsynet will make recommendations to the Ministry of Finance, but the latter will have the final say.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Scope of Regulatory Powers and Responsibilities",
        "sec_num": null
      },
      {
        "text": "The extent to which legislation has been harmonized across the three main inrdustrial sectors -banking, securities and insurance -also exhibits significant variation. The NMrwvegian Kredittilsynet operates oni the basis of a single underpinning statute that applies across ihe three main industrial sectors. However, the regulatory process itself continues to exhibit si ;nificant variation across sectors. 4 By contrast, Sweden and Denmark continue to regulate the ldifferent industrial sectors according to different legislation. Denmark's legislation is tle least harmonized of the three countries, although this does not in practice seem to have resulted in any serious problems and an effort is in any case currently under way to improve the coherer ce of its legislative framework.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.22",
        "sec_num": null
      },
      {
        "text": "2.23 The Treasury in the United Kingdom is currently working to revise financial legislation that will succeed existing laws relating to banking, securities and insurance legislation. The new Act will govern all of the activities of the FSA. In the meantime the FSA is functioning under the old legal framework which in practice means that some units are at present reporting to both the new FSA board and their old boards. The evolution of financial supervision in the UK has been quite different from that in Scandinavia in that much heavier emphasis has been placed on conduct of business as opposed to prudential aspects. Indeed there are about twice as many staff working on conduct of business/consumer protection issues in the FSA as there are working on prudential aspects.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.22",
        "sec_num": null
      },
      {
        "text": "2.24 One undoubted benefit of the integrated approach when compared with specialist regulatory agencies is that it is less likely that specific regulatory problems will be lost in the gaps between regulatory jurisdictions. A number of cases in the UK -ranging from Barings to the sale of so-called Home Income Plans 5 -had contributed to the perception that too many problems were simply falling between regulatory agencies. The formation of a single regulatory body has been deliberately designed to eliminate the possibility that disputes over regulatory turf may result in certain types of financial activity going unregulated, or inadequately regulated. In theory the existence of a single regulatory agency also makes it much easier to extend its powers as new products emerge. However, there is also a risk in this, as some of the Scandinavian regulators have found. A single financial services regulator can suffer from a \"Christmas tree\" effect, in which heterogeneous responsibilities are gradually added to its range of functions. This may eventually result in a situation in which it becomes overburdened with a series of functions which are at best tangentially connected to the agency's primary objective but of which government departments have been keen to divest themselves.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.22",
        "sec_num": null
      },
      {
        "text": "2.25 The governance arrangements for the three integrated Scandinavian authorities exhibit marked similarities. All three have been established as independent agencies outside the government, headed by a director general, and under the general supervision of a relevant govermnent ministry, either finance or economic affairs. The Ministry is able to set the broad parameters of the regulatory agencies' work, and is the main mechanism through which they are made accountable to parliament. However, the degree to which the Ministry is able to interfere in day-to-day operational decisions is limited by the culture of open government which is characteristic of the Scandinavian countries. Moreover, the independence of these agencies is bolstered to differing degrees by the existence of supervisory boards that act as an independent check on the Ministry's relationship with the supervisory agency. However, there are significant differences in the role and responsibilities of these boards, and it is the culture of transparency that is primarily responsible for allowing these agencies are able to operate free from government interference and control.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Mechanisms of governance, accountability and funding",
        "sec_num": null
      },
      {
        "text": "2.26 Overall responsibility for the day-to-day operational work of the three integrated agenrcies is in the hands of a Director General. In each case the Government makes the appointment o f the Director General. In Denmark the Director General is appointed by the Queen (in effect by the Minister of Economic Aifairs) and a similar arrangement applies in Norway, where the appointment is fortnally made by the King in Council, but in practice by the Finance Minister. The Swedish government also appoints the Director General of its FSA.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Mechanisms of governance, accountability and funding",
        "sec_num": null
      },
      {
        "text": "2.27 The institutional mechanisms for ensuring agency independence are strongest in Norway. The Norwegian Kredittilsynet is answerable to a supervisory board comprising five independent members (i.e. members without current ministerial or political functions), drawn from academia, the regulated industries and, public service. It serves to insulate the Kredittilsynet from political pressure and can act as a buffer between the regulatory authority and the Finance Ministry. The Director General is able tc report to the supervisory board matters on which he has received directions from the Ministry, and hence an independent check can be exercised on the use of ministerial directions. More generally, the supervisory board approves the annual supervisory plan to which the Kredittilsynet works. The Kredittilsynet's budget, however, is approved by the Finance Ministry, and the supervisory board does not play any role in the appointment of the Director General.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Mechanisms of governance, accountability and funding",
        "sec_num": null
      },
      {
        "text": "2.28 The Finance Ministry is also empowered to set the general guidelines and parameters of the Kredittilsynet's work, although responsibility for their implementation and for operational issues clearly resides with the Kredittilsynet itself and with the supervisory board. Following the banking crisis of the early 1990s, the respective roles and responsibilities of the Ministry and Kredittilsynet were clarified with the result that all Ministry guidelines and directions to the Kredittilsynet must now be in writing. This requirernent, combined with the strong emphasis which exists in Norway on. the openness of government and the disclosure of official papers, serves to further strengthen the independence of the Kredittilsynet vis-a-vis the Finance Ministry.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Mechanisms of governance, accountability and funding",
        "sec_num": null
      },
      {
        "text": "Sweden and Denmark have also established supervisory boards for their regulatory agencies, they are less important than in Norway for ensuring agency independence and accountability. In Sweden less emphasis is given to ensuring the \"independence\" of the supervisory board. It coimprises eight members, of whom two are current members of parliament. The other members include a justice of the Supreme Court, representatives )f the Finance Ministry, Riksbank, and National Debt Office, and a former industry practitioner, The supervisory board decides the application of formal sanctions to firms, and has the authorltv to make rules under the delegated powers of the relevant statutes. It proposes to the Govern ment Finans Inspektionen's budget. Unlike in Norway, where the chairman of the supervisory bc ird is one of the \"independent\" members, in Sweden the Director General also chairs the super,, isory board, making his role much more powerful than that of his Norwegian counterpart. As in Norway, the primary guarantee of agency independence is regarded as being the transparency of decision-making processes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "While both",
        "sec_num": "2.29"
      },
      {
        "text": "2.30 In Denmark the Finanstilsynet operates not to one supervisory board but to two. 'Vlven the integrated agency was created in 1988 the supervisory boards of its predecessor age Llcies were not unified. This has meant that on matters concerning the insurance industrr the Finanstilsynet reports to an Insurance Council, which is currently chaired by a Supreme Court judge, and which comprises members representing the industry, consumers and independent members appointed by the Ministry of Economic Affairs. With regard to the securities market the Finanstilsynet reports to a Securities Council which also exercises oversight of the rules of the Stock Exchange. This complex reporting arrangement acts as a filter between the Ministry of Economic Affairs and the regulatory agency to some extent, but it should be noted that there is no independent oversight of the Finanstilsynet's activities concerning the supervision of banks. In this case its relationship with the Ministry is immediate and direct, although experience has shown that successive ministers have been less prone to interfere in regulatory decisions than have the Insurance or Securities Councils.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "While both",
        "sec_num": "2.29"
      },
      {
        "text": "2.31 The FSA in the United Kingdom is governed by a Board appointed by the Treasury (Ministry of Finance). The Board comprises three executive Managing Directors and ten nonexecutive members. The Deputy Governor (Financial Stability) of the Bank of England is an ex officio director. The Non-executive Directors-comprising senior managers from financial institutions and industry as well as academics-review the operations of the FSA and oversee the mechanisms of financial control. The FSA is accountable to Treasury Ministers and, through them, to Parliament. To improve accountability to the public at large, the FSA has set up a consumer panel and a practitioner forum that will, in due course, become statutory under the Financial Services and Markets Act.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "While both",
        "sec_num": "2.29"
      },
      {
        "text": "2.32 The independence of regulatory agencies can be further bolstered by the existence of a dedicated funding source separate from that of the general government budget. However, the need for financial independence for the regulatory agencies needs also to be balanced by the need for accountability in the way in which revenues are raised and spent. In the Scandinavian countries these demands have been met by an arrangement under which the funding of integrated regulatory agencies is based on an industry levy which is paid to directly to the government. The government then awards the regulatory agency an amount identical to the sum raised by the industry levy. Overall control of the budget of the regulatory agencies thus remains in the hands of the Finance Ministry, but the existence of an industry levy provides the funding of the agencies with a significant degree of independence.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "While both",
        "sec_num": "2.29"
      },
      {
        "text": "2.33 It should be noted, however, that Finland has adopted a fundamentally different approach.to the governance arrangements for its regulatory authority. In 1993 it replaced its Banking Inspectorate, which had been an autonomous agency reporting to the Minister of Finance with a Financial Supervision Authority which is administratively linked to the central bank. Although the Finnish FSA is independent in its decision-making, and has its own enabling statute and powers, the links with the central bank are very close. FSA staff are employees of the Bank of Finland and all administrative services (e.g. accounting, personnel and training, administration functions, security services, publication services, translation services) are bought from the central bank. In addition to the administrative services, the co-operation between the FSA and the Bank of Finland is prominent and continuous(e.g. financial market stability issues and supervision of payment and settlement systems). The FSA's budget is approved by the central bank board, not the Ministry of Finance. However, the FSA's operating costs are covered by supervision fees and processing fees paid by the supervised entities. The board of the FSA comprises, in addition to the Director General of the FSA, representatives from the Bank of Finland, the Ministry of Finance, the Ministry of Social Affairs and Health and the In ,urance Supervision Authority. The Chairman of the Board is from the Bank of Finland. While i:r should be noted that the Finnish FSA is not a genuinely integrated financial regulator -it is responsible only for banking and securities regulation -this governance arrangement may be worth considering in countries wvhere there are concerns about insulating regulation sufficient.y from political interference. In many jurisdictions the central bank is now legally (or even constitutionally) guaranteed its independence. This means it may be able to insulate regulation from political pressures to a significant degree.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "While both",
        "sec_num": "2.29"
      },
      {
        "text": "2.34 One of the main justifications for creating integrated regulatory agencies has been the growing convergence of the main industrial sectors of banking, securities and insurance. In the Scandinavian countries, the growth of financial conglomerates combining both banking and insurance business was especially influential. However, despite the fact that one of the main reasons for adopting the integrated approach to regulation was to enable regulators better to deal with the problems associated with supervising financial conglomerates, an administrative structure adapted to this task has been hard to find.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Internal Organization of the Integrated Agencies",
        "sec_num": null
      },
      {
        "text": "The integrated commissions still tend to be largely organized on institutional rather than functional or product lines. Thus the Swedish Finans Inspektionen has three main supervisory departments, dealing witlh the insurance, credit, and securities markets respectively. Each department conducts financial analysis, operational supervision and deals with licensing and legal issues relating to the group of institutions it is responsible for supervising. A similar structure was followed in. Denmark until quite recently. However, under a recent intemal reorganization -the fourth such to have been undertaken since the Finanstilsynet was created in 1988 -a larger number of small departments have been created. The focus of this organizational structure continues to follow largely institutional lines, for example with departments being formed to regulate the large comnmercial banks, small commercial and savings banks, arid nonbank investment firms. One motivation behind this most recent reorganization is to facilitate the emergence of a matrix structure in which \"centers of expertise\" is developed with the at lity to collect know-how that can be applied across a number of different departments. A iurther motivation has also undoubtedly been the desire to break down some of the entrenched Lgency cultures that tend to persist when the separate regulatory agencies continue a de facto ex' si ence as divisions within an integrated agency. All the Scandinavian integrated agencies reportid that the elimination of pre-existing agency cultures had been exceptionally difficult (si-e the discussion of administrative problems in creating an integrated agency at the end of this se;.tion.)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.35",
        "sec_num": null
      },
      {
        "text": "2.36 Norway has also experimented with a number of different organizational forms for its integrated financial regulator. Two divisions now regulate most of the companies for wh'clc the Kredittilsynet is responsible. One, the Finance and Insurance department, is concerned vvth1 the solvency of both banks and insurance companies. However, an attempt to integrat, their regulation fully, with the same team of examiners being responsible for both banks and ins' irnce companies, has not been judged a success. The loss of industry specific expertise outw::ighed the gains in consistency achieved in the supervision of financial conglomerates. As a res Alt the supervision of insurance undertakings has been re-established as a separate unit under an assistant director within this department. The other main department within the Kredittilsynet is responsible for the supervision of the capital markets, including non-bank investment firms. This division is also concemed with the regulation of real estate agents and brokers and debt collection firms, all of which fall within the Kredittilsynet's area of responsibility.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.35",
        "sec_num": null
      },
      {
        "text": "2.37 The United Kingdom's FSA is divided into three main areas: financial supervision; authorization, enforcement and consumer relations, and; support services. Within the financial supervision area the work remains organized broadly along institutional lines although a \" complex group\" division has been established to handle the supervision of increasingly complex major firms. This division was established to develop a more integrated supervision of \"groups\", that is financial institutions undertaking a range of financial sector activities and trading in complex or innovative instruments. The supervision of banking and securities business is gradually being integrated with a single manager and team being responsible for supervising both activities.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.35",
        "sec_num": null
      },
      {
        "text": "2.38 As these varied experiences well illustrate, no one model for the internal organization of an integrated regulatory agency has been notably more successful than any of the others. All the agencies in this study remarked on the difficulty in breaking down the entrenched cultures of their predecessor bodies, a problem which persisted as long as they continued to be organized on traditional institutional lines. On the other hand, there are no obvious successful altematives to this type of administrative structure, at least as long as different regulatory requirements continue to be appropriate for different industrial sectors. However, one clear benefit of the integrated approach to supervision is that it makes possible experimentation with altemative organizational forms, without running up against the barriers resulting from separate agencies operating under separate statutory authorities.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.35",
        "sec_num": null
      },
      {
        "text": "2.39 None of the three Scandinavian integrated regulatory bodies was created by removing the banking supervision function from the central bank: in each case the regulation of commercial banks had long been conducted by a specialist banking supervisory body. This feature of their shared experience has a number of implications. In the first place, the creation of an integrated agency has not proved as contentious in some other jurisdictions where it has necessitated removing a long-established supervisory function from the central bank. Secondly, however, there has also been much less explicit consideration given to crisis management arrangements as has occurred when the banking supervisory function has been removed from the central bank. In the latter case it has been considered necessary to find a substitute for the type of liaison which would normally occur between banking supervisors and the officials responsible for market operations when both work within a single organization.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Crisis Management Arrangements",
        "sec_num": null
      },
      {
        "text": "2.40 In the United Kingdom a \"Memorandum of Understanding\" has been agreed between the FSA, the Bank of England, and the Treasury goveming arrangements for maintaining financial stability. A \"Standing Committee\" has been established with representatives from each of the three institutions. This meets monthly but would meet more frequently in the event that serious problems, with potential systemic implications, arose. A clear delineation of responsibili.ies has been established based upion the principles of item accountability, transparency, no dup: ication and regular information exchange. The \"head institution\" in any situation would depend on the precise nature of the problem.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Crisis Management Arrangements",
        "sec_num": null
      },
      {
        "text": "2.41 Although the three Scandinavian integrated authorities hold regular meetings wi-h their respective central banks, and share informnation about individual institutions with tllem on request, none has the kind of formalized crisis management arrangement to be found in tne UK. There is no equivalent of the Memorandum of Understanding that exists in the UK between the Treasury, Bank of England, and FSA. This means that arrangements for dealing with a crisis tend to be ad hoc and vary significantly between countries. For example, the Norvegian experience of its banking crisis in the early 1990s tends to suggest that the Kredittilsyriei-will play a subordinate role in any financial crisis. The lead in resolving the crisis of 1990-91 was taken by the Finance Ministry and the central bank, as well as the agencies established by parliament to undertake the recapitalization of the barnking system. (It should be noted, however, that one consequence of the early 1 990s crisis was that the Kredittilsynet embarked on a program aimed to improve its efficiency and effectiveness and this may mean that its role in any future crisis would be enhanced.). By contrast, Denmark's Finanstilsynet has operated pro-actively in crisis resolution -to the extent that the Ministry has intervened in order to ensure thalt any departures from its routine practices are in future authorized by the Ministry. Even under the new dispensation, howeveir, there is a clear expectation in the Danish integrated authority that it would assume the lead role in any financial restructuring.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Crisis Management Arrangements",
        "sec_num": null
      },
      {
        "text": "2.42 These differing arrangements suggest that the approach to crisis management adopted under an integrated systemr can take a number of different forms, and the extent of central bank and ministry involvement can also exhibit significant variation. However, it should also be noted that a significant factor in Finland's decisiorn not to adopt an integrated approach was pri cisely that it concluded that close central bank involvement was essential to managing a financial. crisis. What is clear is that an iintegrated approach to regulation requires careful reflection rn the mechanisms and approaches which would be adopted should a financial crisis erupt.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Crisis Management Arrangements",
        "sec_num": null
      },
      {
        "text": "2.43 There is evidently significant variation in the detail of the integrated appro Lch to regulation found among the three Scandinavian countries. Nevertheless there is also a strong consensus in those countri;-s concerning the benefits of integrated supervision. In none oi' the three countries have any regrets been expressed about the decision to follow a pol cy of integrated supervision, and there was a widespread view that it had delivered a numzer of significant benefits. In Denmark, Norway and Sweden it is maintained that the \"small country rationale\" for integrated supervision has been conclusively vindicated by subsequent expel ience. Although it is difficult to measure efficiency gains and economies of scale in any mearningful sense for these types of admninistrative agency, all three agencies believe that they have realized significant benefits from this source. All of the agencies interviewed believed that they halt been able to achieve significantly more effective regulation on the basis of limited resource/ -han would have been the case had their regulatory agencies remained separate. 6 While the absence of hard data to confirm this opinion makes it difficult to arrive at a decisive conclusion that an integrated approach has generated regulatory efficiencies, the pervasiveness of this belief throughout the senior management of the integrated regulatory authorities is striking. On the basis of this anecdotal evidence there would thus seem to be some justification to the \"small country rationale\" for integrated regulation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An assessment of Northern European experience with integration",
        "sec_num": null
      },
      {
        "text": "2.44 There would also seem to be little doubt that the creation of integrated agencies has also significantly improved the standing of financial regulation in the three Scandinavian countries. This has been achieved in a number of different ways. First of all, the creation of a (comparatively) large, quasi-autonomous regulatory body has delivered a higher status for regulation within the governmental machinery than separate specialist agencies could have achieved. On the one hand this has meant that fears that a single integrated authority might be easier for politicians to influence have been counterbalanced by the enhanced self-confidence of the regulators themselves. On the other hand, integrated regulatory agencies appear to have been more successful than specialist agencies in securing the funding needed for the effective discharge of their responsibilities. Small specialist agencies -especially when they exist merely as bureaus of the Finance Ministry -can struggle to make their case in the annual budget round. As a result, all too often they are starved of necessary funding and their staff are remunerated at rates which are uncompetitive with the markets they regulate.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An assessment of Northern European experience with integration",
        "sec_num": null
      },
      {
        "text": "2.45 Secondly, the creation of a high profile agency of sufficient size to offer a degree of career progression for its staff also appears to have contributed to overcoming problems of staff recruitment and retention. This has in turn enabled the integrated regulatory agencies to develop a cadre of professional staff. The existence of this cadre has in turn contributed to the standing of the agencies, which has in turn assisted in recruitment/retention, and so on in a virtuous circle. However, this virtuous circle is not an automatic process. As the early teething troubles of a number of the integrated regulatory agencies indicate, building a cadre of professional staff is a matter calling for great senior management skill. Simply integrating regulation and sitting back to wait for it to deliver the expected benefits is not enough.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An assessment of Northern European experience with integration",
        "sec_num": null
      },
      {
        "text": "The other main limb justifying an integrated approach to regulation is the need to respond to the formation of financial conglomerates. In this case the benefits of an integrated approach have not been as evident in practice as might have been expected in theory. In theory an integrated regulatory agency would be an appropriate response to conglomeratization because it enables regulators to assess risks on a group-wide basis. By contrast, specialist regulators are inevitably only concerned with individual entities in a group, and no one regulator has the skills or powers to obtain a group-wide perspective. Secondly, integrated regulation should help eliminate the potential for regulatory arbitrage by financial conglomerates. By applying a single set of regulatory requirements across a diversified financial group an integrated agency should in theory be able to achieve greater clarity and consistency than specialist agencies, and reduce the scope for one set of regulatory requirements being evaded by transactions being booked elsewhere in the group.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.46",
        "sec_num": null
      },
      {
        "text": "2.47 In practice it has been difficult to deliver some of these benefits. In part the reason for this has been that in most of the Scandinavian countries -with the exception of Norwav -the administrative re-organization of regulation was not accompanied by a radical review of existing legislation. The Danish example is perhaps the most striking in this regard. In Denmark the creation of its Finanstilsynet was undertaken almost exclusively as an administrative matter with little or no primary legislatlion. This means that over ten years later the Danish Finanstilsynet is still working with legislation inherited from its predecessor organizations. The absence of a single, coherent underpinning financial services statute has inevitably meant that some of the alleged benefits of an integrated approach to financial conglomerates has been difficult to deliver.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.46",
        "sec_num": null
      },
      {
        "text": "2.48 The theoretical benefits of integrated supervision have been difficult to deliver for administrative reasons as well. As noted above, no one model of internal organization has proved to be definitively superior to any other. When the Scandinavian integrated agencies began their operations most did so by preserving their predecessor agencies as separate divisions within the new organization. This had the disadvantage of preserving a sense of separate identity and culture amongst these different divisions, with the result that in a number of cases they seem to have communicated no rmore successfully than did separate agencies. On the other hand, more recent attempts to reorganize the integrated agencies along more \"functional\" lines (for example by distinguishing between larger, systemically important institutions and smaller, non-systemic institutions) have resulted in complex internal matrix management structures. It is too early to say whether these new organizational forms will deliver the benefits in the supervision of financial conglomerates which in theory an integrated supervisor should be able to deliver. Perhaps the best that can be said at this stage is that integrated regulatory bodies permit experimentation with organizational forms which is denied to specialist agencies, and fro-n this process of experiment a more effective solution might be found.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.46",
        "sec_num": null
      },
      {
        "text": "3.1 Northern European experience suggests that there are two critical issues that need to be addressed if an integrated agency is to be successfully established. First, it is important that the transition for the individual specialized agencies to the unified agency is managed effectively. In this context it is vital, once the decision has been made to make the transition to an integrated agency, to develop an implementation plan that will dictate the path from the fragmented to the integrated model. Second, once the integrated agency is in place there is a range of administrative and personnel issues that must be addressed. It is appropriate that these be done in the context of a well managed change program. The Scandinavian experience can shed light on the transitional issues as the agencies concerned have now had time to \"settle\" in the wake of the merger. The UK FSA offers the most recent experience however and this in the context of a \"big bang\" involving some 1800 staff in London.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. MAKING THE TRANSITION TO AN INTEGRATED AGENCY",
        "sec_num": null
      },
      {
        "text": "3.2 There is a major question at the outset regarding the pace of transition to the new agency.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The path to integration",
        "sec_num": null
      },
      {
        "text": "On the one hand a long lead time can help ensure that an effective plan has been put in place and that all the details of the transition process itself have been ironed out in advance. On the other, a long transition period can mean that the individual fragmented agencies and their managers become, in a sense, \"lame ducks.\" Important decisions on IT development and staffing and even core decisions on supervisory issues may be delayed pending the establishment of the new agency. In some countries concerns about establishing a revised legal framework to govern the working of the integrated agency will militate in favor of an extended transition period. In other countries-the UK FSA is a good example here-a \"big bang\" integration was followed. There was a conscious decision to move ahead more quickly with the physical integration process even though the new the legal framework was not in place. As noted earlier this meant that there were a number of sub-optimal practices (such as reporting to old and new boards) that had to be retained for a time. There was a recognition in the FSA that not all of the problems associated with a \"big bang\" merger could be solved overnight and that some flexibility was needed to find workable solutions to problems as they arose. On balance it is desirable to complete the implementation phase as quickly as possible.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The path to integration",
        "sec_num": null
      },
      {
        "text": "There is also an issue as to whether a country that may have a strong case for integrating its agencies-such as a small country with a highly integrated financial sector-should consciously delay considering an integrated structure as a policy option. Such might happen if the country feared disrupting a relatively new but fragmented organizational structure as is the case in some transition economies. Proponents of this approach argue that the benefits of integration could be reaped in a fragmented structure by simply ensuring that there is a high degree of cooperation and information flow between the agencies. The pertinent counterargument is that delaying such a decision will serve to cement in place the existing structure and the separate cultures and systems that evolve. This would make the eventual, possibly inevitable process of integration all the more difficult to achieve. The box below illustrates the added factors that come into play when considering integration in a transition environment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.3",
        "sec_num": null
      },
      {
        "text": "There are a number of very unique problems that come into play when a transition economy decides to move to an integrated model of supervision from a fragmented one. In most instances in E. Europe and the Former Soviet Union there has been a significant effort to strengthen the supervisory framework for banks, often with substantial technical assistance from international financial institutions or bilateral donors. The incidence of banking crises in a number of these countries has intensified the effort to bolster capacity in the banking supervisory functions. Banking supervision has rightly been seen as a priority in economies that, at least in their early stages, are dominated bsy banks. While the strength of these agencies vary from country to country, in general they are perceiv.d to be the strongest of the financial supervisory agencies. Meanwhile the emergence of stock exchang,esthe main symbol of the arrival of the market economy-has brought with it the development of regulatory agencies, several of them modeled on the SEC in the USA. These are also of variable quality across the ECA region. The supervision of non-bank financial institutions, which have begun to grow at a fast pace in some transition economies, is virtually non-existent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 3.1: Special problems of integration in transition economies",
        "sec_num": null
      },
      {
        "text": "Against the background of the above developments there is a growing concern ir mnany transition economies to ensure that the financial sector as a whole is subject to supervision so that regulatory \"gaps\" do not appear. However there is a fear that if banking supervision is removed from the Central Bank (where it typically resides in a transition economy) to combine with weaker supervisory bodies for other elements in the financial system then this will lead to some adverse effects. The following developments, it is feared, might occur: the weaker elements in the integrated agency will \"dilute\" the strength of the stronger (banking) element; significant numbers of banking supervisory staff may leave the integrated agency (to join commercial banks where the pay is higher) rather than take a lowering of status, and; there could be a dangerous vacuum of authority arise in the new agency until it had established its credibility.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 3.1: Special problems of integration in transition economies",
        "sec_num": null
      },
      {
        "text": "Given these concerns it will be vital to ensure that the senior management of the new integrated agency has strong technical and managerial credentials with high stature in the financial markets. Most importantly it will be important to undertake the merger with great care and sensitivity so as to retain the capacity of the banking supervisory function.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 3.1: Special problems of integration in transition economies",
        "sec_num": null
      },
      {
        "text": "Two significant change management issues are likely to be confronted by a newly integrated agency: dealing with staff dislocation issues and changing the culture. Falure to address these issues effectively will undermine the ability of the new agency to perform the supervisory mandate it has been given.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.4",
        "sec_num": null
      },
      {
        "text": "Initial Staff dislocation: Typically when several established agencies are merged to create a new agency significant strains arise. Some of these strains can be amelioraited by moving staff en bloc from the old agency to the new and placing them into divisions that reflect the structure of the former. But there are two problems with this approach. First, the oppc rtunity that integration offers is the chance to re-assess staff and re-grade positions leading ill some instances to an integrated institution that is smaller than the sum of its parts (especially in the area of support services). Also, the opportunity to reappraise the skills mix should not, perhaps, be missed. Second, the direct re-establishment of the old structure in the new institution would lead to the maintenance of former practices and cultures at a time when every effort should be made to break down the barriers (and possibly hostilities) between what may have been rival institutions. There is probably little alternative in the short-run to establishing an organizational structure structured along institutional lines.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.5",
        "sec_num": null
      },
      {
        "text": "Evidence from all of Northern Europe experience suggests that there is, in any case, a high risk of a large attrition rate in the first year of the new agency. This was the experience of the Scandinavian merged agencies as well as the UK FSA where a first year turnover rate of 13% was registered (some staff did not want to extend their commute times to the relatively remote location of Canary Wharf). Staff retention can be improved by ensuring that remuneration packages are competitive and at least as good as in the previous agencies. Some of the Scandinavian agencies reported particular difficulties with retaining trained accountants and actuaries, but this is probably a more deep-rooted problem of retention. Pay scales should be structured so as to give the latitude to pay relatively high salaries to certain categories of staff.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.6",
        "sec_num": null
      },
      {
        "text": "There is also a potential personnel minefield at the management level in a new agency. At the highest level there is a question of who should lead the new agency. Specifically, which-if any-agency should provide the new agency head? The numbers of middle managers and their agency or origin can also be an emotive subject and has been an issue in the UK FSA. The issue of equitable treatment of the constituent agencies in this regard is typically a matter of concern to the staff and management.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.7",
        "sec_num": null
      },
      {
        "text": "All of the factors noted above point to a need for a strong human resource (personnel) function being established at the outset to sensitively manage this and other aspects of the transition.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.8",
        "sec_num": null
      },
      {
        "text": "Cultural change 7 . Invariably different institutions will have developed different cultures over the years of their existence. The culture of an agency can be conditioned by such factors as: the general approach to the supervision of entities under their wing; the terms and conditions of work; the nature of perks; working hours; the size and nature of office accommodation, and; the style of management. With regards to differences in approach to supervision, one UK FSA official--seeking to emphasize the sharp differences in supervisory culture--described the differences in banking and securities supervision as being a \"doctor versus a policeman\". The doctor being the remedial approach adopted in the supervision of banks and the policeman referring to the strong remedies applied by securities regulators in dealing with infringements. Also banking supervisors and securities regulators tend to place some emphasis on intrusive onsite examinations while insurance supervisors have been typically used to working off-site. When different cultures are merged in a single agency it can create significant adjustment problems. This is confirmed by experience in all of the Northern European integrated agencies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.9",
        "sec_num": null
      },
      {
        "text": "3.10 Some of the Northern European agencies engaged specialist consulting companies to assist in solving these sorts of problems. The results were mixed however. One view expressed was that a strong internal change team, more familiar with the issues and the staff, could have a more effective impact.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.9",
        "sec_num": null
      },
      {
        "text": "As noted above, cultural differences could persist in a situation where the original agencies are transplanted into the new agency to create silos of staff that are still segregated. In practice, this might be the only realistic short-tern option in most instances. If this is the case, however, immediate actions must be taken to break down the cultural divide. Working groups should be set up, comprising members of each of the original agencies, that should be charged with the task of developing a program for breaking down the cultural barriers. This has proved relatively effective in the UK FSA context. On balance, the quicker that a new agency is able to mix staff across the old boundaries, the better.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.11",
        "sec_num": null
      },
      {
        "text": "3.12 The sort of techniques that can be applied includes the structuring of cross-cultural teams and the holding of teambuilding retreats. Communications to staff should be open and frequent. Over time (and as noted earlier in the paper) there should be more radical experimentation with different organizational forms that cut across cultures and emphasize functional rather than the earlier institutional breakclowns of staff. In the UK FSA the complex groups organizational unit can also be construed as an attempt to bridge the different cultures by bringing to bear staff with different skills and backgrounds to the supervision of a financial conglomerate. Parenthetically it should be noted that the complex groups formulation has led to its own problems, not least the fact that staff not working on complex groups may have, to some extent, felt second class citizens. That said, however, the UK FSA has worked hard to break down the barriers between different categories of staif, not least by the strong symbolism of establishing a completely open plan office, even for the most senior of management.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.11",
        "sec_num": null
      },
      {
        "text": "3.13 Over and above th,e modalities noted above for bringing the staff together, a conscious policy of rotating staff-to the extent that sunk skills are transferable to other tasks-can help lower barriers. In the longer run the influx of new staff and the turnover of older staff wil l renew the institution and completely break down the old cultures.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.11",
        "sec_num": null
      },
      {
        "text": "The foregoing review of the northern European experience of integrated supervision suggests that there are two main operative reasons for these countries having adopted this organizational form of regulation. The first is the desire to achieve economies of scale in regulation, an argument that is especially strong in the comparatively small countries of Norway, Denmark and Sweden. The second main reason is a desire to respond to the formation of financial conglomerates. In the Scandinavian countries these primarily took the form of bancassurance groups; banking and securities markets activities had already been closely integrated for a number of years. In the UK the rationale was based more on the growing integration of banking and securities activities, with the development of bancassurance playing a subsidiary (albeit still significant) role. However, in all these cases there was a perceived need to bring greater clarity and consistency to the regulation of complex financial groups. In short, the need for integrated supervision tends to reflect the underlying integration of financial markets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Deciding on an integrated model:",
        "sec_num": "4.1"
      },
      {
        "text": "These arguments for integrated regulation do not automatically imply that this organizational form would be appropriate for transition economies or the emerging markets. It is important that the organizational form of regulation be adapted to the circumstances of particular countries. Of especial importance is ensuring that the structure of regulation is adapted to the underlying structure of financial markets. For example, there might be little point in integrating supervision if credit, securities, and insurance markets remain largely distinct.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.2",
        "sec_num": null
      },
      {
        "text": "The purpose of the decision-tree (set out below) is to assist in the process of choice of organizational model. It begins with the \"small country argument\" since, as our examination of the northern European experience has indicated, this would seem to represent the strongest justification for creating an IFSSA. Indeed, the \"small country\" rationale is something of a misnomer. It might more accurately be termed the \"small financial system\" rationale. As such, it applies to many transition and developing countries since, although they may be much larger than the Scandinavian countries in terms of population, their financial systems are approximately of the same size or smaller when measured by assets or capital.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.3",
        "sec_num": null
      },
      {
        "text": "Thus the \"small country [financial system] rationale\" would also seem to apply in many transition and developing economies. One reason simply is that their human resources in regulation will inevitably always be thinly spread. But in many of these countries this problem is compounded by the fact that they are still in the process of building up their human capital. As already noted, one of the clear benefits derived from the Scandinavian experience was that integrated supervision has permitted the formation of a stronger cadre of regulatory professionals than otherwise would have been the case. Where regulatory resources are scarce, and a cadre of regulatory professionals is being developed, the argument that all the relevant human capital should be concentrated in a single organization becomes particularly strong.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.4",
        "sec_num": null
      },
      {
        "text": "Another aspect of the \"small country rationale\" -the desire to achieve economies of scale -may also be relevant in the transition and developing economies. One undoubted advantage of the integrated approach is that it permits the centralization of support and infrastructure services like recruitment, training, administration and IT. To the extent that this can result in cost savings in an environment where regulatory activities may be severely constrained by budgetary considerations, the benefits should not be underestimated. On the other hand, it should also be noted that there are other possible approaches to obtaining the same economies of scale. As noted above, the Finnish approach offers an alternative to that of the IFSSAs adopted in the other Scandinavian countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.5",
        "sec_num": null
      },
      {
        "text": "If the small country rationale does not evidently apply, the second stage of the decision tree is to consider the degree of concentration in the financial services sector. The Scandinavian financial services sectors are highly concentrated, with comparatively few financial groups accounting for the preponderance of financial sector assets 8 , and there is little doubt that this has been an important contributory factor in the decision to establish a IFSSA. It was argued by some of our interlocutors that a highly concentrated financial sector points to the need for regulation to be integrated to provide a sufficiently strong counterweight to the economic power these groups might potentially exercise. A similar argument may also have influenced the thinking of the UK government in deciding to establish the FSA. Similarly, an argument for integrated supervision in transition or developing economies is that their financial systems also tend to be dominated by relatively few large financial institutions. A typical feature of many transition economies is a highly polarized financial system with a large share of their deposit and loan markets being accounted for by relatively few institutions. These institutions are not only able to exercise significant economic power but they often wield significant political influence as well. They are often state-owned or recently privatized, and in any case their links with the governmental machinery remain strong. In such an environment there is a clear case for a strong, centralized regulatory agency to act as a counterweight to the power and influence exercised by these groups.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.6",
        "sec_num": null
      },
      {
        "text": "The third step in the decision tree is to consider the financial conglomeratization argument. Financial conglomerates in the sense that they exist in the industrialized countries of Northern Europe are relatively rare in the developing and transition economies, and hence this argument would seem to be less important than it was for the Scandinavian countries or the UK. Transition and developing market financial systems remain bank dominated, with comparatively little role at present for either securities markets or non-bank financial intermediaries like insurance companies or pension or mutual funds. Hence diversified financial conglomerate groups which combine banking, securities and insurance business in approximately equal measures tend not to exist in these countries. None the less, the dominance of banks within these economies mean that they tend to be the most active participants in all forms of financial intermediation. To the extent that securities or insurance markets do exist, the primary institutions operating in them are usually banks offering a full range of financial services. This gives rise to a variation on the financial conglomeratization justification for the creation of an IFSSA. Given that banks are the central institutions in the financial system, with non-bank financial intermediaries relegated to a largely peripheral role, the case for integrated supervision becomes much stronger. In such an environment it may make sense for the organizaticrn which regulates banks also to regulate other types of financial intermediary and activity. This will help ensure that all of a bank's activities are subject to consolidated supervision by a regulator that is not inhibited from overseeing them by a lack of appropriate powers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.7",
        "sec_num": null
      },
      {
        "text": "The next step in the decision tree is to consider the argument ,that integrated supervision is better adapted to financial sectors that are undergoing a process of rapid change and innovation, for example as a result of recent financial liberalization. The experience of integrated supervision in Northern Europe suggests that this factor may be particularly relevant to the transition and developing economies. Integrated supervision makes it comparatively difficult for potential problems to disappear through the gaps between regulatory jurisdictions. The financial sectors of transition and developing countries can undergo a process of rapid transformation, especially in the immediate aftermath of liberalization. The emergence of new types of financial intermediaries and new types of financial product may leave conventional regulatory structures struggling to keep pace. An instance is the emergence of finance and leasing companies, which can be the source of significant credit expansion in their ovn right. Excessive expansion by these companies was at the root of the Secondary Banking Crisis in the UK during 1973-74 and the Scandinavian banking crises of the early 1990s. Hence monitoring the activities of these companies matters from the point of view of macroprudential policy.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.8",
        "sec_num": null
      },
      {
        "text": "An integrated supervisory agency might be better placed than specialist agencies to monitor the activities of such companies, simply because it does not suffer from the kinds of boundary disputes which can plague a series of specialist regulators. Hence one of the most important factors to be considered in establishing an integrated supervisory authority is whether or not the financial sector is, or is likely to be, undergoing a process of rapid mutation in 'which conventional lines of demarcation may become a hindrance. In this event, an integrated supervisory agency would seem to offer significant advantages over a series of specialist agencies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.9",
        "sec_num": null
      },
      {
        "text": "4.10 If one or more of these factors points towards the creation of a IFSSA, then the c ecision tree requires a number of more specific factors to be considered. Of particular importance is the question of whether or not the central bank currently conducts banking supervisiorn. The formation of an integrated regulatory agency necessitates consideration of the crisis management arrangements that will be put in place. As already discussed, the Scandinavian experierce was exceptional in that banking supervision had never been a central bank function in these cc mtries. This meant that there has been comparatively little consideration of the implications for crisis management of the formration of an integrated agency. By contrast, in Britain, the F' A. was formed in part by the banking supervision division of the Bank of England. These circum stances resulted in a more formalized approach to the arrangements for crisis management than hl .d been the case in Scandinavia. For many of the transition and emerging market econornies the formation of an integrated regulatory body would similarly require the central bank to su:render some of its existing functions. In these circumstances, a more formalized approach to crisis management, based on the UK's arrangements, might be appropriate. 4.11 Also important is the question of whether or not the central bank has strong guaranitees of its independence. If it does, then removing banking supervision from its functions may have a detrimental effect on the independence and quality of the banking supervisory function (as noted in Box 3.1). This problem may be especially pronounced in the developing and transition economies where guarantees of agency independence from political interference can often be difficult to establish. In this case, consideration should be given to establishing the IFSSA as an autonomous agency with administrative links to the central bank, on the Finnish model. This model may have much to offer the developing and transition economies, given the role of the central bank in relation to the Finnish supervisory authority. Since central banks tend to be relatively autonomous of the rest of the governmental machinery, permitting them a major role in the budgetary, policy and appointments process for regulatory agencies might be a way of insulating the latter from the political process. However, the proposed structure would differ from the Finnish model in that all three sectors of the industry -banking, securities, and insurance -would be regulated by the integrated supervisory agency. On the other hand, balanced against this argument is the consideration that such an arrangement might implicitly be seen as extending the central bank guarantee of support across the whole financial sector with the associated consequences for moral hazard. Any institutional design on this basis must ensure that the relationship between the central bank and IFSSA is sufficiently arms-length to ensure that this perception does not develop.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.9",
        "sec_num": null
      },
      {
        "text": "4.12 If the IFSSA is not associated with the central bank, other mechanisms must be considered to ensure its independence. One aspect of the Scandinavian experience that it would be difficult to transplant into a transition or emerging country environment concerns the governance arrangements for their regulatory agencies. As noted above, the Scandinavian countries place substantial emphasis on the transparency of decision-making as the primary mechanism to ensure both the independence and accountability of their regulatory agencies. But this approach is premised on the existence of a political culture that prizes openness and transparency and in which decision-makers recognize the legitimacy of public scrutiny of their decisions. In many transition and emerging countries these preconditions are absent. This means that the governance mechanisms of their regulatory bodies need more careful consideration than has been given in some of the Scandinavian countries to date. This problem applies whatever the nature of the regulatory structure adopted, but it is arguably compounded by the decision to form an integrated supervisory agency. It could be argued that politicians or vested interests would more easily capture a single supervisory body than they could a more diverse regulatory system based on specialist agencies. Put somewhat crudely, a single Director General might be more easily suborned than would three. In the absence of central bank involvement, it will be necessary for the governance provisions of a single regulatory agency to cover such matters as the terms of appointment for the Director General and other board members; their term of office and conditions of dismissal; and ideally the role of two independent authorities (e.g. Finance Minister and parliament) in determining appointments. There should also be clear public criteria, stated in advance, according to which appointments should be capable of being justified.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.9",
        "sec_num": null
      },
      {
        "text": "Internal structure: Finally, although not formally part of the decision tree itself, consideration must also be given to the internal structure of the IFSSA. It should also be apparent from the earlier discussion that there is no one right model for the internal organization of an integrated regulatory authority. Least difficult to implement is a structure which continues to preserve the distinction between banking, securities and insurance regulation as separate operational divisions wilhin the integrated authority. This has the virtue of simplicity. It is not well adapted to dealing with financial conglomerates, although this is less likely to be a problem in the developing and transition economies for reasons already discussed. More problematic is the tendency to preserve existing institutional cultures, thus inhibiting the agency's ebility to function as a single integrated entity. As already stressed at a number of points in th.is paper, there is a premium on high quality management who can make an integrated supe:rwisory authority a reality. The decision to integrate is only the beginning of a long and difficult process (as noted in Section III).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.13",
        "sec_num": null
      },
      {
        "text": "V.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.13",
        "sec_num": null
      },
      {
        "text": "Northern European experience has been able to shed some light on the three questions posed at the outset of this paper that were central to the debate on integration of financial regulation in transition and developing economies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.1",
        "sec_num": null
      },
      {
        "text": "Under what conditions should, or should not a country consider moving to an integrated model offinancial supervision? * There is little doubt that for a small transition or developing country-or indeed an economy with a small financial sector-the economies of scale argument for establishing an integrated agency is a strong one that outweighs the costs associated with a move to such a model. * In a financial sector dominated by banks, with little role for the capital markets or a highly integrated financial sector, there is also a strong case for an integrated approach.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.1",
        "sec_num": null
      },
      {
        "text": "• Countries not falling under the above two categories must weigh up the pros and cons of moving to the integrated model in the context of their own institutional settings.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.1",
        "sec_num": null
      },
      {
        "text": "How should an integrated agency be structured, organized and managed?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.1",
        "sec_num": null
      },
      {
        "text": ", There is no one obviously correct organizational structure for integrated regulatory agencies. Existing agencies are still experimenting with a variety of forms in an attempt to realize the synergies which integrated supervision should theoretically generate.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.1",
        "sec_num": null
      },
      {
        "text": "* An institutionally-based structure has the virtue of simplicity and can be relatively quickly implemented. However, it tends to preserve the cultures and identities of the predecessor agencies to a greater extent than is optimal.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.1",
        "sec_num": null
      },
      {
        "text": "* Realizing the benefits of integrated supervision requires active management, both during the change process itself and subsequently to build a distinctive agency identity and culture.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.1",
        "sec_num": null
      },
      {
        "text": "How should the integration process itself be managed?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.1",
        "sec_num": null
      },
      {
        "text": "* Making the decision to move to an integrated agency is just the beginning of the process. The more difficult part is implementation itself. This should be carefully and sensitively managed.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.1",
        "sec_num": null
      },
      {
        "text": "* Northern European experience suggests that once the decision has been made to integrate, the implementation phase should be made as short as possible.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.1",
        "sec_num": null
      },
      {
        "text": "* Once the merger is completed a well conceived \"change management\" process should be put in place aimed at overcoming the cultural barriers associated with the previous fragmented structure.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.1",
        "sec_num": null
      },
      {
        "text": "The review of Northern European experience has inevitably raised a number of additional questions for future work in this field. Specifically: * Additional work on the legal framework for integrated agencies including possibly the development of a model law governing integrated agencies for small countries or those with srnall financial systems * A more extensive cataloguing of experience in the implementation of the integrated model drawing on a wider set of countries outside Northern Europe * More detailed consideration of the types of governance and funding arrangements which might be appropriate for integrated agencies in a specifically transition or developing country context * Further consideration of the most appropriate relationship between an integrated agency and the central bank, especially with regard to crisis management arrangements * Future reviews of the progress being made by existing integrated agencies in addressing scme of the outstanding managerial and organizational issues, especially focussing on the extent to which their approaches may be of more general application",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.2",
        "sec_num": null
      },
      {
        "text": "Integrated financial services supervisory authorities would appear to be an at:ractive option for many small countries or countries with small, rapidly evolving financial sectors. However, it is clear thal. the decision on whether or not to integrate should be taken after full consideration of the circumstances of each individual country. As with any policy opti Mn, there are disadvantages as well as advantages to the IFSSA approach. If, on balance, the acvantages outweigh the disadvantages for a particular country then the change management proi,ess will become especially important. Only with a strong, active change management process c(an the undoubted benefits of an IFSSA be realized.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.3",
        "sec_num": null
      },
      {
        "text": "There has been virtually no academic work undertaken on this topic in the USA or Germany where there are several regulatory agencies and where the federal structure implies the regional delegation of supervision to some extent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Unfortunately, this report has not been translated from the Norwegian.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "It is to be noted, however, that the Norwegian Kredittilsynet has uniquely pioneered an approach to insv rance company supervision under which companies are required to mreet both the traditional solvency margin test anid also to meet the risk assets ratio test normally applied to banks.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Home Income Plans permitted their, mainly elderly, clients to swap equity in the family home for current income. Some of these plans were premised on optimistic investment returns that would permit the purchasers both to service the equity-releasing loan and to enjoy significant income in excess of this obligation. In the event, many investments failed to make returns which were adequate even to service the debt obligations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The numbers of regulatory staff employed in Denmark, Norway, and Sweden have continued to rise throughout the 1990s. However, the functions of the regulatory agencies themselves have expanded during this period -for example as the result of the acquisition of new responsibilities. This makes it difficult to draw any meaningful comparisons of regulatory efficiency over time.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Readers interested in issues of change management in integrated agencies should refer also to the more generic literature on mergers and change management.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "For example, in Sweden in 1995 13 commercial banks accounted for 92% of the deposit market and 32% of the loan market; in Finland, seven institutions accounted for 64% and 70% of these markets respectively.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "Could the country benefit from economies of scale in regulation (for example, if it has a small 1963-1987 1981 -1987 1981 -1989 The Danish Financial Supervisory Authority",
        "cite_spans": [
          {
            "start": 96,
            "end": 127,
            "text": "1963-1987 1981 -1987 1981 -1989",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Integrated supervision decision tree",
        "sec_num": null
      },
      {
        "text": "The Danish Financial Supervisory Authority < ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-1990",
        "sec_num": "1988"
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "The Changing Borders of Banking: Trends and Implications",
        "authors": [
          {
            "first": "C",
            "middle": [
              "E V"
            ],
            "last": "Borio",
            "suffix": ""
          },
          {
            "first": "Renato",
            "middle": [],
            "last": "Filosa",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Borio, C.E.V. and Filosa, Renato, (1994), \"The Changing Borders of Banking: Trends and Implications\", BIS Economic Paper, No. 43, December.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "The Rationale for a Single National Financial Services Regulator",
        "authors": [
          {
            "first": "Clive",
            "middle": [],
            "last": "Briault",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Financial Services Authority",
        "volume": "",
        "issue": "2",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Briault, Clive (1999), \"The Rationale for a Single National Financial Services Regulator \", Financial Services Authority, Occasional Paper Series No.2, May 1999.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "The Nordic Banking Crisis: Pitfalls in Financial Liberalization?",
        "authors": [
          {
            "first": "Burkhard",
            "middle": [],
            "last": "Drees",
            "suffix": ""
          },
          {
            "first": "Ceyla",
            "middle": [],
            "last": "Pazarbasioglu",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "International Monetary Fund Occasional Paper 161",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Drees, Burkhard, and Pazarbasioglu, Ceyla, The Nordic Banking Crisis: Pitfalls in Financial Liberalization?, International Monetary Fund Occasional Paper 161, April 1998.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Financial Regulation or Over-regulation",
        "authors": [
          {
            "first": "C",
            "middle": [
              "A E"
            ],
            "last": "Goodhart",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Goodhart, C.A.E. (1988), \"The Costs of Regulation\". In Seldon, A. (ed.), Financial Regulation or Over-regulation, Institute of Economic Affairs, London.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Financial Regulation. Routledge, London and",
        "authors": [
          {
            "first": "C",
            "middle": [
              "A E"
            ],
            "last": "Goodhart",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Hartmann",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [
              "T"
            ],
            "last": "Llewellyn",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Rojas-Suarez",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Weisbrod",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Goodhart, C.A.E., Hartmann, P., Llewellyn, D.T., Rojas-Suarez, L. and Weisbrod, S. (1998), Financial Regulation. Routledge, London and New York.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "The Economic Rationale for Financial Regulation",
        "authors": [
          {
            "first": "D",
            "middle": [
              "T"
            ],
            "last": "Llewellyn",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Financial Services Authority Occasional Paper",
        "volume": "1",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Llewellyn, D.T. (1999), \"The Economic Rationale for Financial Regulation\". Financial Services Authority Occasional Paper 1, April 1999.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Regulating Risk, Not Function",
        "authors": [
          {
            "first": "Heidi",
            "middle": [
              "M"
            ],
            "last": "Schooner",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Schooner, Heidi M., \"Regulating Risk, Not Function\", University of Cincinnati Law Review, 1998",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Twin Peaks: A Regulatory Structure for the New Century. Centre for the Study of Financial Innovation",
        "authors": [
          {
            "first": "Michael",
            "middle": [],
            "last": "Taylor",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Taylor, Michael (1995), Twin Peaks: A Regulatory Structure for the New Century. Centre for the Study of Financial Innovation, London, December.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Peak Practice: How to Reform the United Kingdom's Regulatory System. Centre for the Study of Financial Innovation",
        "authors": [
          {
            "first": "Michael",
            "middle": [],
            "last": "Taylor",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Taylor, Michael (1996), Peak Practice: How to Reform the United Kingdom's Regulatory System. Centre for the Study of Financial Innovation, London, October.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Norway's Kredittilsynet: An Export Model?",
        "authors": [
          {
            "first": "Michael",
            "middle": [],
            "last": "Taylor",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "The Financial Regulator",
        "volume": "2",
        "issue": "2",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Taylor, Michael (1997), \"Norway's Kredittilsynet: An Export Model?\", The Financial Regulator, Vol. 2., No. 2, 1997.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Assessing the Case for an Integrated Financial Commission",
        "authors": [
          {
            "first": "Michael",
            "middle": [],
            "last": "Taylor",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Taylor, Michael (1998), \"Assessing the Case for an Integrated Financial Commission\" (mimeo)",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "type_str": "figure",
        "fig_num": null,
        "text": "Background ................................................. The evolution of the debate ................................................. 2 INTRODUCTION Background 1",
        "uris": null,
        "num": null
      },
      "TABREF0": {
        "content": "<table/>",
        "num": null,
        "text": "..................................................",
        "html": null,
        "type_str": "table"
      }
    }
  }
}