{
  "paper_id": "D5138609",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:09.039894Z"
  },
  "title": "The Scaling-Up of Microfinance in Bangladesh: Determinants, Impact, and Lessons",
  "authors": [
    {
      "first": "Hassan",
      "middle": [],
      "last": "Zaman",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Salehuddin",
      "middle": [],
      "last": "Ahmed",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Syed",
      "middle": [],
      "last": "Hashemi",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Naomi",
      "middle": [],
      "last": "Hossain",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Kristin",
      "middle": [],
      "last": "Hunter",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Wahiduddin",
      "middle": [],
      "last": "Mahmud",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Frank",
      "middle": [],
      "last": "Matsaert",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Iffath",
      "middle": [],
      "last": "Sharif",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Stephen",
      "middle": [],
      "last": "Rasmussen",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "2004-09-3398",
  "venue": null,
  "identifiers": {},
  "abstract": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished.",
  "pdf_parse": {
    "paper_id": "D5138609",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "The fact that the microfinance industry has been able to provide access to credit, currently, to nearly thirteen million poor households in Bangladesh is truly remarkable. There are around twelve hundred microfinance institutions (MFI) in Bangladesh (CDF 2002) but the industry is dominated by four large MFIs (BRAC, Grameen, ASA and Proshika) that serve around 11.4 million or ninety percent of all clients. Table 1 illustrates the scale of these institutions. These four institutions combined have over $800 million in outstanding loans and around $380 million in savings. The differences between the number of borrowers and members reflect differences in the variety of services offered by these MFIs. Proshika and BRAC offer a range of services to their members, while Grameen and ASA focus on the provision of microfinance services.",
        "cite_spans": [
          {
            "start": 250,
            "end": 260,
            "text": "(CDF 2002)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 409,
            "end": 416,
            "text": "Table 1",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "INTRODUCTION",
        "sec_num": "1.0."
      },
      {
        "text": "After the \"big four\", the next largest NGO 2 has 0.7 million clients and there are only ten NGOs who have more than 100,000 borrowers. The bottom line is that the majority of the MFIs are small (less than five thousand borrowers) and that the bulk of the access to microcredit is supplied by the four large MFIs. As such, the experiences of scaling-up discussed here draw primarily upon these large MFIs. This paper is structured as follows. Section 2.0. describes the evolution of the microfinance industry over the past three decades in Bangladesh. Section 3.0. proposes several factors that contributed to its scaling-up. Section 4.0. summarizes the evidence on the impact of microfinance on poverty, vulnerability and female empowerment. Section 5.0. concludes by discussing key lessons from the Bangladesh experience.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "INTRODUCTION",
        "sec_num": "1.0."
      },
      {
        "text": "The growth in access to credit by the poor took place in several distinct phases over the last three decades. The origins of the current microcredit model can be traced back to action-research in the late 1970s, carried out by academics as well as practioners in organizations that were created to deal with the relief and rehabilitation needs of post-independence Bangladesh. The 1980s witnessed a growing number of non-governmental organizations (NGOs) which experimented with different modalities of delivering credit to the poor. The various models converged in the beginning of the 1990s toward a fairly uniform 'Grameen-model' of delivering microcredit. It sparked a sharp growth in access to microcredit during this decade. In recent years the standard Grameen-model has undergone more refinements in order to cater to different niche markets as well as to different life-cycle circumstances.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "THE EVOLUTION OF THE MICROFINANCE INDUSTRY IN BANGLADESH",
        "sec_num": "2.0."
      },
      {
        "text": "Experimentation in providing credit to households considered 'unbankable' by the formal financial system has its origins a few years after Bangladesh's independence war in 1971. The independence movement gave rise to a new generation of young activists who were keen on contributing to the reconstruction of this war-ravaged country. The new government and a myriad of aid agencies that arrived on the scene were unable to cope with the scale of destitution and non-governmental organizations emerged to meet the challenges. The early years of the NGO movement in Bangladesh focused on relief and rehabilitation with an emphasis on community development. However, by the mid-1970s, two of the NGOs that would subsequently expand in scale, BRAC and Proshika, found that 'elite capture' was a serious impediment to their development objectives. As a result, a separate focus on the poor through a 'target-group' approach was introduced. Moreover, an ideological debate within both these organizations began to brew, between those who favored 'economic tools' (credit, savings etc) to support poverty reduction and those who believed that social mobilization against existing injustices would suffice and financial services were unnecessary.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The 1970s",
        "sec_num": null
      },
      {
        "text": "Around the same time a team of researchers at Chittagong University, led by Professor Yunus, began an action-research program that provided loans to poor households in a few villages.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The 1970s",
        "sec_num": null
      },
      {
        "text": "Borrowers were mobilized in 'peer groups' composed of four or five individuals who were jointly responsible for each others repayment. Several of these small 'peer monitoring groups' were organized into a larger unit which would meet weekly with the primary purpose of repaying loan installments. The process of trial and error included combining males and females in the same credit group and then changing this to separate groups divided by gender. It also included forming 'occupational groups' but this was dropped in favor of village-based groups. The demand for loans grew rapidly and Professor Yunus enlisted the support of the Bangladesh Bank and commercial banks to provide the 'Grameen Project' -as it was then called -with resources. The success of this experimentation paved the way for the establishment of the Grameen Bank under a special ordinance in 1983.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The 1970s",
        "sec_num": null
      },
      {
        "text": "In the early 1980s several NGOs experimented with different ways of delivering credit. One important mode tested was the efficacy of providing loans for group projects compared to offering loans to individuals with peer monitoring. The broad lesson was that the latter was more effective due to incentives and 'free-rider' problems compared with lending to a group. Hence by the late 1980s the predominant model became one of providing individual loans to a target group of poor households, with peer monitoring and strong MFI staff follow-up.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The 1980s",
        "sec_num": null
      },
      {
        "text": "The Association for Social Advancement (ASA) is a classic example of this shift. Its initial emphasis was on forming 'peoples organizations' mobilized for social action against oppression.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The 1980s",
        "sec_num": null
      },
      {
        "text": "It changed to the 'target group' approach and then toward the provision of financial services in the late 1980s. Now ASA is the fourth largest MFI in Bangladesh in terms of clients and its unique low-cost credit delivery mechanism is being replicated in several other countries. ASA keeps paperwork requirements to a minimum, has decentralized most decision-making to the field and overall has a very lean operation (Choudhury 2003) .",
        "cite_spans": [
          {
            "start": 416,
            "end": 432,
            "text": "(Choudhury 2003)",
            "ref_id": "BIBREF5"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The 1980s",
        "sec_num": null
      },
      {
        "text": "The 1980s and early 1990s were also important in the development of management capacity within several of the large MFIs which allowed them to expand their microcredit programs. What is particularly interesting is that the development of the know-how and confidence to implement large programs arose, in some cases, from the experience of scaling-up programs not related to microcredit. For instance in the case of BRAC, the first major experience with a nationwide program came about when it implemented an oral rehydration program to combat diarrhoeal disease. Thirteen million women were trained to use a simple but effective rehydration solution and BRAC staff were paid based on how many of their trainees used and retained this knowledge 3 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The 1980s",
        "sec_num": null
      },
      {
        "text": "The early 1990s was the period of rapid expansion of the Grameen-style microcredit approach (Ahmed 2003) . The growth was fueled largely by a 'franchising approach' whereby new branches replicated the procedures and norms that prevailed in existing branches. The product that was offered to the client at the time was fairly narrow, focusing mainly on a standard microcredit package offered to all clients. The view was that it was easier to recruit new staff and train them quickly in a simple product during a phase when branches were opened at a rapid rate. This growth was clearly aided by the high population density and relative ethnic, social and cultural homogeneity in Bangladesh. almost all (92%) provide micro-credit as one of these services -the other common services are health, sanitation, education services that are provided by around half of the sampled NGOs (Gauri and Galef 2004) .",
        "cite_spans": [
          {
            "start": 92,
            "end": 104,
            "text": "(Ahmed 2003)",
            "ref_id": "BIBREF0"
          },
          {
            "start": 876,
            "end": 898,
            "text": "(Gauri and Galef 2004)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Early to mid 1990s",
        "sec_num": null
      },
      {
        "text": "MFIs began to experiment with catering to new niche markets as the traditional microcredit business became standardized (and horizontal expansion slowed) and required less attention. For instance several NGOs began providing larger loans to 'graduate' microcredit borrowers and in some cases to households who were not part of the microcredit system but which wanted a microenterprise loan. These loans typically range from 20,000 taka (around $320) to 200,000 taka ($3,200) . Innovative solutions are also emerging to address the problem of access to finance for the small enterprise sector. For instance, BRAC established a separate financial institution, BRAC Bank, that focuses on lending to the \"smaller end\" of the small enterprise sector, with loans averaging 400,000 taka.",
        "cite_spans": [
          {
            "start": 466,
            "end": 474,
            "text": "($3,200)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Early to mid 1990s",
        "sec_num": null
      },
      {
        "text": "Moreover, evaluation studies pointed out that extremely poor households were struggling to benefit from the standard microcredit model, even if they joined the programs. The main reasons were: (i) minimum loan floors for a first loan that sometimes exceeded their own perceived needs, (ii) fixed weekly loan repayments could be difficult to commit to in light of sharp seasonality of income, (iii) other members of peer-monitored groups sometimes do not wish to guarantee loans for extremely poor households etc and (iv) residing in remote or depressed areas.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Early to mid 1990s",
        "sec_num": null
      },
      {
        "text": "Programs that have been developed to cater for these constraints include ( ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Early to mid 1990s",
        "sec_num": null
      },
      {
        "text": "It is unquestionable that the vision and persistence of the leaders of the NGO/MFI movement are a key factor behind the success of the microfinance industry in Bangladesh. Leadership skills were instrumental at the initial stages in persuading a skeptical public that providing credit to the poor could become a viable and replicable proposition. These skills were equally important during the process of scaling-up. These included being able to recruit and motivate staff, decentralizing authority away from the center, building management information systems and internal controls as well as having the humility to learn from mistakes. Moreover, once the leaders of these organizations showed that scaling up is possible, this view became part of the staff culture and other staff had the confidence to expand the programs within their own jurisdiction.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Institution building -leadership, staff incentives and learning by doing",
        "sec_num": null
      },
      {
        "text": "Staff recruitment, motivation and retention are particularly important for large organizations -BRAC for instance employs around 28,000 staff in its various programs, Grameen has around 12,000 in its microcredit program and ASA's microcredit program employs around 8,000 staff. A critical element in this process is an objective performance evaluation system for staff that is linked to career mobility and a myriad of other incentives for staff to perform well both individually and in their teams. For instance Grameen Bank has introduced a system of rating branch offices based on the achievement of specific targets which not only include standard loan recovery, but also factor in social indicators such as the proportion of Grameen children going to school. Staff motivation is also enhanced by decentralizing significant amounts of responsibility to the lower tiers of the administrative structure. ASA is the best example of a lean credit delivery structure with high levels of decision-making authority given to field offices, from loan sanctioning decisions to staff human resource issues. Moreover, the structure within field offices is relatively flat with a branch manager who works with individual fieldworkers to resolve problems and typically shares living quarters with other field staff (Jain and Moore 2003) . (see table 2 ).",
        "cite_spans": [
          {
            "start": 1305,
            "end": 1326,
            "text": "(Jain and Moore 2003)",
            "ref_id": "BIBREF11"
          }
        ],
        "ref_spans": [
          {
            "start": 1329,
            "end": 1341,
            "text": "(see table 2",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "Institution building -leadership, staff incentives and learning by doing",
        "sec_num": null
      },
      {
        "text": "Moreover, out of BRAC's total $160 million expenditure on development programmes in 2002, more than 80 percent was financed from its own resources, through the interest income on microcredit as well as surplus from its commercial enterprises. Two facets of these trends are worth highlighting.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Institution building -leadership, staff incentives and learning by doing",
        "sec_num": null
      },
      {
        "text": "First, the decisions to subsidize these operations were not free from controversy. The advocates for funding these loan funds had to argue their case with officials within their own agencies who believed that the capital base for loan operations ought to be enhanced only by savings mobilization or borrowing from commercial sources. In retrospect, these decisions to help contribute to MFIs loan funds were by and large correct as almost all of the MFIs that received this support have either reached financial self-sufficiency or are well on their way to doing so.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Institution building -leadership, staff incentives and learning by doing",
        "sec_num": null
      },
      {
        "text": "Donors also invested in organizational systems and MFI staff training in order to strengthen the capacity to administer these growing programs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Institution building -leadership, staff incentives and learning by doing",
        "sec_num": null
      },
      {
        "text": "Second, large NGOs in particular have been reasonably successful in \"managing donors\".",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Institution building -leadership, staff incentives and learning by doing",
        "sec_num": null
      },
      {
        "text": "Investing in the capital base of expanding MFIs with a strategic sustainability plan required 6 The Department for International Development (DFID) has been one of the largest of the bilateral donors having provided around $130 million over a twenty year period to MFIs in Bangladesh. donors with a long-term vision but crucially required MFIs who were able to persuade donors of the soundness of this strategy. In other countries MFIs have not been able to provide this type of strategic view on the best use of donor resources with the result that these resources have often been used to either subsidize final on-lending rates or support MFIs without a solid business plan. BRAC, with its large multi-faceted programs, has had a long history of working with donors and the evolution of this relationship is worth highlighting. Donors who have their own incentives to commit resources and demonstrate results on the ground, have been eager to provide resources to implementing organizations with a proven track record. Hence the likes of BRAC, have had to deal with multiple donors who each wanted to fund specific projects.",
        "cite_spans": [
          {
            "start": 94,
            "end": 95,
            "text": "6",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Institution building -leadership, staff incentives and learning by doing",
        "sec_num": null
      },
      {
        "text": "These uncoordinated donor missions and disparate disbursement and reporting arrangements taxed BRAC's internal capacity and led to its management proposing changes for how its donors ought to operate. In the early 1990s, donors shifted their approach from financing specific BRAC projects to financing BRAC programmes. Donors also formed a 'consortium' that pooled funds, negotiated jointly with BRAC and had common reporting requirements. An important part of the consortium funding arrangement and the move toward program funding has been to improve the predictability of resource flows -for instance BRAC secured financing for its Rural Development Programme for a five-year period from the donor consortium. Moreover, the establishment of a donor liaison office for BRAC also acts as a buffer between BRAC staff and the various visitors, consultants and evaluators.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Institution building -leadership, staff incentives and learning by doing",
        "sec_num": null
      },
      {
        "text": "The early experimentation and later scaling-up of the microfinance industry in Bangladesh was helped by an appropriate 'enabling environment'. Firstly the macro-economy has been, by and large, soundly managed and one should not underestimate the significance of this. The rate of inflation has been kept to single digits and economic growth over the past decade has averaged around 5 percent per annum, thereby creating economic opportunities for microcredit financed investments.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An enabling macroeconomic and regulatory environment",
        "sec_num": null
      },
      {
        "text": "Second the Government of Bangladesh has thus far maintained a balanced approach toward regulating and supervising the activities of the NGO sector. This has been critical in ensuring the operational flexibility that is the cornerstone of service delivery by NGOs. While this long relationship has not been free from tensions on both sides, the Government of Bangladesh has thus far been able to place the interests of the poor at the forefront while dealing with NGO issues. A less charitable view is that the scaling up of NGOs went largely unnoticed and once this took place the combined clout of large NGOs and donors has led to the Government taking on a largely laissez-faire approach. Ultimately the relationship between Government and NGOs also depends on individual personalities and social ties (Hossain 2003) Looking forward, it is clear that both the overall umbrella legislation governing NGO activities and the regulatory framework for microfinance need to be strengthened, particularly in light of the large amounts of deposits mobilized for the poor. The Central Bank, PKSF and representatives of MFIs are currently working to produce a set of guidelines and standards that will strengthen the regulatory framework for microfinance.",
        "cite_spans": [
          {
            "start": 804,
            "end": 818,
            "text": "(Hossain 2003)",
            "ref_id": "BIBREF10"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An enabling macroeconomic and regulatory environment",
        "sec_num": null
      },
      {
        "text": "Aside from the Chittagong Hill Tracts area, Bangladesh is ethnically a relatively homogenous country, with a high population density and good communication networks. Moreover this largely homogenous market is also very large in absolute terms. The contrast with Nepal for instance is striking and the difference in microcredit outreach between these two countries is partly due to these factors. It is also striking how in Pakistan, Afghanistan, Egypt and certain other Muslim countries, MFIs have found religion to be a factor that has led to a relatively lower demand for microcredit and MFIs that are more cautious about expanding 7 . In contrast, even conservative religious forces in Bangladesh have been largely tolerant of microfinance activities and the greater economic empowerment and mobility of women.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Population density, ethnic homogeneity and religious tolerance",
        "sec_num": null
      },
      {
        "text": "The Palli Karma Sahayak Foundation (PKSF) was created in 1990 and is governed by a board composed of both public and private sector representatives. It is a public-private apex body that channels funds for microfinance to MFIs has been critical in the expansion and improved professionalism of the microcredit industry in Bangladesh. PKSF's core functions include (i) lending money to MFIs which meet certain eligibility criteria to expand their microfinance operations, (ii) capacity building and hands-on assistance to strengthen MFIs and move them toward financial sustainability, and (iii) advocacy on microfinance issues and helping develop an appropriate regulatory framework for the industry.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A professional apex body for microfinance",
        "sec_num": null
      },
      {
        "text": "PKSF has been instrumental in contributing to the sharp increase in access in microcredit that took place in the 1990s by expanding the capital base for MFIs to on-lend to the poor. For instance, as of December 2003, PKSF loans constitute around 30 percent of ASA's current revolving loan fund. PKSF is also widely credited for sharpening the focus of many MFIs toward financial sustainability and also in setting appropriate standards that will ease the way for a strengthened regulatory structure for microfinance. Moreover, PKSF's funding arrangements are in line with the MFIs cash-flow requirements and the transaction costs of dealing with PKSF are kept to a minimum.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A professional apex body for microfinance",
        "sec_num": null
      },
      {
        "text": "There is a growing experience with setting up apex institutions worldwide e.g. PPAF in Pakistan, RMDC in Nepal, FONCAP in Argentina, LID in Bosnia-Herzegovina and MISFA in Afghanistan. One of the fundamental factors behind the success or failure of an apex is the underlying retail capacity in a particular country. The overall strength of the MFIs in Bangladesh has been key to PKSF's success. An overestimation of the capacity to absorb funds by the MFIs on the ground is likely to lead to a failure of an apex body. However if a realistic assessment of the underlying retail capacity is made, then apexes offer many benefits such as the ability to screen MFIs on standard criteria and create a 'level playing field'.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A professional apex body for microfinance",
        "sec_num": null
      },
      {
        "text": "The evidence on the impact of microcredit can be assessed from two inter-related angles. Firstly who does credit reach and secondly how does it affect the welfare of different groups of individuals and households?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "THE IMPACT OF MICROFINANCE IN BANGLADESH",
        "sec_num": "4.0."
      },
      {
        "text": "Land ceilings, occupational criteria and asset valuations are standard targeting tools used by microcredit providers in Bangladesh in order to direct resources to the rural poor. These indicators have been shown to be relatively accurate correlates of poverty by program administrators who do not have the time, resources or expertise to carry out more sophisticated calculations of poverty for each household in their targeted area.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "THE IMPACT OF MICROFINANCE IN BANGLADESH",
        "sec_num": "4.0."
      },
      {
        "text": "In practice, the land criterion is the one that is more closely adhered to in the field. A large proportion of extremely-poor households, measured by initial landholding size, join microcredit programs (Husain 1998 , Zaman 1998 , Khandker 2003 . For instance in Khandker's sample, sixty percent of the sampled members have less than twenty decimals of land.",
        "cite_spans": [
          {
            "start": 202,
            "end": 214,
            "text": "(Husain 1998",
            "ref_id": null
          },
          {
            "start": 215,
            "end": 227,
            "text": ", Zaman 1998",
            "ref_id": null
          },
          {
            "start": 228,
            "end": 243,
            "text": ", Khandker 2003",
            "ref_id": "BIBREF12"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "THE IMPACT OF MICROFINANCE IN BANGLADESH",
        "sec_num": "4.0."
      },
      {
        "text": "However, several studies also show that between 15-30 percent of microcredit members are from 'non-target' households measured in terms of land (Mustafa et al 1996 , Montgomery et al 1996 , Zaman 1998 , Khandker 1998 . However these households are typically marginal farmers and can be considered part of the 'vulnerable non-poor' group, prone to transient bouts of poverty.",
        "cite_spans": [
          {
            "start": 144,
            "end": 163,
            "text": "(Mustafa et al 1996",
            "ref_id": "BIBREF19"
          },
          {
            "start": 164,
            "end": 187,
            "text": ", Montgomery et al 1996",
            "ref_id": "BIBREF17"
          },
          {
            "start": 188,
            "end": 200,
            "text": ", Zaman 1998",
            "ref_id": null
          },
          {
            "start": 201,
            "end": 216,
            "text": ", Khandker 1998",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "THE IMPACT OF MICROFINANCE IN BANGLADESH",
        "sec_num": "4.0."
      },
      {
        "text": "There is also evidence which suggests that households who join microcredit programs a few years after the village group has been established tend to be less poor compared to the members who join at the start of the program (Matin 1998) . This feature of better-off households joining over time has also been noted as a general rule of thumb in many targeted anti-poverty programs worldwide (Lipton 1996) . The presence of wealthier households does not appear to affect the credit supply to poor households though there is evidence to suggest that poorer households use a larger share of their loans for consumption purposes compared to better-off households (Halder and Husain 1999) . The bottom line is that the literature on targeting suggests that microfinance programs are reasonably successful at reaching the poor, and that those households who fall above the stipulated landholding criterion tend to be marginally above the poverty line and are susceptible to transient poverty in certain years.",
        "cite_spans": [
          {
            "start": 223,
            "end": 235,
            "text": "(Matin 1998)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 390,
            "end": 403,
            "text": "(Lipton 1996)",
            "ref_id": "BIBREF13"
          },
          {
            "start": 658,
            "end": 682,
            "text": "(Halder and Husain 1999)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "THE IMPACT OF MICROFINANCE IN BANGLADESH",
        "sec_num": "4.0."
      },
      {
        "text": "The literature broadly supports the hypothesis that access to microcredit contributes to poverty reduction in Bangladesh though the evidence is not entirely clear-cut 9 . For instance, data collected by the World Bank in 1992 have been used to show widely varying results depending on the methodology chosen to assess impact. Khandker (1998) estimates that for every 100 taka lent to a woman, household consumption increases by 18 taka; interestingly the figure is 11 taka if the same amount was lent to a man. Moderate poverty falls by around 15% and ultra-poverty by 25% for households who have been BRAC members for up to three years controlling for other factors according to the author. Similar results are found for Grameen Bank and Bangladesh Rural Development Board (BRDB) members. On the other hand, using the same data and a different way of correcting for selectivity bias, Morduch (1998) finds that microcredit does not have a significant impact on consumption levels and therefore on income poverty. Consumption data from 1,072 households in one district of Bangladesh are used to show that the largest effect on poverty occurs when a moderate-poor BRAC client borrows more than 10,000 taka ($200) in cumulative loans (Zaman 1998) . In other words, there may be a threshold level of credit above which a household gains most in terms of increases in income.",
        "cite_spans": [
          {
            "start": 326,
            "end": 341,
            "text": "Khandker (1998)",
            "ref_id": null
          },
          {
            "start": 885,
            "end": 899,
            "text": "Morduch (1998)",
            "ref_id": "BIBREF18"
          },
          {
            "start": 1231,
            "end": 1243,
            "text": "(Zaman 1998)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "THE IMPACT OF MICROFINANCE IN BANGLADESH",
        "sec_num": "4.0."
      },
      {
        "text": "Recent evidence from a re-survey of the same households suggests that microcredit has significantly contributed to reducing poverty (Khandker 2003) . Somewhat surprisingly, the impact appears to be greater for households who started off extremely poor (18 percentage point drop in extreme poverty in seven years) compared to moderate poor households (8.5 percentage point drop). These results differ from earlier evidence that pointed to moderate poor borrowers benefiting more than extremely poor borrowers due to the fact that the poorest have a number of constraints (fewer income sources, worse health and education etc) which prevent them from investing the loan in a high-return activity (Wood and Sharif 1997) . This feature of better-off households benefiting more was also borne out by detailed case-study evidence (Farashuddin et al 1998) and by comparing participants of credit programs who cater to different socio-economic groups (Montgomery et al 1996) 10 . 9 The methodological problems associated with impact assessment of microcredit are complex. The literature typically uses 'control groups', usually 'eligible non-members' or 'recently joined members' in order to address the problem of the counter-factual. There have been attempts to cater for the 'selectivity bias' problem but with varying degrees of success. 10 Montgomery et al compare the performance of BRAC borrowers with the borrowers from a Governmentrun microcredit scheme, the Thana Resource Development and Employment Programme (TRDEP). TRDEP's borrowers' initial endowment conditions is shown to be higher than BRAC's (average pre-loan landholding is 46 and 30 decimals for TRDEP and BRAC members respectively and the percentage of The Bangladesh Institute of Development Studies (BIDS) carried out an extensive study of the impact of PKSF POs microcredit program using longitudinal data of 3000 households between 1997-2000. One of the key findings was that 'microcredit has a positive and significant effect on poverty status of the program households….' (BIDS 2001 page 155) . The study also finds that microcredit members are less vulnerable when struck by crises. Moreover improvements in other social indicators (child immunization, use of sanitary latrines, contraceptive prevalence) are also more noticeable for microcredit program members compared to non-members.",
        "cite_spans": [
          {
            "start": 132,
            "end": 147,
            "text": "(Khandker 2003)",
            "ref_id": "BIBREF12"
          },
          {
            "start": 694,
            "end": 716,
            "text": "(Wood and Sharif 1997)",
            "ref_id": "BIBREF22"
          },
          {
            "start": 824,
            "end": 848,
            "text": "(Farashuddin et al 1998)",
            "ref_id": "BIBREF6"
          },
          {
            "start": 943,
            "end": 966,
            "text": "(Montgomery et al 1996)",
            "ref_id": "BIBREF17"
          },
          {
            "start": 972,
            "end": 973,
            "text": "9",
            "ref_id": null
          },
          {
            "start": 1334,
            "end": 1336,
            "text": "10",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 2042,
            "end": 2062,
            "text": "(BIDS 2001 page 155)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "THE IMPACT OF MICROFINANCE IN BANGLADESH",
        "sec_num": "4.0."
      },
      {
        "text": "There has been limited work on the aggregate poverty reduction impact of micro-credit at the local or national level in Bangladesh. Khandker (2003) uses the panel data discussed above to suggest that there is some positive externality due to micro-credit programs but that the overall spill-over benefits are somewhat limited. For instance, the net contribution of micro-credit on moderate poverty for non-participants is a small decline of 1.1 percentage points between 1991/92 and 1998/99 compared to a decline of 8.5 percentage points by borrowers in the same village. The impact on extreme poverty is estimated to be somewhat greater -4.8 percentage points for non-borrowers and 18.2 percentage points for borrowers over this seven year period.",
        "cite_spans": [
          {
            "start": 132,
            "end": 147,
            "text": "Khandker (2003)",
            "ref_id": "BIBREF12"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "THE IMPACT OF MICROFINANCE IN BANGLADESH",
        "sec_num": "4.0."
      },
      {
        "text": "There is strong evidence that microcredit contributes to reducing household vulnerability.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "THE IMPACT OF MICROFINANCE IN BANGLADESH",
        "sec_num": "4.0."
      },
      {
        "text": "Morduch shows that consumption variability is 47% lower for eligible 11 Grameen households, 54% lower for eligible BRAC households and 51% lower for eligible BRDB households compared to a control group. 12 This consumption smoothing is driven by income smoothing as evidenced by the significantly lower labor supply variability experienced by microcredit members compared to the control group 13 . The importance of this result cannot be over-emphasized given the fact that seasonal deficits play a key part in the poverty process in Bangladesh (Rahman 1995) . Essentially Morduch's results indicate that program participants do not benefit in terms of greater consumption levels, but they participate because they benefit from risk reduction. income derived from daily labour is 5% and 32% respectively) whilst the credit-delivery mechanism and average loan size are broadly speaking very similar. The typical TRDEP borrower's increase in assets and income during the course of the most recent loan is higher than BRAC's giving rise to the author's contention that better-off borrowers benefit more than poorer borrowers. 11 Morduch only includes households who fulfil the targeting criteria of the three organizations and labels them 'eligible households' 12 These results are statistically significant at the 95% level. 13 Morduch's estimates of labour supply variability is 39-46% lower for microcredit members compared to a control group.",
        "cite_spans": [
          {
            "start": 545,
            "end": 558,
            "text": "(Rahman 1995)",
            "ref_id": "BIBREF20"
          },
          {
            "start": 1123,
            "end": 1125,
            "text": "11",
            "ref_id": null
          },
          {
            "start": 1323,
            "end": 1325,
            "text": "13",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "THE IMPACT OF MICROFINANCE IN BANGLADESH",
        "sec_num": "4.0."
      },
      {
        "text": "Asset creation is important to reduce household vulnerability to various livelihood risks. The findings of an impact assessment of ASA borrowers conducted in 2003 suggests that the average value of physical assets increased by 127% in rural areas and grew by about 150 percent in urban areas over a five year period. Moreover the average increase in cash savings rose by 133 percent and 111 percent in rural and urban areas respectively over this same five year period. Similar evidence is found in studies of BRAC, Grameen and PKSF's partner organizations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "THE IMPACT OF MICROFINANCE IN BANGLADESH",
        "sec_num": "4.0."
      },
      {
        "text": "Another pathway by which microfinance appears to reduce vulnerability is through the emergency assistance provided by many microfinance organizations during periods of acute natural disasters such as the recent floods in Bangladesh. The fact that these organizations turn into de-facto relief agencies is crucial in sustaining these households in the immediate aftermath of a natural disaster. Moreover the post-disaster rehabilitation assistance, in terms of both financial and other services, is also highly valued by microcredit clients.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "THE IMPACT OF MICROFINANCE IN BANGLADESH",
        "sec_num": "4.0."
      },
      {
        "text": "The pathways by which microcredit reduces vulnerability, that have been discussed here, relate to income and consumption smoothing and asset building. However, the impact of credit on female empowerment, or a reduction in 'female vulnerability' has also received considerable attention.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "THE IMPACT OF MICROFINANCE IN BANGLADESH",
        "sec_num": "4.0."
      },
      {
        "text": "Female empowerment in Bangladesh, can be viewed against the backdrop of 'patriarchy', defined by Cain et al (1979) as a 'set of social relations with a material base that enables men to dominate women' and hence can be thought of in terms of an improvement in intra-household gender relations (Naved 1994 , Kabeer 1995 , Hashemi et al 1996 . Moreover given the institution of 'purdah' (loosely translated as 'veil'), a pervasive social construct which restricts the female sphere within a typical Bangladeshi household, 'female empowerment' can also be viewed in terms of a woman's interactions outside the homestead and the acquisition of skills, knowledge and confidence that such interactions can bring (Amin et al op.cit., White 1992 , Mahmud 1994 . Amin et al's (1994) work in thirty six villages in Bangladesh showed that membership in microcredit programs positively affected a woman's decision making role, her marital stability, her control over resources and mobility but has less impact on her attitude regarding marriage and education of their daughters. Naved (1994) 14 finds that the women credit-program participants in her sample felt their status had improved due to the fact that they were seen as income earners for the family through their access to credit. Hashemi et al (1996) develop an 'empowerment index' based on eight empowerment indicators.",
        "cite_spans": [
          {
            "start": 97,
            "end": 114,
            "text": "Cain et al (1979)",
            "ref_id": "BIBREF3"
          },
          {
            "start": 293,
            "end": 304,
            "text": "(Naved 1994",
            "ref_id": null
          },
          {
            "start": 305,
            "end": 318,
            "text": ", Kabeer 1995",
            "ref_id": null
          },
          {
            "start": 319,
            "end": 339,
            "text": ", Hashemi et al 1996",
            "ref_id": "BIBREF9"
          },
          {
            "start": 706,
            "end": 737,
            "text": "(Amin et al op.cit., White 1992",
            "ref_id": null
          },
          {
            "start": 738,
            "end": 751,
            "text": ", Mahmud 1994",
            "ref_id": "BIBREF15"
          },
          {
            "start": 754,
            "end": 773,
            "text": "Amin et al's (1994)",
            "ref_id": "BIBREF1"
          },
          {
            "start": 1278,
            "end": 1298,
            "text": "Hashemi et al (1996)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "THE IMPACT OF MICROFINANCE IN BANGLADESH",
        "sec_num": "4.0."
      },
      {
        "text": "Their analysis establishes that contributing to her household's income is a significant contributing factor to a woman's own empowerment. However Hashemi et al also show that credit programs can empower women independently of whether they contribute to family income, after controlling for other factors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "THE IMPACT OF MICROFINANCE IN BANGLADESH",
        "sec_num": "4.0."
      },
      {
        "text": "The focus of those skeptical about the empowering effect of microcredit has been on the issue of women's control over loans. Goetz et al (1996) On the whole, the evidence presented by those who argue that microcredit improves female status within a household appears more convincing than that argued by the 'skeptics' camp. There are two main reasons for this contention. First the underlying thread of the 'positive' argument, that access to an important household resource (credit) enhances a female's status within the household is both intuitively appealing and resonates with the theoretical literature on bargaining models of the household (Lundberg and Pollack 1993) . Secondly, the focus on female control over loans as a key component of the 'skeptics' argument fails to recognize that credit enters the overall household income pool and that household members jointly participate in the loan investment. The role of several family members in managing the loan-financed investment is now explicitly recognized by MFIs who now give loans to women for \"male-activities\" such as rickshaw loans, that many did not permit in earlier days.",
        "cite_spans": [
          {
            "start": 125,
            "end": 143,
            "text": "Goetz et al (1996)",
            "ref_id": "BIBREF8"
          },
          {
            "start": 646,
            "end": 673,
            "text": "(Lundberg and Pollack 1993)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "THE IMPACT OF MICROFINANCE IN BANGLADESH",
        "sec_num": "4.0."
      },
      {
        "text": "This paper proposes six lessons from Bangladesh that could be relevant to microfinance growth and impact in other countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUDING LESSONS AND FUTURE CHALLENGES",
        "sec_num": "5.0"
      },
      {
        "text": "• First is the importance of an 'enabling environment' for microfinance. A critical part is maintaining a stable macro-economic environment with both interest rates and inflation kept at reasonable levels. The lack of macro-stability has seriously constrained the growth of microfinance in several countries, e.g. Malawi. Government regulations and policies are also crucial in creating the appropriate environment for the growth of the sector. These policies need to strike a balance between protecting the interests of depositors in microfinance institutions that collect savings, and not regulating the sector excessively with unnecessary red tape. The scaling up in Bangladesh benefited significantly from good communications networks -hence government investments in road networks is important to reduce the transaction costs of microcredit.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUDING LESSONS AND FUTURE CHALLENGES",
        "sec_num": "5.0"
      },
      {
        "text": "• A second lesson is that microcredit may be a more effective remedy against poverty and vulnerability if it is complemented with other interventions. These interventions may be particularly appropriate for the poorest households, which face the greatest risks of income fluctuations and have the greatest need for a range of financial and non-financial services. Moreover, while the provision of microcredit can enhance a woman's status in the eyes of other household members, social mobilization and legal education interventions in conjunction with credit are likely to have a more significant effect than credit alone. However this does not imply that microfinance institutions ought to provide these services. In many cases organizations may prefer to specialize in providing microfinance and facilitate linkages to providers of other non-credit interventions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUDING LESSONS AND FUTURE CHALLENGES",
        "sec_num": "5.0"
      },
      {
        "text": "• Third, there is a role for donor financial assistance in expanding the capital base in emerging microfinance institutions as well as in developing technical capacity that leads to organizational sustainability. Hence, subsidies can be justified to support 'infant' microfinance institutions as long as there is a viable route to institutional sustainability.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUDING LESSONS AND FUTURE CHALLENGES",
        "sec_num": "5.0"
      },
      {
        "text": "The duration of these subsidies would vary according to local conditions and level of poverty of the clients.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUDING LESSONS AND FUTURE CHALLENGES",
        "sec_num": "5.0"
      },
      {
        "text": "• A fourth lesson is that while visionary leadership cannot simply be 'franchised', the systems and formal rules that govern the successful microfinance industry in Bangladesh can to an extent be replicated. These vary according to the size of the organization but by and large, these organizations delegate significant decision-making authority away from head-offices, are able to monitor individual staff performance and have linked staff incentives with program targets. Client feedback and program monitoring are also crucial. As organizations grow, the willingness to change products based on this feedback and to tailor products for niche markets is critical for success.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUDING LESSONS AND FUTURE CHALLENGES",
        "sec_num": "5.0"
      },
      {
        "text": "• A fifth lesson from the Bangladesh experience is that the creation of a microfinance wholesaler has the potential to play an important role in expanding access, developing professional standards and in advocating for MFI issues. However, apex bodies are not a panacea and a rigorous analysis of the underlying retail capacity and demand for funds needs to be carried out before they are established. The Bangladesh experience suggests that if an apex is to contribute significantly to scaling up, then it needs to ensure that the flow of funds is synchronized with the needs of growing MFIs, that it should have clear requirements for MFIs to implement solid business plans and that it should not overburden MFIs with high transaction costs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUDING LESSONS AND FUTURE CHALLENGES",
        "sec_num": "5.0"
      },
      {
        "text": "• Sixth, it is clear that the bulk of the scaling up took place through four institutions that currently serve ninety percent of all microcredit borrowers. Hence another lesson from the Bangladesh experience could be that it is not necessarily a sound strategy to support many different institutions, and risk spreading resources thinly, in order to reach large numbers of poor people. This is particularly important in light of the fact that the leadership skills and professional capacity required to go to scale are in limited supply in most countries. However, this needs to be balanced by the risks of having a concentrated market structure such as the industry-wide consequences of poor performance within one institution. A related point is that the 'franchising' model of setting up virtually identical field offices was possible due to the relatively simple credit delivery system that was offered at the time. The introduction of more diversified products, catering to different niche markets, was only introduced after the rapid expansion phase slowed down. This deliberate sequencing strategy for scaling up services is a notable lesson from the Bangladesh experience.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUDING LESSONS AND FUTURE CHALLENGES",
        "sec_num": "5.0"
      },
      {
        "text": "While this paper focused on the lessons from the scaling up of the microfinance industry, and its impact on the poor, the story would be incomplete without briefly mentioning the future challenges that the industry faces in Bangladesh.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUDING LESSONS AND FUTURE CHALLENGES",
        "sec_num": "5.0"
      },
      {
        "text": "First, the microfinance sector needs to build a stronger domestic constituency that understands the economics of microfinance and in particular the reasons for why interest rates are higher than commercial banking rates. Demands for lowering and capping interest rates have gained ground in recent months and greater public debate around these issues need to be fostered. In turn the apex microfinance body, PKSF, has a role in improving transparency by publishing information on interest rates, operating costs, profit margins etc.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUDING LESSONS AND FUTURE CHALLENGES",
        "sec_num": "5.0"
      },
      {
        "text": "Second, the industry needs to accept that its current operating spreads will need to shrink as donor grant funds for microfinance diminish and move toward more commercial sources of funding.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUDING LESSONS AND FUTURE CHALLENGES",
        "sec_num": "5.0"
      },
      {
        "text": "Hence, MFI managers will need to balance greater efficiency with their ultimate objective, which is to provide quality financial services to the poor. The reduction in spreads will also imply less cross-subsidization of social programs that many NGO-MFIs operate, which in turn requires a financing strategy for these programs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUDING LESSONS AND FUTURE CHALLENGES",
        "sec_num": "5.0"
      },
      {
        "text": "A third challenge is developing an appropriate regulatory framework for the industry. Recent progress on this, led by the central bank, PKSF and industry representatives, needs to be built on.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUDING LESSONS AND FUTURE CHALLENGES",
        "sec_num": "5.0"
      },
      {
        "text": "Given the large variety of institutions that exist, a tiered regulatory structure, as in the Philippines, is likely to be appropriate for Bangladesh. A related issue is the fact that corporate governance arrangements of MFIs need to be strengthened and lines of accountability made more explicit.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUDING LESSONS AND FUTURE CHALLENGES",
        "sec_num": "5.0"
      },
      {
        "text": "Finally, as the competition for new microcredit clients intensifies, MFIs will need to further refine the services that they offer and cater to niche markets. The capacity to identify these markets and design appropriate products will require investments in institutional capacity building as well as in publicly accessible market information and research.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUDING LESSONS AND FUTURE CHALLENGES",
        "sec_num": "5.0"
      },
      {
        "text": "In addition to this innovative staff incentive system, a detailed evaluation of the oral rehydration experience also point to a number of other 'success factors' -(i) systematic recruitment and training of staff, (ii) an effective feedback loop and the willingness of senior management to learn from the lessons from the field and (iii) support from Government, donors and professional experts.(Chowdhury and Cash 1996).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "PKSF (2003) 'Maps on Microcredit: Coverage in Bangladesh' Dhaka",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "For instance in the sericulture sector BRAC supplies the eggs to the silkworm rearer, plants the mulbery trees, trains the entrepreneur in silk rearing, arranges for extension services by a BRAC rearing specialist, purchases the cocoons from the rearer from her homestead and supplies these to a BRAC silk reeling centre.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "This point was made by Stephen Rasmussen in a personal communication.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "It is interesting to compare this figure with Copestake's (1992) evaluation of India's Integrated Rural Development Project (IRDP) where the proportion of non poor households ranged up to 36%.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Naved (1994) uses Participatory Rural Appraisal (PRA) techniques to identify the effect of participation in Save The Children's savings and credit program in Manikanj.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Microcredit and poverty: new realities and strategic issues' in 'Attacking poverty with microcredit",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Ahmed",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ahmed S (2003) 'Microcredit and poverty: new realities and strategic issues' in 'Attacking poverty with microcredit' UPL, Dhaka",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Gender Inequality within Households: The Impact of a Women's",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Amin",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Pebley",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Amin S and A Pebley (1994) 'Gender Inequality within Households: The Impact of a Women's",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Development Programme in 36 Bangladeshi Villages' in The Bangladesh Development Studies 'Special Issue on Women",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "XXII",
        "issue": "",
        "pages": "121--155",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Development Programme in 36 Bangladeshi Villages' in The Bangladesh Development Studies 'Special Issue on Women, Development and Change' Vol. XXII, No. 2&3, pp. 121-155 edited by S. Amin, BIDS, Dhaka",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Class, Patriarchy and Women's Work in Bangladesh",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Cain",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "S R Khanum",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Nahar",
            "suffix": ""
          }
        ],
        "year": 1979,
        "venue": "Population and Development Review",
        "volume": "5",
        "issue": "3",
        "pages": "405--438",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cain M, S R Khanum and S Nahar (1979) 'Class, Patriarchy and Women's Work in Bangladesh' Population and Development Review, Vol. 5 (3), pp. 405-438",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "A simple solution: teaching millions to treat diarrhoea at home",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Chowdhury",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Cash",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chowdhury M and R Cash (1996) 'A simple solution: teaching millions to treat diarrhoea at home' UPL, Dhaka",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Financing the poor: ASA experience' Daily Star March 13 th , Dhaka Credit and Development Forum",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Choudhury",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Choudhury S H (2003) 'Financing the poor: ASA experience' Daily Star March 13 th , Dhaka Credit and Development Forum (2002) 'CDF Microfinance Statistics', Dhaka",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Poverty Alleviation and Empowerment: An Impact Assessment Study of BRAC's RDP -Ten Qualitative Case Studies' mimeo, BRAC Research and Evaluation Division",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Farashuddin",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Amin",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Farashuddin F and N Amin (1998) 'Poverty Alleviation and Empowerment: An Impact Assessment Study of BRAC's RDP -Ten Qualitative Case Studies' mimeo, BRAC Research and Evaluation Division",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "NGOs in Bangladesh: Activities, Resources and Governance' (draft mimeo",
        "authors": [
          {
            "first": "V",
            "middle": [],
            "last": "Gauri",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Galef",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gauri V and J Galef (2004) 'NGOs in Bangladesh: Activities, Resources and Governance' (draft mimeo, The World Bank, Washington D.C.)",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Who takes the credit? Gender, power and control over loan use in rural credit programmes in",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Goetz",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Sengupta",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "Bangladesh' World Development",
        "volume": "24",
        "issue": "1",
        "pages": "45--63",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Goetz A and R SenGupta (1996) 'Who takes the credit? Gender, power and control over loan use in rural credit programmes in Bangladesh' World Development Vol. 24 No. 1, pp. 45-63.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Rural Credit Programs and Women's Empowerment in",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Hashemi",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Schuler",
            "suffix": ""
          },
          {
            "first": "I",
            "middle": [],
            "last": "Riley",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "Bangladesh' World Development",
        "volume": "24",
        "issue": "4",
        "pages": "635--653",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hashemi S, S Schuler and I Riley (1996) 'Rural Credit Programs and Women's Empowerment in Bangladesh' World Development Vol. 24, No. 4 pp. 635-653",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Elites and poverty in Bangladesh' D",
        "authors": [
          {
            "first": "N",
            "middle": [],
            "last": "Hossain",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hossain N (2003) 'Elites and poverty in Bangladesh' D.Phil thesis, University of Sussex",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "What makes microcredit programmes effective? Fashionable fallacies and workable realities' IDS Working Paper 177",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Jain",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Moore",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Jain P and M Moore (2003) 'What makes microcredit programmes effective? Fashionable fallacies and workable realities' IDS Working Paper 177, University of Sussex Khandker S (1998) 'Fighting Poverty with Microcredit' Oxford University Press",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Microfinance and Poverty: Evidence Using Panel Data from Bangladesh",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Khandker",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Khandker S (2003) 'Microfinance and Poverty: Evidence Using Panel Data from Bangladesh', World Bank Policy Research Working Paper 2945",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Successes in anti-poverty",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Lipton",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "Issues in Development Discussion Paper",
        "volume": "",
        "issue": "8",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lipton, M (1996) 'Successes in anti-poverty' Issues in Development Discussion Paper no. 8, International Labour Office, Geneva",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Separate spheres bargaining and the marriage market",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Lundberg",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Pollak",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "Journal of Political Economy",
        "volume": "101",
        "issue": "6",
        "pages": "988--1010",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lundberg S and R Pollak (1993) 'Separate spheres bargaining and the marriage market', Journal of Political Economy Vol. 101, No. 6 pp. 988-1010",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "From Women's Status to Empowerment: The Shift in the Population Policy Debate' The Bangladesh Development Studies",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Mahmud",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "",
        "volume": "XXII",
        "issue": "",
        "pages": "77--99",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mahmud S (1994) 'From Women's Status to Empowerment: The Shift in the Population Policy Debate' The Bangladesh Development Studies Vol. XXII, No.4, pp.77-99, BIDS, Dhaka",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Mis-Targeting by the Grameen Bank: A Possible Explanation",
        "authors": [
          {
            "first": "I",
            "middle": [],
            "last": "Matin",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "IDS Bulletin",
        "volume": "29",
        "issue": "4",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Matin I (1998) 'Mis-Targeting by the Grameen Bank: A Possible Explanation' IDS Bulletin Volume 29, No. 4, 1998",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Credit For The Poor In Bangladesh: The BRAC Rural Development Programme and the Government Thana Resource Development and Employment Programme' in Hulme D and P Mosely 'Finance against Poverty",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Montgomery",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Bhattacharya",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Hulme",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Montgomery R, D Bhattacharya and D Hulme (1996) 'Credit For The Poor In Bangladesh: The BRAC Rural Development Programme and the Government Thana Resource Development and Employment Programme' in Hulme D and P Mosely 'Finance against Poverty', Vols. 1 and 2, Routledge, London",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Does Microfinance Really Help the Poor: New Evidence from Flagship Programs in Bangladesh",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Morduch",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Morduch J (1998) 'Does Microfinance Really Help the Poor: New Evidence from Flagship Programs in Bangladesh' , Department of Economics and HIID, Harvard University and Hoover Institution, Stanford University",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Beacon of Hope: An Impact Assessment Study of BRAC's RDP' Research and Evaluation Division, BRAC, Dhaka Development Studies 'Special Issue on Women",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Mustafa",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Ara",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Banu",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Kabir",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Mohsin",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Yusuf",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Jahan",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "Maps on Microcredit: Coverage in",
        "volume": "XXII",
        "issue": "",
        "pages": "155--179",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mustafa S, I Ara, D Banu, A Kabir, M Mohsin, A Yusuf and S Jahan (1996) 'Beacon of Hope: An Impact Assessment Study of BRAC's RDP' Research and Evaluation Division, BRAC, Dhaka Development Studies 'Special Issue on Women, Development and Change' Vol. XXII, No. 2&3, pp. 121-155 pp. 155-179 edited by S. Amin, BIDS, Dhaka PKSF (2003) 'Maps on Microcredit: Coverage in Bangladesh', Dhaka",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Mora Kartik: Seasonal Deficits and the Vulnerability of the Rural Poor",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Rahman",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rahman H (1995) 'Mora Kartik: Seasonal Deficits and the Vulnerability of the Rural Poor' in",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Rethinking Rural Poverty: Bangladesh as a case study",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rahman H and M Hossain (eds.) 'Rethinking Rural Poverty: Bangladesh as a case study' UPL, Dhaka",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "eds.) 'Who needs credit? Poverty and finance in Bangladesh' Zed Books",
        "authors": [
          {
            "first": "G",
            "middle": [],
            "last": "Wood",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Sharif",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wood G and I Sharif (1997 eds.) 'Who needs credit? Poverty and finance in Bangladesh' Zed Books, London",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Banker to the Poor",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Yunus",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Yunus M (1998) 'Banker to the Poor' UPL, Dhaka",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "Assessing the poverty and vulnerability impact of microcredit in Bangladesh: a case study of BRAC",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Zaman",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Policy Research Working Paper Series",
        "volume": "2145",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Zaman H (1999) 'Assessing the poverty and vulnerability impact of microcredit in Bangladesh: a case study of BRAC' Policy Research Working Paper Series 2145, The World Bank",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "uris": null,
        "text": "i) introducing more flexible repayment schedules such as ASA's Flexible Loan Program, (ii) lowering first loan floors so that amounts as small as 500 taka ($9) can be borrowed, (iii) Grameen's program that offers zero interest loans to beggars, (iv) the Resource Integration Center's program that specializes in offering loans to a specific vulnerable group -the elderly poor, (v) various programs that combine food aid with microcredit and training e.g. BRAC's IGVGD program, and (vi) targeting remote areas through for instance ASA's cost-effective mini-branch system and Integrated Development Foundations work in the Chittagong Hill Tracts.",
        "type_str": "figure",
        "num": null,
        "fig_num": null
      },
      "FIGREF1": {
        "uris": null,
        "text": "Effective internal controls are also important in ensuring effective staff performance. First of all the fact that financial transactions are carried out publicly, in the weekly meetings and in the branch offices, is a major check against any form of discretionary behavior by fieldworkers.Many NGOs, particularly the ones that have successfully expanded in scale, have developed measures that include frequently rotating staff within and between branches, regular field visits by senior management, a strong internal audit team and annual external audits.A fundamental part of the scaling up of Bangladesh's NGOs and more specifically the microfinance movement, has been the ability to learn from experiences and adapt programs accordingly. This learning process takes place both through informal feedback by field staff during regular interactions with management as well as through a formal monitoring and evaluation process. BRAC's Research and Evaluation Division has around twenty professionals whose key function is to evaluate BRAC's multi-dimensional programs and give timely feedback to program staff and management. This process of feedback occurs through longer-term research as well as 'quick-turnaround' assessments. The shift to more flexible financial services that took place in recent years is largely based on adapting to client feedback and analysis of the limitations of a uniform microcredit model. Many of these lessons have also been shared with the rest of the microfinance industry as there are many examples of smaller MFIs being managed by former employees of the large MFIs.A constructive donor-client relationshipExternal resources played an important part in the experimentation process, subsequent growth in outreach and institutional strengthening of the microfinance industry. At the same time, the large microfinance institutions have been successful in 'managing donors'.Northern NGOs, such as the Ford Foundation, Oxfam and the Aga Khan Foundation, played an important role at the initial stages of the NGO-MFI industry in Bangladesh. The subsequent expansion and consolidation stage was funded largely by official bilateral agencies 6 and later by multilateral agencies once Northern NGOs could not match the growing resource requirements of the larger MFIs. A large part of these donor investments went to the capitalization of MFIs loan funds, crucial to the rapid expansion that took place in the 1990s, as well as into developing institutional capacity through management information systems and human resource development. Finally, the 1990s have seen dependence on donor resources progressively declining for the large MFIs",
        "type_str": "figure",
        "num": null,
        "fig_num": null
      },
      "FIGREF2": {
        "uris": null,
        "text": "as there have always been widely varying views regarding NGOs within the civil service and the Cabinet. Individuals in key positions within Government have time and again proved instrumental in facilitating the growth of the microcredit sector. The early development of the Grameen project, its registration as a bank and the decision to grant it managerial autonomy are clear examples (Yunus 1999), as was the establishment of PKSF with a strong autonomous board. The prevailing consensus position is supportive of NGOs though accusations of involvement in party politics by a handful of NGOs has strained the overall Government-NGO relationship of late.",
        "type_str": "figure",
        "num": null,
        "fig_num": null
      },
      "FIGREF3": {
        "uris": null,
        "text": "used a sample of 253 female borrowers from four rural credit providers in Bangladesh. Their investigation of loan histories led the authors to conclude that 'About 63 percent of the cases fall into the three categories of partial, very limited or no control indicating a fairly significant pattern of loss of direct control over credit' . The authors disaggregated their data in terms of loan activity and concluded that investing in traditional women's work increased their chances of being able to control the loan. Montgomery et al (1996) also have reservations about the 'empowering effect' of microcredit. Their argument is based largely on secondary sources and a small field survey focusing on the issue of control over loans. Whilst the authors admit that their sample is small, they on balance support Goetz et al's (op.cit) view that microcredit reinforces existing gender patterns and inequalities by promoting traditional income generation activities, which they believe do little to alter the social status quo.",
        "type_str": "figure",
        "num": null,
        "fig_num": null
      },
      "TABREF1": {
        "html": null,
        "text": "",
        "type_str": "table",
        "num": null,
        "content": "<table/>"
      },
      "TABREF4": {
        "html": null,
        "text": "",
        "type_str": "table",
        "num": null,
        "content": "<table/>"
      }
    }
  }
}