{
  "paper_id": "D5296837",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:09.643193Z"
  },
  "title": "Market access for sale: Latin America's lobbying for U.S. tariff preferences *",
  "authors": [
    {
      "first": "Hiau",
      "middle": [
        "Looi"
      ],
      "last": "Kee",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group",
        "institution": "",
        "location": {
          "addrLine": "The World Bank",
          "postCode": "20433",
          "settlement": "Washington",
          "region": "DC",
          "country": "USA"
        }
      },
      "email": "hlkee@worldbank.org"
    },
    {
      "first": "Marcelo",
      "middle": [],
      "last": "Olarreaga",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group",
        "institution": "",
        "location": {
          "addrLine": "The World Bank",
          "postCode": "20433",
          "settlement": "Washington",
          "region": "DC",
          "country": "USA"
        }
      },
      "email": "molarreaga@worldbank.org"
    },
    {
      "first": "Peri",
      "middle": [],
      "last": "Silva",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "University of Illinois at Urbana-Champaign",
        "location": {
          "settlement": "Champaign, Illinois"
        }
      },
      "email": "pasilva@students.uiuc.edu"
    },
    {
      "first": "José",
      "middle": [],
      "last": "Anson",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Olivier",
      "middle": [],
      "last": "Cadot",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Caroline",
      "middle": [],
      "last": "Freund",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Kishore",
      "middle": [],
      "last": "Gawande",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Bernard",
      "middle": [],
      "last": "Hoekman",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Pravin",
      "middle": [],
      "last": "Krishna",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Daniel",
      "middle": [],
      "last": "Lederman",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Alessandro",
      "middle": [],
      "last": "Nicita",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Caglar",
      "middle": [],
      "last": "Ozden",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Maurice",
      "middle": [],
      "last": "Schiff",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Byniam",
      "middle": [],
      "last": "Taddese",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "David",
      "middle": [],
      "last": "Tarr",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Eduardo",
      "middle": [],
      "last": "Wallentin",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Edith",
      "middle": [],
      "last": "Wilson",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Jaime",
      "middle": [],
      "last": "Zabludovski",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "",
  "venue": null,
  "identifiers": {},
  "abstract": "This paper assesses the foreign lobbying forces behind the tariff preferences that the United States grants to Latin American and Caribbean countries. The basic framework is the one developed by Grossman and Helpman (1994) that is extended to explain the relationship between foreign lobbying and tariff preferences. Results suggest that returns to Latin American and Caribbean exporters lobbying for tariff preferences in the United States are around 50 percent. The reason for these large returns is the relatively low estimated weight given to social welfare in the U.S. government's objective function when deciding whether or not to grant tariff preferences to Latin American and Caribbean exporters.",
  "pdf_parse": {
    "paper_id": "D5296837",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "This paper assesses the foreign lobbying forces behind the tariff preferences that the United States grants to Latin American and Caribbean countries. The basic framework is the one developed by Grossman and Helpman (1994) that is extended to explain the relationship between foreign lobbying and tariff preferences. Results suggest that returns to Latin American and Caribbean exporters lobbying for tariff preferences in the United States are around 50 percent. The reason for these large returns is the relatively low estimated weight given to social welfare in the U.S. government's objective function when deciding whether or not to grant tariff preferences to Latin American and Caribbean exporters.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "The purpose of this paper is to assess the importance of lobbying by foreign exporters in determining the extent of tariff preferences granted by an importing country. We focus on tariff preferences granted by the United States (US) to Latin American countries, for at least two reasons. 1 First, the US is the only country where foreign lobbying expenditures are publicly available. Second, the extent of tariff preferences granted to Latin America by the US is on paper quite important (Andean Act, CBI, CBTPA, GSP, Nafta, Puerto Rico-CBI, and more recently Chile-United States). In practice, it also accounts for a large share of Latin American exports to the United States: around 50 percent. 2 An important and growing empirical literature has been exploring the importance of lobbying in determining trade policy in different countries.",
        "cite_spans": [
          {
            "start": 288,
            "end": 289,
            "text": "1",
            "ref_id": "BIBREF0"
          },
          {
            "start": 697,
            "end": 698,
            "text": "2",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Most of the recent empirical and analytical literature is based on the work 1 Throughout this paper, we abuse the definition of Latin America to include Caribbean countries also; i.e., Latin America is defined as the Western Hemisphere minus Canada and the US. 2 Around 82 percent of preferential exports entered under the NAFTA regime (Mexico only) in the year 2000; CBTPA countries followed with 6 percent; GSP accounted for 4 percent; CBI for 3 percent and the Andean act regime for 2 percent of Latin America preferential exports to the United States. Other special import regimes, such as the Civil Aircraft, Pharmaceuticals and Dyes accounted for the rest of non-program-claimed imports of the US from Latin America.",
        "cite_spans": [
          {
            "start": 76,
            "end": 77,
            "text": "1",
            "ref_id": "BIBREF0"
          },
          {
            "start": 261,
            "end": 262,
            "text": "2",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "of Grossman and Helpman (1994) , which provided a flexible framework to analyze issues of lobbying and trade policy determination. 3 So far most of the literature has focused on the United States mainly due to data constraints (see Gawande and Krishna, 2002) . 4 . Empirical estimates suggests that there is a non trivial role for domestic lobbying in the determination of the US trade policy (see Gawande, 1997 , Gawande and Bandhopadhyay, 2000 and Goldberg and Maggi, 1999 ).",
        "cite_spans": [
          {
            "start": 3,
            "end": 30,
            "text": "Grossman and Helpman (1994)",
            "ref_id": "BIBREF12"
          },
          {
            "start": 131,
            "end": 132,
            "text": "3",
            "ref_id": "BIBREF2"
          },
          {
            "start": 232,
            "end": 258,
            "text": "Gawande and Krishna, 2002)",
            "ref_id": "BIBREF7"
          },
          {
            "start": 261,
            "end": 262,
            "text": "4",
            "ref_id": "BIBREF3"
          },
          {
            "start": 398,
            "end": 411,
            "text": "Gawande, 1997",
            "ref_id": "BIBREF5"
          },
          {
            "start": 412,
            "end": 445,
            "text": ", Gawande and Bandhopadhyay, 2000",
            "ref_id": "BIBREF6"
          },
          {
            "start": 446,
            "end": 474,
            "text": "and Goldberg and Maggi, 1999",
            "ref_id": "BIBREF10"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "More recently, Gawande, Krishna and Robbins (2002) focus on the role of foreign lobbying in determining US Most Favoured Nation (MFN) tariffs. 5 They find strong evidence that foreign lobbying tends to decrease MFN tariffs in the US. In a related paper Jobst (2002) focuses on the impact that foreign lobbying by Latin American countries had on their export growth to the United States. He observes a strong positive correlation between foreign lobbying and export growth. One channel through which this can be achieved are tariff preferences granted by the US to Latin American countries. In what follows below we try to assess the role of foreign lobbying by Latin American countries in explaining tariff preferences granted by the US to these countries.",
        "cite_spans": [
          {
            "start": 15,
            "end": 50,
            "text": "Gawande, Krishna and Robbins (2002)",
            "ref_id": null
          },
          {
            "start": 143,
            "end": 144,
            "text": "5",
            "ref_id": "BIBREF4"
          },
          {
            "start": 253,
            "end": 265,
            "text": "Jobst (2002)",
            "ref_id": "BIBREF15"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Indeed, in the case of small countries, such as those in Latin America which represent individually less than 1 percent of world trade, lobbying would probably rather target preferential access rather than MFN tariff reductions which would benefit all other exporting countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Although the empirical literature has found significant support for the idea that domestic and foreign lobbying are important determinants of trade policy in the United States, it still faces an important puzzle: most estimates of the weight granted to social welfare relative to lobbying contributions in the US government's objective function are extremely high: generally above 100. Such high values suggest that focusing on a non-political economy objective function for the United States could be a quite good approximation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "There are several reasons why estimates for the weight granted to social welfare are so high (see Gawande and Krishna, 2002 for an exhaustive discussion of these estimates). The one explored in this paper is that contribution functions may not necessarily be continuous as generally assumed in the empirical literature. Indeed, in the case of tariff preferences granted by the US, contribution functions are unlikely to be continuous as the US government either grants full tariff preference (zero tariff) or no preferences at all under most of its preferential schemes. 6 This paper addresses two main questions: Can lobbying by Latin America's exporters in the US explain the observed pattern of tariff preferences?",
        "cite_spans": [
          {
            "start": 98,
            "end": 123,
            "text": "Gawande and Krishna, 2002",
            "ref_id": "BIBREF7"
          },
          {
            "start": 571,
            "end": 572,
            "text": "6",
            "ref_id": "BIBREF5"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1"
      },
      {
        "text": "Results suggests that lobbying by Latin American exporters to the US government can indeed help explain the variation in tariff preferences across products and countries. Moreover, the returns to foreign lobbying seem to be relatively high, around 50 percent. Finally, contrary to the empirical literature for the United States described above we found very low values for the estimates of the weight granted to social welfare in the government's objective function (around two times the weight granted to foreign lobbying contributions), which underscores the importance of foreign (and domestic) lobbying in determining US trade policies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "And if yes, what is the return on $1 dollar of lobbying in the United States by Latin American exporters?",
        "sec_num": null
      },
      {
        "text": "The paper is organized as follows. Section 2 discusses the pattern of foreign contributions by Latin American producers in the United States, as well as the structure of tariff preferences granted by the United States. Section 3 presents the analytical setup. Section 4 describes the empirical strategy and section 5 presents the results. Section 6 concludes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "And if yes, what is the return on $1 dollar of lobbying in the United States by Latin American exporters?",
        "sec_num": null
      },
      {
        "text": "This section discusses the data sources and variable construction and provides a description of the pattern of Latin American lobbying and tariff preferences by country and sector.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Foreign lobbying and tariff preferences",
        "sec_num": "2"
      },
      {
        "text": "The data set on foreign lobbying used in this paper was provided by the US Department of Justice. Foreign lobbying activities have to be reported following the legislation known as the Foreign Agent Registration Act (FARA) from 1938. 7 The US Department of Justice organizes annually a report on foreign lobbying activities which is sent from the US Attorney General to the US Congress. The FARA annual reports contain the name and address of foreign agents, the name of the principals, the purpose of the agency and the amount of money in return for the agent's activities. 8 First we separated the foreign lobbying expenditure data related to trade on agricultural and industrial goods from those involving trade in services and other types of foreign lobbying 9 . Then, each lobbying expenditure related to trade on goods was mapped into 3-digit ISIC industries. This mapping process was repeated for each entry found on the FARA report for 33 countries in Latin America. We used the FARA reports for 1997, 1998, 1999 and 2000. Finally, we calculated the average lobbying expenditure over this four year period by 3-digit ISIC industry and by country. Some of the trade related contributions could not be mapped into particular sectors when they were undertaken by government agencies or private chambers of commerce that encompass several industries. Most of the paper excludes these contributions, except for the section on robustness tests, where these contributions are included in the econometric analysis.",
        "cite_spans": [
          {
            "start": 234,
            "end": 235,
            "text": "7",
            "ref_id": "BIBREF6"
          },
          {
            "start": 575,
            "end": 576,
            "text": "8",
            "ref_id": "BIBREF7"
          },
          {
            "start": 763,
            "end": 764,
            "text": "9",
            "ref_id": "BIBREF8"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Foreign Lobbying",
        "sec_num": "2.1"
      },
      {
        "text": "One characteristic of the foreign lobbying expenditure data is the high concentration by sector and country. The ISIC 3-digit industries with the largest expenditures are agriculture and livestock production (ISIC 111), crude petroleum and natural gas production (ISIC 220) and manufacture of transport equipment (ISIC 384) with, respectively, 62, 26 and 8 percent of total expenditure. Thus, these three industries account for 96 percent of total Latin America's lobbying expenditure. Concentration is also very high when one looks to the share of different countries in some of these industries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Foreign Lobbying",
        "sec_num": "2.1"
      },
      {
        "text": "In agriculture and livestock production, Colombia accounted for 98 percent of the total; in crude petroleum and natural gas production, Venezuela accounted for 99 percent of the total, and, in the case of transport equipment, Brazil was responsible for 98 percent of the total.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Foreign Lobbying",
        "sec_num": "2.1"
      },
      {
        "text": "We can also split the countries in three groups according to geographic localization. In this case each country can belong to South America or Caribe and Central America or NAFTA (used for Mexico). South American countries are the largest lobbyists with 95 percent of total lobbying expenditures.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Foreign Lobbying",
        "sec_num": "2.1"
      },
      {
        "text": "The sector with the largest expenditure in South America is agriculture and livestock production (ISIC 111), which accounts for 64 percent of total South American lobbying expenditures. Because the contribution data is only available at the 3-digit ISIC level, we needed to filter our tariff preferences from the 8-digit HS level to the 3-digit ISIC level. The tariff data was aggregated to the 3-digit ISIC classification using the HS 8-digit exports of each Latin American country to the US within a 3-digit ISIC classification as weights (both for the Latin American tariff and for the MFN tariffs). 11 Then, we define the US tariff preferences to Latin America as follows,",
        "cite_spans": [
          {
            "start": 603,
            "end": 605,
            "text": "11",
            "ref_id": "BIBREF10"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Foreign Lobbying",
        "sec_num": "2.1"
      },
      {
        "text": "θ =      1 − t F t if t F t, 0 otherwise",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "where it is clear that θ is censored between 0 and 1. We notice that the closer θ is to 1 the larger is the tariff preference that exporters from a Latin k and t i k ∈ {0, t k } be the preferential tariff applied on good k originating from preferential partner i. As indicated by the notation, preferences are either full (t i k = 0) or nil (t i k = t k ), i.e.,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "θ i k =      1 if t i k = 0 0 if t i k = t k Let C i k (θ i k )",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "be the contribution schedule offered by foreign lobby k from country i to the home government, and C k (t k ) that offered by domestic importcompeting lobby k. The home government's objective function is",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "V = n i=1 m k=1 C i k (θ i k ) + m k=1 C k (t k ) + aW (θ 1 , ..., θ n , t)",
            "eq_num": "(1)"
          }
        ],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "where ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "θ i = (θ i 1 , ..., θ i m ) is",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "v i k = π i k (θ i k ) − C i k (θ i k )",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": ". Let V (0) be the value of the government's objective function when θ i k = 0 and V 0 its value when lobby (i, k) does not contribute, i.e., when C i k = 0. The latter is the government's reservation value. In equilibrium, the two will necessarily be equal, but this equality is a property of the equilibrium, not a part of the game's definition. Finally, let v 0 be the value of the foreign lobbies objective function, when they do not contribute, i.e., when C i k = 0. The equilibrium of the game between foreign lobby (i, k) and the domestic government satisfies",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "(θ i k , C i k ) ∈ arg max(V + v i k ),",
            "eq_num": "(2)"
          }
        ],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "V (θ i k ) ≥ V (0),",
            "eq_num": "(3)"
          }
        ],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "V (θ i k ) ≥ V 0 ,",
            "eq_num": "(4)"
          }
        ],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "v i k ≥ v 0 .",
            "eq_num": "(5)"
          }
        ],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "Expression 2 Transfers from lobby to government being costly, the first two inequalities are binding in equilibrium. Using (1), (3) and (4), one has C i k (0) = 0 and C i k (θ i k ) is (implicitly) determined, after elimination of independent terms and rearrangement, by",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "C i k (θ i k ) = −a W (θ i k = 1, θ −k −i , t) − W (θ i k = 0, θ −i −k , t) = −a∆W i k .",
            "eq_num": "(6)"
          }
        ],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "where ∆W i k is the change in social welfare due to preferences granted to lobby (i, k).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "Because foreign exporters are sufficiently small, their entire export supply at existing home prices cannot be larger than the home country import demand. 13 This ensures that home prices remain unchanged after granting tariff preferences to foreign exporters. This implies that in the importing country there are no changes in consumer surplus or domestic producer surplus associated with the tariff preferences. 14 Thus, the change in welfare is simply driven by the change in tariff revenue and the foreign lobbying contribution of exporters of good k in country i. Thus, equation 6implicitly defines the equilibrium contributions:",
        "cite_spans": [
          {
            "start": 155,
            "end": 157,
            "text": "13",
            "ref_id": "BIBREF13"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "C i k = −a∆W i k = −a∆T R i k − aC i k",
            "eq_num": "(7)"
          }
        ],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "where ∆T R i k denotes the tariff revenue change due to preferences granted to exporters of good k from country i. Note that C i k enters the home country welfare function, as these contributions represent additional income to the home country. Tariff revenue is defined as:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "T R i k = t k m k − (t k − t i k )x i k",
            "eq_num": "(8)"
          }
        ],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "where m k are total home imports of good k, x i k are exports of good k by country i, which is lobbying for preferences. Using (8), (7) becomes,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "C i k = a 1 + a (t k − t i k )x i k",
            "eq_num": "(9)"
          }
        ],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "This contribution level is feasible for the foreign firm if inequality (5) is satisfied. It is easy to verify that it is always the case if a > 0.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "Solving (9) for the tariff preference θ i k :",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "θ i k = 1 + a a C i k t k x i k",
            "eq_num": "(10)"
          }
        ],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "Interior values for θ i k will be obtained by aggregation in the empirical part, or simply because rules of origin only allow certain exporters from a particular country to benefit from the preferences on paper. 15 A stochastic version of (10) will allow us to estimate the parameter a in the US government's objective function. A discussion of the empirical methodology can be found in the next section.",
        "cite_spans": [
          {
            "start": 212,
            "end": 214,
            "text": "15",
            "ref_id": "BIBREF15"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "The return to foreign lobbying by exporters from country i for tariff preferences in good k is then given by the ratio of the increase in profits associated with the tariff preference over the foreign contribution (minus 1): 16",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "r i k = (t k − t i k )x i k a/(1 + a)(t k − t i k )x i k − 1 = 1 + a a − 1 = 1 a",
            "eq_num": "(11)"
          }
        ],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "Thus, the inverse of the weight given to social welfare in the home country government's objective function yields the return to foreign lobbying for tariff preferences. The higher is the weight granted to social welfare in the government's objective function, the lower are the returns to foreign lobbying. 18 If this was the case, returns to foreign lobbying can actually be much smaller than the figure provided above.",
        "cite_spans": [
          {
            "start": 308,
            "end": 310,
            "text": "18",
            "ref_id": "BIBREF19"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "On the other hand the lobbying expenditure reported under FARA may not necessarily reflect tariff preferences, but other trade-related issues (regulatory trade issues for example). Perhaps, more importantly, tariff preferences are not exclusively due to foreign lobbying. Other political and economic factors enter also into consideration. In order to check whether the tariff preferences reflect foreign lobbying, as suggested above, we will estimate equation (10) .",
        "cite_spans": [
          {
            "start": 461,
            "end": 465,
            "text": "(10)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "In our econometric approach, measurement error in lobbying expenditures (such as under-reporting) will be corrected by the use of instrumental variables (see next section). The fact that tariff preferences may be granted 17 This question was actually raised in several of our informal interviews with foreign agents registered under FARA. 18 Some of the lobbying expenditure may be reported under the Lobbying Disclosure Act; some may be under the de minimis level necessary for reporting and some may simply escape through legislation loopholes as for example the political contributions granted by the law firms in which foreign agents work and which may help them later to obtain access to policy-makers.",
        "cite_spans": [
          {
            "start": 221,
            "end": 223,
            "text": "17",
            "ref_id": "BIBREF17"
          },
          {
            "start": 339,
            "end": 341,
            "text": "18",
            "ref_id": "BIBREF19"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "to specific countries for political reasons, and/or that certain products are more likely to benefit from tariff preferences, due for example to US domestic lobbying, will be controlled by country and industry dummies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences",
        "sec_num": "2.2"
      },
      {
        "text": "Our empirical strategy consists of estimating a stochastic version of equation (10) . Because the endogenous variable, θ, is bound at 0 (no preference) and 1 (full preference) a Tobit estimator is necessary.",
        "cite_spans": [
          {
            "start": 79,
            "end": 83,
            "text": "(10)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical strategy",
        "sec_num": "4"
      },
      {
        "text": "When aggregating tariff and trade data from the 8-digit HS level to the 3-digit ISIC level one may introduce some heteroskedasticity due to group aggregation if one believes that the equation to be estimated is determined at the 8-digit HS level and if the number of 8-digit HS tariff lines in each 3-digit ISIC industry is not the same. In order to correct for this potential heteroskedasticity problem, we follow a parametric correction suggested by Dickens (1990) . It consists in estimating (10) To obtain asymptotically efficient estimates, one re-weighs each observation at the industry level using these variance estimates. 19 An important problem with the estimation of equation (10) is that the 19 We alternatively provide estimates with no heteroskedasticity correction.",
        "cite_spans": [
          {
            "start": 452,
            "end": 466,
            "text": "Dickens (1990)",
            "ref_id": "BIBREF3"
          },
          {
            "start": 495,
            "end": 499,
            "text": "(10)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 631,
            "end": 633,
            "text": "19",
            "ref_id": null
          },
          {
            "start": 687,
            "end": 691,
            "text": "(10)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 704,
            "end": 706,
            "text": "19",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical strategy",
        "sec_num": "4"
      },
      {
        "text": "right-hand side is endogenous. Indeed, the ratio of contributions to Latin American exports is obviously endogenous to the preference margin. Previous empirical studies of the political economy of tariffs in the US, such as Goldberg and Maggi (1999) and Gawande and Bandyopadhyay (2000) , use factor shares and traditional exogenous political economy variables to control for endogeneity problems in a protection equation similar to the one shown in (10) . We follow a similar approach using factor shares and their products to control for endogeneity problems in the estimation of (10). 20 However, other political economy variables used in the mentioned studies like concentration ratios and unionization indexes are not available for most Latin American economies and their estimation are beyond the scope of this work.",
        "cite_spans": [
          {
            "start": 224,
            "end": 249,
            "text": "Goldberg and Maggi (1999)",
            "ref_id": "BIBREF10"
          },
          {
            "start": 254,
            "end": 286,
            "text": "Gawande and Bandyopadhyay (2000)",
            "ref_id": null
          },
          {
            "start": 450,
            "end": 454,
            "text": "(10)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical strategy",
        "sec_num": "4"
      },
      {
        "text": "We therefore proceeded using a two-stage Tobit. In the first stage we run the ratio of contributions to Latin American exports (C i k /[t k x i k ]) on the instruments described above. In the second stage, we use the fitted value of the above regression instead of the ratio itself as an explanatory variable. Table 1 provides results for the estimation of a stochastic version of (10) for our sample of Latin American countries. The first column provides a simple estimation of (10) without constant, country or product dummies and without any correction for endogeneity or heteroskedasticity. The second column provides estimates with the endogeneity correction and the third column adds a constant to the endogeneity correction. The fourth column further corrects for the potential heteroskedasticity introduced by aggregating the data at the industry level when preferences are determined at the tariff line level. The parametric correction we introduced follows Dickens (1990). The fifth column adds country and industry dummies, but does not correct for heteroskedasticity. Finally, the sixth column provides our preferred estimate of a and corrects for both for heteroskedasticity and endogeneity of our righthand-side variable, as well as controlling for any industry or country specific effect.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 310,
            "end": 317,
            "text": "Table 1",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Empirical strategy",
        "sec_num": "4"
      },
      {
        "text": "Estimates of (1 + a)/a oscillate between 0.6 and 4.8. But these two extremes are obtained before a constant is introduced into the regression.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "5"
      },
      {
        "text": "Once the constant is introduced estimates of (1 + a)/a are relatively robust.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "5"
      },
      {
        "text": "They oscillate between 1.18 and 1.52. This in turn implies that estimates of a oscillate between 2 and 6; and that returns to foreign lobbying by Latin American exporters in the US provides returns of 18 to 52 percent. 21 Our preferred estimates are those in the last column, where we control for any systematic country or product variation in preference (as well as for endogeneity and heteroskedasticity). The point estimate for a is around 2.08 and therefore r = 48 percent. Table 2 provides the same estimates as in Table 1 but the sample excludes Mexico. The reason is that Mexico is a member of Nafta and may therefore be subject to a very different regime than the other Latin American countries that our country and product dummies may not capture. Moreover, Mexico accounts for more than 50 percent of total preferential exports of Latin America to the US. 22 Results are very similar to the ones reported in Table   1 . If we go by our preferred estimates in the last two columns of Table 1 , it seems that returns of foreign lobbying are lower for the non-Mexico Latin American countries. Indeed, returns to foreign lobbying contributions are estimated around 32 percent instead of 48 percent when we include Mexico. 23 This is consistent with anecdotal evidence that the foreign lobbying process has a learning component. Foreign lobbying becomes more effective as they acquire more experience and get accustomed to the ways of doing business in the US political arena (see for example von Bertrab, 1996) .",
        "cite_spans": [
          {
            "start": 219,
            "end": 221,
            "text": "21",
            "ref_id": null
          },
          {
            "start": 866,
            "end": 868,
            "text": "22",
            "ref_id": null
          },
          {
            "start": 1220,
            "end": 1230,
            "text": "Mexico. 23",
            "ref_id": null
          },
          {
            "start": 1502,
            "end": 1516,
            "text": "Bertrab, 1996)",
            "ref_id": "BIBREF0"
          }
        ],
        "ref_spans": [
          {
            "start": 478,
            "end": 485,
            "text": "Table 2",
            "ref_id": "TABREF4"
          },
          {
            "start": 520,
            "end": 551,
            "text": "Table 1 but the sample excludes",
            "ref_id": "TABREF3"
          },
          {
            "start": 918,
            "end": 927,
            "text": "Table   1",
            "ref_id": "TABREF3"
          },
          {
            "start": 993,
            "end": 1000,
            "text": "Table 1",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "5"
      },
      {
        "text": "As a robustness check we provide results including government agencies lobbying expenditures and other business associations that we could not allocate to any specific industry with the data provided by the DOJ. Because half of the lobbying expenditures we identified as being trade-related were undertaken by government agencies or other generic business associations, it seems important to check the results when these are included. 24 The problem is how to distribute these lobbying expenditures across sectors in the exporting country. Two methods were followed. First, we used the lobbying country exports to the world as weights to distribute across sectors. As an alternative and to avoid any simultaneity issue we use exports to the rest of the world (i.e., excluding the United States). In order to avoid introducing too much \"artificial\" variation across sectors, we reduce the industry disag-gregation to the 2-digit level of the ISIC (potentially 16 exporting sectors per country). Finally to avoid attributing lobbying expenditure by government agencies and generic business associations that were undertaken for other reasons than tariff preferences to any of the sectors, we arbitrarily decide that if the final lobbying expenditure of any particular sector was more than 2 times the tariff revenue collected on those exports, then the observation was dropped. 25 The first two columns in Table 3 Table 3 are consistent with the ones reported so far. The estimates of a that use government agencies lobbying expenditures are smaller than those reported in Table 1 and the returns to foreign lobbying are somehow higher: between 62 and 97 percent depending on the method used to distribute government agencies lobbying expenditures across 2-digit ISIC sectors. Note that one may have a preference for the results reported in columns (5) and (6) , which use Latin American exports to the rest of the world, which are likely to be less endogenous than exports to the world (which includes exports to the US). In such a case the returns to foreign lobbying are higher (although not statistically so) than those reported in columns (5) and (6) Finally, note that lobbying only explains a very small part of the tariff preference variation. Without the inclusion of country and product dummies, the pseudo-R 2 are well below 1 percent. Many other determinants of tariff preferences are captured by the product and country dummies, as well as the error term. Nevertheless, the returns to foreign lobbying seem to be relatively high. Dickens (1990) .",
        "cite_spans": [
          {
            "start": 435,
            "end": 437,
            "text": "24",
            "ref_id": null
          },
          {
            "start": 1376,
            "end": 1378,
            "text": "25",
            "ref_id": null
          },
          {
            "start": 1847,
            "end": 1850,
            "text": "(5)",
            "ref_id": "BIBREF4"
          },
          {
            "start": 1855,
            "end": 1858,
            "text": "(6)",
            "ref_id": "BIBREF5"
          },
          {
            "start": 2142,
            "end": 2145,
            "text": "(5)",
            "ref_id": "BIBREF4"
          },
          {
            "start": 2150,
            "end": 2153,
            "text": "(6)",
            "ref_id": "BIBREF5"
          },
          {
            "start": 2541,
            "end": 2555,
            "text": "Dickens (1990)",
            "ref_id": "BIBREF3"
          }
        ],
        "ref_spans": [
          {
            "start": 1404,
            "end": 1411,
            "text": "Table 3",
            "ref_id": "TABREF5"
          },
          {
            "start": 1412,
            "end": 1419,
            "text": "Table 3",
            "ref_id": "TABREF5"
          },
          {
            "start": 1571,
            "end": 1578,
            "text": "Table 1",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Results",
        "sec_num": "5"
      },
      {
        "text": "For a recent review of this literature seeGrossman and Helpman (2001).4 Studies focused on developing countries include Cadot, de Melo and Olarreaga (2003), Cadot, Grether and Olarreaga (2003), Gawande, Sanguinetti and Bohara, (2003) and Mitra, Thomakus and Ulubasoglu (2002).5 Most of the empirical literature in the US actually mainly explains non-tariff barriers. This is generally justified by the fact that tariffs are subject to multilateral tariff negotiations and therefore the political economy of trading partners would also determine their level. Note that for any analysis after the Tokyo round this may also apply to non-tariff barriers depending on their nature.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The exception being the phase-out periods of Nafta for example.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Note that since 1995 foreign commercial lobbyists may actually also report under the Lobbying Disclosure Act.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "For a detailed description of how foreign agents operate, seeJobst (2003).9 See the appendix for more information on foreign lobbying data.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See dataweb.usitc.org.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "We used the same weights in order to avoid aggregation bias when moving from the tariff line level to the 3-digit ISIC level.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Around 61 percent of the values of θ which are zero are negative and were censored. One reason for the existence of negative preferences in our data is the use of anti-dumping duties by the United States. In the case of agricultural products, the presence of inand out-of-quota tariff rates is also a reason for negative preferences. Note that the only negative preferences are observed in the case of agriculture and livestock production.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "This assumption was checked in the application to Latin American preferences in the US market. Indeed, in the year 2000, in none of the 38 3-digit ISIC sectors, exports to the world of any single Latin American country were larger than imports of the United States from the world.14 And as suggested above no incentives for domestic producers to counter-lobby the tariff preference. Note that this also assumes that the whole rent from the tariff preferences is captured by the exporters and not the importers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See discussion in Section 2.2.16 Note that this is an over-estimate if the elasticity of export supply is positive.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See the appendix for a description of the instruments used.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Note that using the estimated standard errors for a and r non-linearly, we can reject the hypothesis that a > 14 (and therefore r < 8 percent) in all regressions with 95 percent confidence.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Almost all enters under Nafta.23 The estimate for a is around 3.1. Note that taken literally this suggests that monetary contributions from different countries are valued differently by the US government.24 Note that lobbying expenditures by foreign industries can sometimes be undertaken through government agencies, or at least in collaboration with government agencies as the Mexican experience in Nafta suggests; see vonBertrab (1996).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "This eliminated around 15 percent of the total sample before implementing this rule. Note that without this cleaning of the data the ratio of lobbying expenditure to potential tariff revenue foregone could be as high as 30,000, which is clearly misleading.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Note that this collaboration between the private sector and the foreign government when lobbying in the US was recognized as being crucial during Nafta negotiations.Mayer (1998) indicates that the Mexican business sector was always very close to Mexican government officials during Nafta negotiations: \"They used to call them: 'el cuarto de al lado' \" (i.e., the room next door).27 When Mexico is not in the sample the returns to lobbying are around 45 percent when lobbying expenditures by government agencies and regional chambers of commerces are included. This is higher (although not statisically so) than the 32 percent return obtained in the results provided inTable 2, when lobbying expenditures by government agencies and regional chambers of commerce are not included.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The FARA, its annual reports and additional legislation on foreign lobbying can be found on the electronic address www.usdoj.gov/criminal/FARA.29 See also the helpfull \"Q&A\" document at http://www.usdoj.gov./criminal/fara/q_A.htm.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "The US department of Justice provides data on foreign lobbying through the Foreign Agent Registration Act (FARA) annual reports. The FARA annual reports contain the name and address of foreign agents, the name of the principals, the purpose of the agency and the amount of money in return for the agent's activities. Following the information contained on the FARA website 28 , an agent of a foreign principal is any individual or organization whose activities are directed by a foreign principal filling one of the criteria below 29 :-Engages in political activities; -Acts in a public relations capacity for a foreign principal; -Solicits or dispenses anything of value within the United States for a foreign principal;-Represents the interests of a foreign principal before any agency or official of the U.S. government.Since this paper studies the role of Latin American contributions on trade preferences granted by the US, we need to eliminate from the original data those contributions not related to trade. To make the process easier we follow Krishna et al. (2001) and organize the original FARA contribution data for the years of 1997 through 2000 in six categories as follows:(1) Tourist boards or private and/or government chambers of commerce that encourage general business contacts;(2) Government to government contacts;(3) Service industries;(4) Agriculture or raw material industries; (5) Foreign political parties that were campaigning among ethnic diaspores or seeking U.S. government recognition for their cause;(6) Manufacturing industries.The FARA annual reports for 1997-2000 totalized 619 entries for the 33 countries of Latin America. The average per year of all the entries reached 102 million dollars. From the six categories identified above only the ones with numbers (4) and (6) are clearly related to trade on goods. Then, we decided to eliminate contributions from categories (1), (2), (3) and also those purely from political purposes located in category (5) .Contributions from categories (4) and (6) were mapped into 3-digit ISIC codes using the name of the contribution's principal and the purpose of the agency. The table below gives some interesting features about the composition of the data set. It is interesting to note that from 619 entries in the FARA reports only 109 were related to lobbying from specific industries in the manufacturing or agriculture sectors. Besides, only 15 percent of total contributions from Latin American countries were done directly by private agents like those contained in categories (4) and (6) . Category (4) accounted for 25 percent of the entries and categories (6) for the remaining 75 percent.",
        "cite_spans": [
          {
            "start": 373,
            "end": 375,
            "text": "28",
            "ref_id": null
          },
          {
            "start": 1067,
            "end": 1073,
            "text": "(2001)",
            "ref_id": null
          },
          {
            "start": 1805,
            "end": 1808,
            "text": "(6)",
            "ref_id": "BIBREF5"
          },
          {
            "start": 1988,
            "end": 1991,
            "text": "(5)",
            "ref_id": "BIBREF4"
          },
          {
            "start": 2566,
            "end": 2569,
            "text": "(6)",
            "ref_id": "BIBREF5"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data Appendix Foreign Contribution Data",
        "sec_num": null
      },
      {
        "text": "Data on US duties and import values from the world and for each Latin American country from 1997 to 2000 were obtained from the USITC web site (dataweb.usitic.gov). To convert the data from the 8-digit level of the harmonized system to the ISIC 4-digit classification, we used the filter built by Jerzy Rozanski from the World Bank",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tariff Preferences and Trade Data",
        "sec_num": null
      },
      {
        "text": "The GTAP database for the year of 1995 provides data on sector factor expenditure and output values for many countries in Latin America. When data is not available for a particular country, the GTAP database provides figures for the a group of countries (including the missing one). Factor expenditure in any sector for each Latin American country is divided in capital, skilled labor, unskilled labor, natural resources and land expenditures. Information contained in the GTAP manual was used to filter the data from the GTAP classification to the 3-digit ISIC level. When the data on factor expenditures and value of output was filtered to the 3-digit level of the ISIC classification, factor shares were calculated dividing each factor expenditure by the value of output. For those countries where particular information was not available the factor shares of the regions they belonged to were used instead.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Instruments",
        "sec_num": null
      },
      {
        "text": "Antigua, Argentina, Aruba, Bahamas, Barbados, Belize, Bermuda Bolivia, Brazil, British Virgin Islands, Cayman, Colombia, Costa Rica, Chile, Dominican Republic, Ecuador, El Salvador, Guatemala, Guyana, Haiti, Honduras, Jamaica, Mexico, Netherland Antilles, Nicaragua, Panama, Paraguay, Peru, Santa Lucia, Suriname, Trinidad and Tobago, Uruguay, and Venezuela. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "List of Latin American Countries",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "El redescubrimiento de América: historia del TLC",
        "authors": [
          {
            "first": "Von",
            "middle": [],
            "last": "Bertrab",
            "suffix": ""
          },
          {
            "first": "Hermann",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "von Bertrab, Hermann (1996), \"El redescubrimiento de América: histo- ria del TLC\", Fondo de Cultura Ecónomica, Mexico.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Protection for sale in India: who buys and for how much?",
        "authors": [
          {
            "first": "Olivier",
            "middle": [],
            "last": "Cadot",
            "suffix": ""
          },
          {
            "first": "Jean-Marie",
            "middle": [],
            "last": "Grether",
            "suffix": ""
          },
          {
            "first": "Marcelo",
            "middle": [],
            "last": "Olarreaga",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cadot, Olivier, Jean-Marie Grether and Marcelo Olarreaga (2003), \"Pro- tection for sale in India: who buys and for how much?\", mimeo, The World Bank.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "The protectionist bias of duty drawbacks: an application to Mercosur",
        "authors": [
          {
            "first": "Olivier",
            "middle": [],
            "last": "Cadot",
            "suffix": ""
          },
          {
            "first": "Jaime",
            "middle": [],
            "last": "De Melo",
            "suffix": ""
          },
          {
            "first": "Marcelo",
            "middle": [],
            "last": "Olarreaga",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Journal of International Economics",
        "volume": "59",
        "issue": "",
        "pages": "217--229",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cadot, Olivier, Jaime de Melo and Marcelo Olarreaga (2003), \"The pro- tectionist bias of duty drawbacks: an application to Mercosur\", Journal of International Economics 59, 217-229.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Error components in grouped data: is it ever worth weighting?",
        "authors": [
          {
            "first": "William",
            "middle": [],
            "last": "Dickens",
            "suffix": ""
          }
        ],
        "year": 1990,
        "venue": "Review of Economics and Statistics",
        "volume": "72",
        "issue": "",
        "pages": "328--333",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Dickens, William (1990), \"Error components in grouped data: is it ever worth weighting?\", Review of Economics and Statistics 72, 328-333.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Assessing the Effect of Nafta's Rules of Origin",
        "authors": [
          {
            "first": "Antoni; Jaime",
            "middle": [],
            "last": "Estevadeordal",
            "suffix": ""
          },
          {
            "first": "Olivier",
            "middle": [],
            "last": "De Melo",
            "suffix": ""
          },
          {
            "first": "Akiko",
            "middle": [],
            "last": "Cadot",
            "suffix": ""
          },
          {
            "first": "Bolormaa",
            "middle": [],
            "last": "Suwa-Eisenmann",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Tumurchudur",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Estevadeordal, Antoni; Jaime de Melo, Olivier Cadot, Akiko Suwa- Eisenmann and Bolormaa Tumurchudur (2002) \"Assessing the Effect of Nafta's Rules of Origin\", Working Paper, World Bank.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Generated regressors in linear and non linear models",
        "authors": [
          {
            "first": "Kishore",
            "middle": [],
            "last": "Gawande",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "Economic Letters",
        "volume": "54",
        "issue": "",
        "pages": "119--126",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gawande, Kishore (1997), \"Generated regressors in linear and non linear models\"; Economic Letters 54, 119-126.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Is protection for sale? A test of the Grossman-Helpman Theory of Endogenous Protection",
        "authors": [
          {
            "first": "Kishore",
            "middle": [],
            "last": "Gawande",
            "suffix": ""
          },
          {
            "first": "U",
            "middle": [],
            "last": "Bandhopadhyay",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Review of Economics and Statistics",
        "volume": "",
        "issue": "",
        "pages": "139--152",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gawande, Kishore and Bandhopadhyay, U. (2000), \"Is protection for sale? A test of the Grossman-Helpman Theory of Endogenous Protec- tion\"; Review of Economics and Statistics, 139-152.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "The political economy of trade policy: empirical approaches",
        "authors": [
          {
            "first": "Kishore",
            "middle": [],
            "last": "Gawande",
            "suffix": ""
          },
          {
            "first": "Pravin",
            "middle": [],
            "last": "Krishna",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Handbook of International Trade",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gawande, Kishore and Pravin Krishna (2002), \"The political economy of trade policy: empirical approaches\"; in J. Harrigan, ed., Handbook of International Trade, New York: Basil Blackwell.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Foreign lobbies and US trade policy",
        "authors": [
          {
            "first": "Kishore",
            "middle": [],
            "last": "Gawande",
            "suffix": ""
          },
          {
            "first": "Pravin",
            "middle": [],
            "last": "Krishna",
            "suffix": ""
          },
          {
            "first": "Michael",
            "middle": [],
            "last": "Robbins",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gawande, Kishore, Pravin Krishna and Michael Robbins (2003), \"For- eign lobbies and US trade policy\", mimeo, Brown University.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Exclusion for sale: Evidence on the Grossman-Helpman theory of free trade agreements",
        "authors": [
          {
            "first": "Kishore",
            "middle": [],
            "last": "Gawande",
            "suffix": ""
          },
          {
            "first": "Sanguinetti",
            "middle": [],
            "last": "Pablo",
            "suffix": ""
          },
          {
            "first": "Alok",
            "middle": [],
            "last": "Bohara",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Journal of International Economics",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gawande, Kishore, Sanguinetti Pablo and Bohara, Alok (2003), \"Exclu- sion for sale: Evidence on the Grossman-Helpman theory of free trade agreements\", forthcoming Journal of International Economics.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Protection for Sale: an Empirical Investigation",
        "authors": [
          {
            "first": "Pinelopi",
            "middle": [],
            "last": "Goldberg",
            "suffix": ""
          },
          {
            "first": "Giovanni",
            "middle": [],
            "last": "Maggi",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Goldberg, Pinelopi and Giovanni Maggi (1999), \"Protection for Sale: an Empirical Investigation\";",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Protection for sale",
        "authors": [
          {
            "first": "Gene",
            "middle": [],
            "last": "Grossman",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Helpman",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "American Economic Review",
        "volume": "84",
        "issue": "",
        "pages": "833--850",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Grossman, Gene, and E. Helpman (1994), \"Protection for sale\", Amer- ican Economic Review 84, 833-850.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "The Politics of Free Trade Agreements",
        "authors": [],
        "year": 1995,
        "venue": "American Economic Review",
        "volume": "89",
        "issue": "",
        "pages": "667--690",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "-(1995), \"The Politics of Free Trade Agreements, American Economic Review 89, 667-690.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Special Interest Politics",
        "authors": [],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "-(2001), \"Special Interest Politics\", MIT press.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Foreign lobbying in the US: a Latin American perspective",
        "authors": [
          {
            "first": "Andreas",
            "middle": [],
            "last": "Jobst",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Jobst, Andreas (2002), \"Foreign lobbying in the US: a Latin Ameri- can perspective\", UN Economic Commission for Latin America, paper presented at the European Trade Study Group meetings in 2002.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Interpreting Nafta: the science and art of political analysis",
        "authors": [
          {
            "first": "Federick",
            "middle": [],
            "last": "Mayer",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mayer, Federick (1998), \"Interpreting Nafta: the science and art of po- litical analysis\", Columbia University Press, New York.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Endogenous Lobby Formation and Endogenous protection: A Long-Run Model of",
        "authors": [
          {
            "first": "Devashish",
            "middle": [],
            "last": "Mitra",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Trade Policy Determination",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mitra, Devashish (1999), \"Endogenous Lobby Formation and Endoge- nous protection: A Long-Run Model of Trade Policy Determination\";",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Protection for sale in a developing country: democracy versus dictatorship",
        "authors": [
          {
            "first": "Devashish",
            "middle": [],
            "last": "Mitra",
            "suffix": ""
          },
          {
            "first": "Dimitrios",
            "middle": [],
            "last": "Thomakos",
            "suffix": ""
          },
          {
            "first": "Mehmet",
            "middle": [],
            "last": "Ulubasoglu",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Review of Economics and Statistics",
        "volume": "84",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mitra, Devashish, Thomakos, Dimitrios and Ulubasoglu, Mehmet (2002), \"Protection for sale in a developing country: democracy ver- sus dictatorship\" Review of Economics and Statistics 84.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "num": null,
        "type_str": "figure",
        "text": "Trade related FARA contributions by Latin American exporters reach 60 million dollars during this period.",
        "uris": null,
        "fig_num": null
      },
      "FIGREF1": {
        "num": null,
        "type_str": "figure",
        "text": "Tariff preferences are defined as the share of the Most-Favoured-Nation tariff that is waived to Latin American exporters under different preferential schemes. The data source is the excellent customs data set provided by the United States International Trade Commission (USITC). 10 It provides information on the value of imports and duties paid under different import regimes from each country at the tariff line level (Harmonized System (HS) 8-digit). This allows us to calculate actual tariff preferences (i.e., those ac-tually granted at customs and not 'on paper'). The advantage is that actual preferences capture the effects of non-trade barriers (agriculture and textile & clothing quotas, rules or origin, etc...) on the value of the preference granted \"on paper\". To calculate the tariff preferences at the 3-digit level of the ISIC classification we proceeded as follows. We obtained data on duties and import values for each product exported by Latin American countries at the 8-digit level of the HS classification for the period 1997-2000. The average across this four year period was calculated by country and by HS 8-digit line. For the products exported by Latin American countries, we also collected data on duties and import values from the world, but that entered the US under the MFN regime. The actual tariff collected on each of these 8-digit tariff line products was then calculated for US imports from Latin America, but also from the world under the MFN regime by simply dividing duties collected by the value of imports. This provided us with two tariffs: the (potentially) preferential tariff on each Latin American country, denoted t F , and the MFN tariff, denoted t, at the 8-digit HS level.",
        "uris": null,
        "fig_num": null
      },
      "FIGREF2": {
        "num": null,
        "type_str": "figure",
        "text": "Analytical setup Consider an economy in which consumers maximize a quasi-linear utility function U = c 0 + m k=1 u(c k ). Good zero is the numeraire. Given this functional form, there is no income or substitution effect on demand. The supply side is a specific-factor model where primary inputs into production are sector-specific capital and mobile labor. Production of good zero uses labor only under CRS, which fixes the wage rate. Thus, there is no general-equilibrium effect on the supply side either. Owners of sector-specific capital have an incentive to get politically organized and lobby for trade policies so as to raise capital's return. Resident owners of specific capital have mass zero in the population and consequently do not consider their consumption bundle or share of tariff revenue when lobbying the home government.The political game is as follows. Politically organized owners of specific capital, whether nationals or foreigners, lobby the domestic government for trade policies that are advantageous to them. For domestic import-competing producers, this means asking for tariffs on imports, whereas for foreign producers exporting into the domestic market, it means asking for tariff preferences. In order to simplify the setup, we will assume that ROW imports (imports from non-preferred countries) are sufficiently large to absorb the increase in preferential imports that would result from full preferences. This \"large market\" assumption ensures that there is no political rivalry between domestic and preferential-partner lobbies who in effect try to influence two distinct and independent policy instruments (the MFN tariff and the rate of preference respectively).Lobbies move first, domestic ones by offering contributions conditioned on the MFN tariff in their sector of activity, and foreign ones by simultaneously offering contributions conditioned on the rate of tariff preference. Let the number of trade partners be denoted by n. Then the government picks an m×(n + 1) matrix of MFN tariffs and preference rates. Given the absence of general-equilibrium effects and the \"large market\" assumption, the game is a collection of independent principal-agent problems. The form of these principal-agent relationships differs, however, because the government's action is a continuous variable in the case of MFN tariffs and a binary one in the case of preferences. In the logic of common-agency models a la Bernheim-Whinston (1986b), domestic lobbies face the government with truthful contribution schedules, i.e. functions of the MFN tariff whose derivative is equal to the derivative of their own profit function. Foreign lobbies, by contrast, face the government with pairs of transfers corresponding to the two possible values of the preference rate (zero and full). Alternatively, one may think of the game between the government and foreign lobbies as a standard auction in which the latter buy indivisible preferences. This game is considerably simpler than a menu auction a la Bernheim-Whinston (1986a). Sticking to the principalagent interpretation, each foreign lobby offers the smallest transfer inducing the government to grant preferences, which means, in the absence of hidden action, that the lobby keeps the entire protection rent. The government ignores the simultaneous game between other (foreign and domestic) lobbies by virtue of the model's independence properties. Let i = 1, ..., n denote trading partners (i.e. countries) and let k = 1, ..., m denote tariff lines (i.e., products). Let t k be the home country's MFN tariff on good",
        "uris": null,
        "fig_num": "3"
      },
      "FIGREF3": {
        "num": null,
        "type_str": "figure",
        "text": "the vector of tariff preferences granted to partner i, t = (t 1 , ..., t m ) is the vector of MFN tariffs and W (•) is the aggregate social welfare. Lobby (i, k)'s objective function net of contribution is",
        "uris": null,
        "fig_num": null
      },
      "FIGREF4": {
        "num": null,
        "type_str": "figure",
        "text": "ensures that the deal is jointly optimal for both parties, a standard requirement of incentive contracts. Inequality (3) is an incentive constraint whereby the government finds it profitable to choose the lobby's preferred action (grant positive preference). Inequality (4) is the government participation constraint whereby accepting the deal is at least as good as leaving it. Inequality (5) captures lobbies' participation constraint.",
        "uris": null,
        "fig_num": null
      },
      "FIGREF5": {
        "num": null,
        "type_str": "figure",
        "text": "and then running the error term against the inverse of the number of 8-digit HS tariff lines in each 3digit ISIC industry. The constant of such a regression provides an estimate of the variance of the industry level component of the error term, whereas the coefficient in front of the inverse of the number of lines provides an estimate of the variance of the tariff line level component of the error term.",
        "uris": null,
        "fig_num": null
      },
      "FIGREF6": {
        "num": null,
        "type_str": "figure",
        "text": "provide results at the 2-digit level of the ISIC, but without including government agencies lobbying expenditures. The first column does not correct for heteroskedasticity whereas the second column undertakes the correction mentioned above. Thus, results correspond to the ones reported in the fifth and sixth columns of Table 1, but at a higher level of industry aggregation. The third and fourth columns include Latin America's government agencies lobbying expenditures in the US disaggregated across industries using exports to the world. The fifth and sixth columns report results using exports to the rest-of-the-world (i.e., excluding the US) as weights. Again results reported in",
        "uris": null,
        "fig_num": null
      },
      "FIGREF7": {
        "num": null,
        "type_str": "figure",
        "text": "Almost 50 percent of US imports from Latin America enter under a preferential tariff regime. This paper explores the importance of lobbying in the US by Latin American exporters in explaining the extent of tariff preferences granted by country and product. Empirical results suggest that lobbying by Latin American exporters is indeed a significant determinant of tariff preferences, although not a very important one. Other country and product characteristics seem to explain a much larger share of the variation in tariff preferences granted by the US government to Latin American exporters. However, it pays Latin American exporters to lobby for tariff preferences in the US. Returns to foreign lobbying are estimated to be around 50 percent. Last, but not least, we provide a methodology to estimate the weight given to social welfare in the US government objective function (relative to lobbying contributions) in the case of a non-differentiable contribution function. Indeed, in the case of tariff preferences in the US, the foreign contribution function is likely to be non-continuous as preferences are generally either fully granted or not granted at all in the United States. Relaxing the continuous contribution function assumption provided us with an estimate of the weight granted to social welfare (a) around 2, partly solving the empirical puzzle of the empirical literature, where estimates for the US are above 100.",
        "uris": null,
        "fig_num": null
      },
      "TABREF0": {
        "content": "<table/>",
        "type_str": "table",
        "num": null,
        "text": "., on average exporters from these countries paid only 15 percent of the MFN tariff on their exports. Although Mexico belongs to the North American Free Trade Area (NAFTA), seven Latin American countries received higher preferences than Mexico. One reason for the unexpected lower US trade preference to Mexico vis-a-vis other countries not members of NAFTA is that rules of origin in that trade bloc are very stiff, obligating many Mexican exports within NAFTA to use the US's MFN regime as shown by Estevadeordal et al. (2002). At the bottom of the country list, there is Guatemala, Nicaragua, El Salvador, Honduras, Bermudas, Saint Lucia and Dominican Republic; all these countries enjoyed almost zero preferences on their exports to the United States. Note that tariff preferences granted by the United States at the tariff line level are usually full preferences, i.e., θ = 1. In our data set θ is a continuous variable for several reasons. First, the data is aggregated at the 3-digit ISIC level. Second, some of the preferential agreements have phase-out periods for preferential tariff elimination. Finally, even if full preferences are granted on paper, some exports may still enter under the MFN regime, because they do not satisfy rules of origin.",
        "html": null
      },
      "TABREF1": {
        "content": "<table/>",
        "type_str": "table",
        "num": null,
        "text": "Recent estimates of a for the United States (Gawande and Bandyopadhyay, 2000 and Goldberg and Maggi, 1999) suggest figures above 100. This would imply that the return to foreign lobbying is very small: below 1 percent. But this seems at odds with the figures discussed in the previous sections. On average for the period 1997-2000, Latin American trade related contributions under FARA amounted to US$ 15 million, whereas the value of preferences, calculated as θtx f , was around US$ 4 billion. This suggests a much higher return (around 26,000 percent) and a value for a close to zero. One may ask why not stop here if the objective is to obtain the return",
        "html": null
      },
      "TABREF2": {
        "content": "<table/>",
        "type_str": "table",
        "num": null,
        "text": "of Table 1, suggesting that cooperation between government agencies and private sector lobbying could generate important returns. 26 Note that similar results were obtained when excluding Mexico from the sample. The returns to lobbying are higher (although not statistically so) when including lobbying expenditure by governments and chambers of commerce. 27",
        "html": null
      },
      "TABREF3": {
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(5)</td><td>(6)</td></tr><tr><td>(1 + a)/a</td><td>0.59</td><td colspan=\"5\">4.76 1.22 1.18 1.52 1.48</td></tr><tr><td/><td colspan=\"6\">(.36) (1.02) (.60) (.62) (.56) (.52)</td></tr><tr><td>Constant</td><td/><td/><td colspan=\"4\">0.57 0.55 0.14 0.21</td></tr><tr><td/><td/><td/><td colspan=\"4\">(.20) (.20) (.14) (.14 )</td></tr><tr><td>Hetero. corr.</td><td>No</td><td>No</td><td colspan=\"2\">No Yes b</td><td>No</td><td>Yes b</td></tr><tr><td>Country dum.</td><td>No</td><td>No</td><td>No</td><td>No</td><td>Yes</td><td>Yes</td></tr><tr><td colspan=\"2\">Industry dum. No</td><td>No</td><td>No</td><td>No</td><td>Yes</td><td>Yes</td></tr><tr><td># obs.</td><td colspan=\"6\">1062 1062 1055 1055 1055 1055</td></tr><tr><td>Pseudo R 2</td><td>NA</td><td>NA</td><td colspan=\"3\">.002 .001 .21</td><td>0.25</td></tr><tr><td>a</td><td colspan=\"6\">-2.43 0.27 4.55 5.55 2.38 2.08</td></tr><tr><td>r</td><td>∞</td><td>3.76</td><td>.22</td><td>.18</td><td>.52</td><td>.48</td></tr></table>",
        "type_str": "table",
        "num": null,
        "text": "Estimating returns to LAC lobbying a Figures in parenthesis are standard errors. The estimation technique is a two-stage tobit to control for the endogeneity of our right-hand-side variable, except for the first column where a simple tobit is used to estimate the parameter (1 + a)/a.",
        "html": null
      },
      "TABREF4": {
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(5)</td><td>(6)</td></tr><tr><td>(1 + a)/a</td><td>0.59</td><td colspan=\"5\">4.10 1.22 1.18 1.35 1.32</td></tr><tr><td/><td colspan=\"6\">(.36) (0.91) (.57) (.57) (.49) (.46)</td></tr><tr><td>Constant</td><td/><td/><td colspan=\"4\">0.57 0.59 0.17 0.23</td></tr><tr><td/><td/><td/><td colspan=\"4\">(.20) (.21) (.14) (.14)</td></tr><tr><td>Hetero. corr.</td><td>No</td><td>No</td><td colspan=\"2\">No Yes b</td><td colspan=\"2\">No Yes b</td></tr><tr><td>Country dum.</td><td>No</td><td>No</td><td>No</td><td>No</td><td>Yes</td><td>Yes</td></tr><tr><td colspan=\"2\">Industry dum. No</td><td>No</td><td>No</td><td>No</td><td>Yes</td><td>Yes</td></tr><tr><td># obs.</td><td colspan=\"6\">1025 1025 1025 1018 1018 1018</td></tr><tr><td>Pseudo R 2</td><td>NA</td><td>NA</td><td colspan=\"4\">.003 .003 .26 0.28</td></tr><tr><td>a</td><td colspan=\"6\">-2.43 0.32 4.55 5.55 3.33 3.13</td></tr><tr><td>r</td><td>∞</td><td>3.10</td><td>.22</td><td>.18</td><td>.35</td><td>.32</td></tr></table>",
        "type_str": "table",
        "num": null,
        "text": "Excluding Mexico (Nafta preferences) a Figures in parenthesis are standard errors. The estimation technique is a two-stage tobit to control for the endogeneity of our right-hand-side variable, except for the first column where a simple tobit is used to estimate the parameter (1 + a)/a.",
        "html": null
      },
      "TABREF5": {
        "content": "<table><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(5)</td><td>(6)</td></tr><tr><td>(1 + a)/a</td><td colspan=\"6\">1.35 1.36 1.62 1.62 1.97 1.97</td></tr><tr><td/><td colspan=\"6\">(.39) (.39) (.39) (.39) (.41) (.42)</td></tr><tr><td>Constant</td><td colspan=\"6\">0.57 0.57 0.35 0.35 0.06 0.06</td></tr><tr><td/><td colspan=\"6\">(.18) (.18) (.20) (.20) (.23) (.23)</td></tr><tr><td>Hetero. corr.</td><td colspan=\"2\">No Yes b</td><td colspan=\"2\">No Yes b</td><td colspan=\"2\">No Yes b</td></tr><tr><td colspan=\"2\">Country dum. Yes</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td colspan=\"2\">Industry dum. Yes</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td><td>Yes</td></tr><tr><td># obs.</td><td>304</td><td>304</td><td>304</td><td>304</td><td>304</td><td>304</td></tr><tr><td>Pseudo R 2</td><td colspan=\"3\">0.33 0.33 .44</td><td>.44</td><td colspan=\"2\">.46 0.28</td></tr><tr><td>a</td><td colspan=\"6\">2.85 2.77 1.61 1.61 1.03 1.03</td></tr><tr><td>r</td><td>.35</td><td>.36</td><td>.62</td><td>.62</td><td>.97</td><td>.97</td></tr></table>",
        "type_str": "table",
        "num": null,
        "text": "Including Government Agencies contributions -2 digit ISIC a Figures in parenthesis are standard errors. The estimation technique is a two-stage tobit to control for the endogeneity of our right-hand-side variable.",
        "html": null
      }
    }
  }
}