{
  "paper_id": "D5554413",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:09.925577Z"
  },
  "title": "Using an Asset-Based Approach to Identify Drivers of Sustainable Rural Growth and Poverty Reduction in Central America: A Conceptual Framework by",
  "authors": [
    {
      "first": "Paul",
      "middle": [
        "B"
      ],
      "last": "Siegel",
      "suffix": "",
      "affiliation": {
        "laboratory": "LAC Latin America and Caribbean NGO Non-governmental Organization ODI Overseas Development Institute RNFE Rural Non-farm Employment UNDP United Nations Development Programme USAID United States Agency for International Development WB",
        "institution": "IFPRI International Food Policy Research Institute",
        "location": {}
      },
      "email": "psiegel@worldbank.org"
    }
  ],
  "year": "2002-10",
  "venue": null,
  "identifiers": {},
  "abstract": "Major economic, political and social changes have taken place in Central America over the past decade. These changes have led to improvements in well-being and reductions in rural poverty rates, but the region is still characterized by persistent and stark inequalities in assets and incomes and high numbers of poor persons in rural areas. This inequality is most evident in terms of landholdings, but other key productive, social and locational assets are also unequally distributed among households and geographical areas. The asset-based approach considers linkages between households' productive, social and locational assets; the policy, institutional and risk context; their behavior as expressed in livelihood strategies, and well-being outcomes. For sustainable poverty reducing growth, it is critical to examine household asset portfolios and understand how assets interact with the context to influence the selection of livelihood strategies, which in turn determine well-being. Policy reforms can change the context and income-generating potential of assets. Investments can add new assets or increase the efficiency of existing household assets, and also improve households' risk management capacity to protect assets. After all is said and done, a household's asset portfolio will determine whether growth and poverty reduction can be achieved and sustained over time. The asset-based framework is amenable to different analytical techniques. It is suggested to combine quantitative and qualitative spatial and household level analyses (and linked spatial and household level analyses) to deepen understanding of the complex relationships between assets, context, livelihood strategies and well-being outcomes.",
  "pdf_parse": {
    "paper_id": "D5554413",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "Major economic, political and social changes have taken place in Central America over the past decade. These changes have led to improvements in well-being and reductions in rural poverty rates, but the region is still characterized by persistent and stark inequalities in assets and incomes and high numbers of poor persons in rural areas. This inequality is most evident in terms of landholdings, but other key productive, social and locational assets are also unequally distributed among households and geographical areas. The asset-based approach considers linkages between households' productive, social and locational assets; the policy, institutional and risk context; their behavior as expressed in livelihood strategies, and well-being outcomes. For sustainable poverty reducing growth, it is critical to examine household asset portfolios and understand how assets interact with the context to influence the selection of livelihood strategies, which in turn determine well-being. Policy reforms can change the context and income-generating potential of assets. Investments can add new assets or increase the efficiency of existing household assets, and also improve households' risk management capacity to protect assets. After all is said and done, a household's asset portfolio will determine whether growth and poverty reduction can be achieved and sustained over time. The asset-based framework is amenable to different analytical techniques. It is suggested to combine quantitative and qualitative spatial and household level analyses (and linked spatial and household level analyses) to deepen understanding of the complex relationships between assets, context, livelihood strategies and well-being outcomes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "The study, \"Identifying Drivers of Sustainable Rural Growth and Poverty Reduction,\" is part of ongoing efforts by the Central American Environmentally and Socially Sustainable Development (CA ESSD) Department in the Latin America and Caribbean (LAC) Region of the World Bank to strengthen analyses and strategies for rural development, and to address fundamental policy issues and investment priorities. One objective of this study is to develop an appropriate conceptual and analytical framework to understand how broad-based economic growth can be stimulated in rural Central America, and to apply the framework for country case studies. An asset-based approach has been adopted to guide the conceptual and analytical framework used for this study, whereby household assets are considered the \"drivers\" of growth. This paper provides an explanation of the asset-based conceptual framework, including a review of the literature. 1",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Major economic, political and social changes have taken place in Central America (the region) 2 over the past decade. While these changes may have led to some improvements in well-being and reductions in rural poverty rates, the region is still characterized by persistent and stark inequalities in assets and incomes and high numbers of poor persons (Tejo 2000; Morley 2001; Sauma, 2002; Franko 2003; de Ferranti and others 2004) . Central American countries have long been characterized by dualistic agricultural sectors and pervasive rural poverty. Even though the Region has experienced significant urbanization, a significant share of the poor can be found in rural areas, while rural-urban migration continues to take place (Hereford and Echeverria 2003) 3 . Broad-based growth potential is constrained by unequal asset distribution. This inequality is most evident in terms of landholdings, but other key productive, social and locational assets are also unequally distributed among households and geographical areas (Attanasio and Szekeley 2001; de Janvry 2002) .",
        "cite_spans": [
          {
            "start": 351,
            "end": 362,
            "text": "(Tejo 2000;",
            "ref_id": "BIBREF61"
          },
          {
            "start": 363,
            "end": 375,
            "text": "Morley 2001;",
            "ref_id": "BIBREF44"
          },
          {
            "start": 376,
            "end": 388,
            "text": "Sauma, 2002;",
            "ref_id": "BIBREF55"
          },
          {
            "start": 389,
            "end": 401,
            "text": "Franko 2003;",
            "ref_id": "BIBREF29"
          },
          {
            "start": 402,
            "end": 430,
            "text": "de Ferranti and others 2004)",
            "ref_id": null
          },
          {
            "start": 730,
            "end": 760,
            "text": "(Hereford and Echeverria 2003)",
            "ref_id": "BIBREF33"
          },
          {
            "start": 1024,
            "end": 1053,
            "text": "(Attanasio and Szekeley 2001;",
            "ref_id": "BIBREF3"
          },
          {
            "start": 1054,
            "end": 1069,
            "text": "de Janvry 2002)",
            "ref_id": "BIBREF17"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Background",
        "sec_num": "1.1."
      },
      {
        "text": "Policy reforms in the Central American countries led to new opportunities in the agricultural sector, especially for production of export commodities. In fact, agricultural growth in the 1990s was largely driven by increasing prices of key agricultural exports and land expansion. However, since the late 1990s, prices have fallen dramatically (notably coffee prices) and opportunities for land expansion have become more limited. Furthermore, there is not much optimism for sustained commodity price increases in the near future, with many commodities experiencing negative price trends (FAO 2002) . Thus agricultural growth rates have declined and there has been perception of a crisis in rural areas. The \"rural crisis\" in Central America (see Varangis and others 2003) has been compounded by natural disasters such as Hurricane Mitch and recurring droughts that have increased vulnerability in agricultural-dependent rural areas (de Ferranti and others 2000; IADB 2000; Keipi and Tyson 2001; Kiesel 2001) . Increased market and trade liberalization and decentralization all have the potential to create conditions for growth over time, but these changes, including the Central American Free Trade Agreement (CAFTA), further contribute to uncertainty in the short term.",
        "cite_spans": [
          {
            "start": 588,
            "end": 598,
            "text": "(FAO 2002)",
            "ref_id": null
          },
          {
            "start": 747,
            "end": 772,
            "text": "Varangis and others 2003)",
            "ref_id": null
          },
          {
            "start": 974,
            "end": 995,
            "text": "Keipi and Tyson 2001;",
            "ref_id": "BIBREF39"
          },
          {
            "start": 996,
            "end": 1008,
            "text": "Kiesel 2001)",
            "ref_id": "BIBREF40"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Background",
        "sec_num": "1.1."
      },
      {
        "text": "Most vulnerable among the rural poor in the region are those with small landholdings and landless farm workers living in ecologically fragile areas, such as hillsides and sub-humid drought-prone areas. Many of these areas lack basic transport, communication and social infrastructure. Households in such areas have limited assets and livelihood opportunities. They tend to have lower levels of education, larger families, and strong communal traditions and cultural values that are not well understood in the context of the market economy. They produce for subsistence or the local market and are often net purchasers of food. Their productivity has not kept pace with other sectors of the economy, and many see migration as their best opportunity to escape poverty. Traditional policy and market-based reforms cannot quickly resolve decades of structural limitations facing the rural poor, including highly unequal access to productive and social infrastructure and unequal asset distributions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Background",
        "sec_num": "1.1."
      },
      {
        "text": "Governments and donors seldom understand what drives rural growth and poverty reduction. As a result they have little guidance on how they can formulate strategies and prioritize investments for the rural sector (Echevarria 2001a). See box 1.1. A central theme of this reappraisal of rural development strategies is that agriculture can not serve as the sole engine of poverty reducing growth in the rural economy, and that a more balanced and integrated multi-sectoral and spatial approach to rural development is needed; one that considers supply and demand linkages with non-agricultural activities in rural areas, along with rural-urban linkages, and migration. See box 1.2.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I.2. Need for New Rural Development Perspectives in Central America",
        "sec_num": null
      },
      {
        "text": "There is a need to recognize the \"pluriactive\" nature 5 of the rural economy (de Janvry and Sadoulet 2000; Lanjouw and Feder 2001; Haggblade and others 2002) . Furthermore, the heterogeneity of such factors as agro-ecological zones, access to infrastructure and services, climatic and environmental conditions, household assets (broadly defined) and livelihood strategies, formal and informal institutions within countries points to the need for more attention to sub-national areas and households within geographic areas. This requires improved geographic analyses that consider the heterogeneity of areas and households within areas. 6 The need for area-and householdspecific strategies adds to the complexity of formulating rural development strategies, investment priorities and the design of project interventions. 7 See table 1 for highlights of the World Bank's new rural development strategy for Central America.",
        "cite_spans": [
          {
            "start": 77,
            "end": 106,
            "text": "(de Janvry and Sadoulet 2000;",
            "ref_id": "BIBREF18"
          },
          {
            "start": 107,
            "end": 130,
            "text": "Lanjouw and Feder 2001;",
            "ref_id": "BIBREF42"
          },
          {
            "start": 131,
            "end": 157,
            "text": "Haggblade and others 2002)",
            "ref_id": null
          },
          {
            "start": 636,
            "end": 637,
            "text": "6",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I.2. Need for New Rural Development Perspectives in Central America",
        "sec_num": null
      },
      {
        "text": "Four basic \"paths\" have been identified for reducing rural poverty in Central America (see de Janvry and Sadoulet 2000; de Janvry and others 2002; USAID 2002). Payments for environmental services have been identified as a fifth potential strategy for a poverty exit path (CCAD 2002) .",
        "cite_spans": [
          {
            "start": 271,
            "end": 282,
            "text": "(CCAD 2002)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I.2. Need for New Rural Development Perspectives in Central America",
        "sec_num": null
      },
      {
        "text": "• Agricultural path: Increased productivity and diversification to higher value enterprises for both: a) commercially oriented small farmers (primarily household employment and income), and b) larger commercial farmers (owner operated with hired labor). • Pluriactive path: Focus on off-farm economic activities (including labor on larger farms), and also attempt to generate basic food staples for home consumption.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I.2. Need for New Rural Development Perspectives in Central America",
        "sec_num": null
      },
      {
        "text": "A recent ODI Briefing Paper on \"Options for Rural Poverty Reduction in Central America\" states: \"The main hope for agriculture as an engine of growth may lie with diversification. There have been some successes …. But diversification is not straightforward. … In sum, apart from a few non-traditional export crops, the agricultural sector does not currently exhibit 'engine of growth' characteristics. Can the policy and institutional obstacles be reversed? (ODI 2003, p.1-2)\"",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 1.2: Agriculture as an \"Engine of Growth\"",
        "sec_num": null
      },
      {
        "text": "• Social assistance path: Both formal and informal assistance including safety nets, transfers, remittances, and special targeted programs. • Exit path: Migration out of rural areas within country and outside country.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 1.2: Agriculture as an \"Engine of Growth\"",
        "sec_num": null
      },
      {
        "text": "• Payments for environmental services: rural residents would receive payments for activities related to natural resource management and environmental quality. 8",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 1.2: Agriculture as an \"Engine of Growth\"",
        "sec_num": null
      },
      {
        "text": "Notably, there is not one unique path to reduce rural poverty, and individuals and households selecting different paths will have varying degrees of success or failure depending on their portfolio of assets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 1.2: Agriculture as an \"Engine of Growth\"",
        "sec_num": null
      },
      {
        "text": "Despite challenges to the agricultural sector and the need to promote non-agricultural activities in rural areas, many policies and investments that support agricultural growth also support growth of the non-agricultural rural economy because of sectoral and spatial linkages. For example, investments in transport and communication infrastructure, education and health, and improvements in factor and output markets, can help stimulate agricultural and non-agricultural activities in rural areas. Thus, it would be a mistake to lessen support for agriculture in the hope that the non-agricultural rural economy could, in of itself, be the engine of poverty reducing rural economic growth (Start 2001; de Janvry and Sadoulet 2001; Reardon and others 2001) . Identifying synergies between agricultural and non-agricultural activities is key for rural development (see box 1.3).",
        "cite_spans": [
          {
            "start": 689,
            "end": 701,
            "text": "(Start 2001;",
            "ref_id": "BIBREF58"
          },
          {
            "start": 702,
            "end": 730,
            "text": "de Janvry and Sadoulet 2001;",
            "ref_id": null
          },
          {
            "start": 731,
            "end": 755,
            "text": "Reardon and others 2001)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 1.2: Agriculture as an \"Engine of Growth\"",
        "sec_num": null
      },
      {
        "text": "8 Linking natural resource management with poverty reduction, rural residents would receive payments for activities such as watershed protection, management of protected areas, natural forest management, reforestation activities in erosion-prone areas, conservation of biodiversity, carbon sequestering, soil and water conservation, etc. This strategy could be important for poor indigenous people living in remote areas that are environmentally sensitive. See Varangis and others 2003 for some examples of payments for environmental services in coffee growing areas in Central America Box 1.3 Sectoral and Spatial Linkages Start (2001) points out that besides the obvious production and consumption linkages, there are other important sectoral (agricultural and non-agricultural) and spatial (rural-urban) links that have a major impact on economic performance. These include: financial capital linkages (financial flows and investments), human capital linkages (education and skills can be transferred), labor linkages (part-time employment in rural areas, seasonal and permanent migration), infrastructure and service linkages (transport, communications, power, water), and social capital linkages (social networks, interest groups).",
        "cite_spans": [
          {
            "start": 624,
            "end": 636,
            "text": "Start (2001)",
            "ref_id": "BIBREF58"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 1.2: Agriculture as an \"Engine of Growth\"",
        "sec_num": null
      },
      {
        "text": "The asset-based approach focuses attention on the productive, social and locational assets of households, with the understanding that the quantity, quality and productivity of their portfolio of assets determines the potential for long-term growth and poverty reduction (see Siegel and Alwang 1999; Deininger and Olinto 2000) . As such, household assets are considered the \"drivers\" of sustainable growth and poverty reduction.",
        "cite_spans": [
          {
            "start": 275,
            "end": 298,
            "text": "Siegel and Alwang 1999;",
            "ref_id": "BIBREF56"
          },
          {
            "start": 299,
            "end": 325,
            "text": "Deininger and Olinto 2000)",
            "ref_id": "BIBREF13"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "ASSET-BASED CONCEPTUAL FRAMEWORK",
        "sec_num": "2."
      },
      {
        "text": "The asset-based approach can be used to explore relationships between: assets, context, behavior, outcomes (see de Janvry and Sadoulet (2001)). The assets of a household are broadly defined to include the productive, social and locational assets that determine the opportunity set of options for livelihood strategies (the household's revealed behavior). These actions, in turn, determine outcomes in terms of household well-being. 9 Of critical importance is the context, the policy and institutional milieu and the existence or absence of risks. The welfare-generating potential of assets depends on the interface between assets and the context. Thus policy reforms and the building of assets need to be considered in tandem, and integrated with risk management strategies (IADB 2000) . The asset-based approach is well-suited for understanding and analyzing rural poverty in Central America because of the Region's highly unequal distribution of assets among areas and households, high exposure to natural, economic and social risks, and the ongoing economic, political and institutional reforms. Figure 1 presents the asset-based conceptual framework graphically.",
        "cite_spans": [
          {
            "start": 432,
            "end": 433,
            "text": "9",
            "ref_id": null
          },
          {
            "start": 775,
            "end": 786,
            "text": "(IADB 2000)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 1100,
            "end": 1108,
            "text": "Figure 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "ASSET-BASED CONCEPTUAL FRAMEWORK",
        "sec_num": "2."
      },
      {
        "text": "Using an asset-based approach to understand and analyze the rural situation in Central America frames overall development strategies and specific policy and investment alternatives in terms of households' productive, social, and locational assets; how they complement each other, and the specific interventions that can be taken to strengthen and protect their portfolio of assets in order to improve well-being. Given that agriculture can not serve as the sole engine of rural growth a more balanced spatial and multi-sectoral approach to rural development is needed. 10 This requires a household-level (microeconomic) orientation toward identifying drivers of growth --which is provided by the asset-based conceptual framework. The asset-based approach underlies the livelihoods approach (Carney and others 1999) and has increasingly been advocated by numerous development agencies including IADB, USAID, FAO, IFAD, DFID, CARE, and the Ford Foundation. 11",
        "cite_spans": [
          {
            "start": 790,
            "end": 814,
            "text": "(Carney and others 1999)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "ASSET-BASED CONCEPTUAL FRAMEWORK",
        "sec_num": "2."
      },
      {
        "text": "Using the asset-based conceptual approach, \"drivers of sustainable rural growth and poverty reduction\" are evaluated by focusing attention on the assets and combinations of assets needed by different types of households in different geographical areas to take advantage of economic opportunities and improve their well-being over time. This study is not, for example, trying to identify particular enterprises such as cut flowers, broccoli, snow peas or sub-sectors that might stimulate growth and poverty reduction. Instead our approach can be useful to understand the type and combination of assets that are required by households to take advantage of a particular enterprise or development path.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "ASSET-BASED CONCEPTUAL FRAMEWORK",
        "sec_num": "2."
      },
      {
        "text": "A household's assets consist of the stock of productive, social, and locational resources used to generate well-being (see Moser 1998; Siegel and Alwang 1999; Rakodi 1999 ; Carney and others 1999; de Janvry and Sadoulet 2001). 12 Household assets are broadly defined to include tangible and intangible resources drawn from individual, household, community, and national and global levels (see Annex 1). According to the asset-based approach, the poor are \"asset-poor\"; they have limited assets, hold assets with low returns, and/or are unable to exploit their assets effectively (see box 2.1).",
        "cite_spans": [
          {
            "start": 123,
            "end": 134,
            "text": "Moser 1998;",
            "ref_id": "BIBREF45"
          },
          {
            "start": 135,
            "end": 158,
            "text": "Siegel and Alwang 1999;",
            "ref_id": "BIBREF56"
          },
          {
            "start": 159,
            "end": 170,
            "text": "Rakodi 1999",
            "ref_id": "BIBREF50"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Components of the Asset-Based Approach",
        "sec_num": "2.1"
      },
      {
        "text": "Household assets include tangible assets such as land and other natural assets, specific agro-ecological conditions, equipment and other physical assets, livestock, housing, financial assets, human capital (education, skills, health and nutritional status) and household composition. Intangible assets are also important, such as social capital and political rights (the degree of inclusion/exclusion), and the capacity and openness of institutions. In addition, community and regional assets such as infrastructure (roads, communication, markets), educational and heath infrastructure, location and access to infrastructure and services affect households' livelihood opportunities and returns on other assets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Components of the Asset-Based Approach",
        "sec_num": "2.1"
      },
      {
        "text": "Most economic analyses focus on productive tangible assets and how they generate returns. One reason is that data for tangible assets are more easily collected and available. However, there is growing consensus that both tangible and intangible assets, and their interplay, are important, especially in the context of risk management of vulnerable households. As noted by Narayan and Pritchett (1997) , poverty analyses that focus exclusively on tangible household assets miss a large part of the \"poverty puzzle\", by ignoring the community and social context. See box 2.2.",
        "cite_spans": [
          {
            "start": 372,
            "end": 400,
            "text": "Narayan and Pritchett (1997)",
            "ref_id": "BIBREF46"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Components of the Asset-Based Approach",
        "sec_num": "2.1"
      },
      {
        "text": "12 Also see World Bank 2000; Attanasio and Szekeley 2001; Wadsworth 2002; Winters and others 2002) .",
        "cite_spans": [
          {
            "start": 29,
            "end": 57,
            "text": "Attanasio and Szekeley 2001;",
            "ref_id": "BIBREF3"
          },
          {
            "start": 58,
            "end": 73,
            "text": "Wadsworth 2002;",
            "ref_id": "BIBREF70"
          },
          {
            "start": 74,
            "end": 98,
            "text": "Winters and others 2002)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Components of the Asset-Based Approach",
        "sec_num": "2.1"
      },
      {
        "text": "\"Poor people in Latin America are poor because the market value of their assets is low and because opportunities to augment these assets continue to be low as well. In addition, the poor are often at a disadvantage with respect to the rate and variability of return on these assets, which helps explain their low market rate. What needs to be done to provide the rural poor with increased access to assets and to provide them with opportunities for sustainable increases in their returns to these? Different approaches are required to address the existing heterogeneity in asset endowments and the many factors that affect access and returns with a specific geographic setting of the population being targeted. In broad terms, these factors include the rules of trade, market access, technology, governance, and economic and environmental shock (USAID 2002 p.32) .\"",
        "cite_spans": [
          {
            "start": 845,
            "end": 862,
            "text": "(USAID 2002 p.32)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.1 Assets and the Rural Poor",
        "sec_num": null
      },
      {
        "text": "More attention is now being placed on social, institutional and political relationships among households within and outside the community; such as gender relations, social ties and networks, social cohesion, empowerment, participation in organizations, and effectiveness of collective action (Moser 1998; World Bank 2002c) . Physical and social infrastructure complement other assets and help determine the expected returns and the risks of these other assets. In addition, the location (e.g., proximity or distance) of infrastructure is considered to be a critical asset, because it influences the availability and accessibility (e.g., transaction costs) of goods and services (van de Walle 2000a; 2000b) . Obtaining and analyzing data on this range of parameters is a major challenge for researchers and will require investments in data collection and analysis.",
        "cite_spans": [
          {
            "start": 292,
            "end": 304,
            "text": "(Moser 1998;",
            "ref_id": "BIBREF45"
          },
          {
            "start": 305,
            "end": 322,
            "text": "World Bank 2002c)",
            "ref_id": null
          },
          {
            "start": 678,
            "end": 698,
            "text": "(van de Walle 2000a;",
            "ref_id": "BIBREF65"
          },
          {
            "start": 699,
            "end": 705,
            "text": "2000b)",
            "ref_id": "BIBREF66"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.1 Assets and the Rural Poor",
        "sec_num": null
      },
      {
        "text": "There is considerable heterogeneity of households' assets and livelihood strategies in rural areas of Central America. Differences in agro-ecological conditions have an important impact on opportunities and constraints for rural households, because they determine, to a large extent, the potential for agricultural and activities linked to agriculture, and the environmental impacts of these activities (FAO 2001). In many cases, agro-ecological zones are also highly correlated with other assets at the household, community and regional levels (see table 2 ). Areas with low agricultural potential and located in environmentally sensitive zones often have relatively higher proportions of indigenous populations and higher poverty rates, and/or constraints on income generating potential from assets because of high transaction costs related to remoteness (Pichon and Uquillas 1999; FAO 2001; World Bank 2002c; Wadsworth 2002) . 13 See box 2.3.",
        "cite_spans": [
          {
            "start": 857,
            "end": 883,
            "text": "(Pichon and Uquillas 1999;",
            "ref_id": "BIBREF49"
          },
          {
            "start": 884,
            "end": 893,
            "text": "FAO 2001;",
            "ref_id": null
          },
          {
            "start": 894,
            "end": 911,
            "text": "World Bank 2002c;",
            "ref_id": null
          },
          {
            "start": 912,
            "end": 927,
            "text": "Wadsworth 2002)",
            "ref_id": "BIBREF70"
          }
        ],
        "ref_spans": [
          {
            "start": 550,
            "end": 557,
            "text": "table 2",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Box 2.1 Assets and the Rural Poor",
        "sec_num": null
      },
      {
        "text": "13 Notwithstanding the forward-looking character of this study, it is also critical that the historical context not be ignored. That is, the location of poor households, their assets and assets at the community and local levels have been shaped by history. For example, the pervasiveness of rural poverty in the Central American countries and the location of poor rural households is largely the result of historical factors (see for example, de Janvry and Sadoulet 2000; Attanasio and Szekeley 2001; Morley 2001; Franko 2003; Plataforma Agraria 2003; World Bank 2002c) . Poverty Report 2001 (IFAD 2001 states that increasing access to assets is crucial for broad-based growth and poverty reduction. Assets take many forms -human and social (education, health, organizations), natural (land, water and forests), technological (farm production, processing and marketing materials), infrastructural (roads, communications, health and education facilities, housing) and financial (crop sales and off-farm revenue, investment and working capital, \"savings\" in the form of livestock and stored commodities). There is strong complementarity among assets categories. For example, building social capital by strengthening farmers' groups and improving road and communications networks can enhance the financial asset base. Secure land use rights can allow farmers to invest in technology, leading to higher farm productivity. They may then invest in improved health and nutrition and their children's education.\" (emphasis by author)",
        "cite_spans": [
          {
            "start": 472,
            "end": 500,
            "text": "Attanasio and Szekeley 2001;",
            "ref_id": "BIBREF3"
          },
          {
            "start": 501,
            "end": 513,
            "text": "Morley 2001;",
            "ref_id": "BIBREF44"
          },
          {
            "start": 514,
            "end": 526,
            "text": "Franko 2003;",
            "ref_id": "BIBREF29"
          },
          {
            "start": 527,
            "end": 551,
            "text": "Plataforma Agraria 2003;",
            "ref_id": null
          },
          {
            "start": 552,
            "end": 569,
            "text": "World Bank 2002c)",
            "ref_id": null
          },
          {
            "start": 572,
            "end": 591,
            "text": "Poverty Report 2001",
            "ref_id": null
          },
          {
            "start": 592,
            "end": 602,
            "text": "(IFAD 2001",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.1 Assets and the Rural Poor",
        "sec_num": null
      },
      {
        "text": "\"IFAD's Rural",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.1 Assets and the Rural Poor",
        "sec_num": null
      },
      {
        "text": "The quantity and quality of assets, and their complementarity determine household wellbeing and growth potential, for a given context. Certain assets are effective only if combined with others, and their sequencing can also be critical. For example, access to high-quality land has different implications for well-being depending on its location relative to markets and other infrastructure or on access to credit and high-quality inputs. Education may have markedly different implications for welfare generation depending on location, the functioning of labor markets and related institutions. The existence of good transport and market infrastructure is essential for successful adoption of agricultural technology, by lowering transaction costs and opening new trade opportunities. 14 Other important determinants of asset productivity include the regulatory and legal systems, which determine the security and transferability of assets such as property rights, the (formal and informal) mechanisms of market, and social and political inclusion and/or exclusion such as human rights. These characteristics are inexorably tied to the context.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.1 Assets and the Rural Poor",
        "sec_num": null
      },
      {
        "text": "The distribution of assets among households and communities and their welfaregenerating potential depend on the context (past, present, future), which includes exogenous and endogenous factors. The context consists of the institutions and policies that define ownership and acceptable use of assets, along with the risks that affect the welfare-generating potential of assets. The political, legal and regulatory context determines, to a large extent, how households' assets can be managed to achieve wellbeing (de Soto 2000; Zezza and Llambi 2002) . See box 2.4.",
        "cite_spans": [
          {
            "start": 526,
            "end": 548,
            "text": "Zezza and Llambi 2002)",
            "ref_id": "BIBREF79"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.1 Assets and the Rural Poor",
        "sec_num": null
      },
      {
        "text": "14 Successful adoption of technology depends on the objectives of adopting households. In the case of profit maximizing behavior, the successful adoption of technology should lead to increased household income.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.1 Assets and the Rural Poor",
        "sec_num": null
      },
      {
        "text": "\"Actions to build up assets are essential to rural prosperity and rural poverty reduction strategies. The asset positions of the poor are highly varied. Geographic locations vary greatly in terms of natural assets and other physical assets, including roads, electricity, and irrigation, as well as in human and social assets. There are also cross-linkages between assets that must be accounted for in strategies aimed at increasing access or building up asset stocks. When more assets are owned, the opportunities for increasing the productivity of all assets are enhanced and, therefore, there are more opportunities for accumulation of additional assets. For example, land has a much higher return when combined with human capital. The high degree of variability in assets positions also means that is impossible to create a single blueprint for building up assets of the poor.\" USAID 2002, p.39).\" (emphasis by author)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.3 Heterogeneity of Assets and Asset Combination Held by Rural Households",
        "sec_num": null
      },
      {
        "text": "A major determining factor of the context in which the rural economy operates is how institutions at macro, meso, micro levels function, their degree of inclusiveness, and how they interact. This includes public and private sector institutions, civil society and NGOs, and any other formal and informal organizations and groups. Indeed, issues of governance are critical, and many new initiatives toward decentralization have been stymied by the lack of governance capacity and skills. Incompetence and corruption are also widespread. Governance issues are important for area comparative advantage and competitiveness and are receiving more attention by development agencies (World Bank, 2002c) .",
        "cite_spans": [
          {
            "start": 682,
            "end": 694,
            "text": "Bank, 2002c)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.3 Heterogeneity of Assets and Asset Combination Held by Rural Households",
        "sec_num": null
      },
      {
        "text": "The issue of \"access\" to assets and to markets is also closely linked to the context, where the \"rules-of-the-game\" are set (e.g., human and property rights, rules and regulations that relate to social and political inclusion, and environmental quality standards and enforcement). 15 See box 2.5. 15 An example of the asset-context interface is the issue of property rights for indigenous people and their access to natural resources. It is the larger society that has historically decided on the property rights for indigenous people, oftentimes denying indigenous people to capitalize on their assets.",
        "cite_spans": [
          {
            "start": 297,
            "end": 299,
            "text": "15",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.3 Heterogeneity of Assets and Asset Combination Held by Rural Households",
        "sec_num": null
      },
      {
        "text": "The 2003 World Development Report focuses on the role of institutions, and it also highlights the strong linkages between assets and institutions. \"For people to thrive, assets must thrive. A broad portfolio of assets -physical, financial, human, social, and environmental -needs to be managed responsibly if development is to be sustainable -because of thresholds and complementarities among assets. Institutions such as property rights and the rule of la are essential for the creation of human-made assets and the efficient operation of markets as a coordinating institution. Additional institutions are needed to coordinate and ensure an adequate supply of assets that are not spontaneously provided by markets: environmental assets and social assets. … The distribution of assets is critical in determining whom institutions serve … Groups that lack assets tend also to lack voice, security, and a stake in the larger society, hampering the ability of institutions to perform their necessary coordinating functions … It is difficult, but possible, to design policies that increase voice and access to assets (World Bank 2002c, p.1).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.4 Assets and Institutions",
        "sec_num": null
      },
      {
        "text": "(emphasis by author)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.4 Assets and Institutions",
        "sec_num": null
      },
      {
        "text": "In a book called The Mystery of Capital, de Soto (2000) explains the \"mystery\" of the assetcontext interface. \"\"Capital, like energy is also a dormant value. Bringing it to life requires us to go beyond looking at our assets as they are to actively thinking about them as they could be. It requires a process for fixing an asset's economic potential into a form that can be used to initiate additional production …. {the} key process was not deliberately set up to create capital but for the more mundane purpose of protecting property ownership. … Although we use these mechanisms all the time, we do not realize that they have capital-generating functions because they do not wear that label. We view them as parts of the system that protects property, not as interlocking mechanisms for fixing the economic potential of an asset in such a way that it can be converted into capital. What creates capital in the West, in other words, is an implicit process buried in the intricacies of its formal property systems (p. 45-46) .\"",
        "cite_spans": [
          {
            "start": 41,
            "end": 55,
            "text": "de Soto (2000)",
            "ref_id": "BIBREF21"
          },
          {
            "start": 1015,
            "end": 1025,
            "text": "(p. 45-46)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.5 The Mystery of Assets",
        "sec_num": null
      },
      {
        "text": "Thus, the context is determined by a wide array of policies and public investments, and the overall efficiency, equity, and transparency of their design and execution. See box 2.6.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.5 The Mystery of Assets",
        "sec_num": null
      },
      {
        "text": "The risks to which rural households and their assets are exposed are also part of the context. This includes climatic risks such as drought, flood and hurricanes), price risks (for outputs and inputs), commodity price fluctuations, lack of markets, human health risks, plant and livestock diseases and pest infestations, and risks associated with conflicts and crime that affect personal security (de Ferranti and others 2000; IADB 2000; Keipi and Tyson 2002; Kiesel 2001 ). 16 The presence of risk often invokes a cost of risk management; this cost can include lower income due to risk avoidance behavior (opportunity costs) and risk-reducing activities (actual costs), and costs associated with coping activities. Risk also induces fluctuations in consumption and can, by itself, lower household well-being (for example, household concerns about food insecurity).",
        "cite_spans": [
          {
            "start": 438,
            "end": 459,
            "text": "Keipi and Tyson 2002;",
            "ref_id": null
          },
          {
            "start": 460,
            "end": 471,
            "text": "Kiesel 2001",
            "ref_id": "BIBREF40"
          },
          {
            "start": 475,
            "end": 477,
            "text": "16",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.5 The Mystery of Assets",
        "sec_num": null
      },
      {
        "text": "To a large extent, the context is shaped by factors external (or outside the control) of households. Domestic and international policies, institutions and markets, and forces of nature shape the context. On the other hand, households can invest in assets, and allocate their assets and select livelihood strategies in a manner that reduces risks associated with the prevailing context. Furthermore, important links between policies and risks exist, because policies and investments can either increase risk and exposure to risk, or help households better manage risk and vulnerability to poverty (Siegel and Alwang 1999; Anderson 2001; Varangis and others 2002; Siegel and others 2003) . In addition, social protection and safety nets can help households manage risk (Lustig 2001; World Bank 2001; Devereux 2001) . The general lack of risk management instruments for the rural poor in Central America constrains their ability to protect their assets and to generate higher returns from their portfolio of assets (see box 2.7).",
        "cite_spans": [
          {
            "start": 596,
            "end": 620,
            "text": "(Siegel and Alwang 1999;",
            "ref_id": "BIBREF56"
          },
          {
            "start": 621,
            "end": 635,
            "text": "Anderson 2001;",
            "ref_id": "BIBREF1"
          },
          {
            "start": 636,
            "end": 661,
            "text": "Varangis and others 2002;",
            "ref_id": null
          },
          {
            "start": 662,
            "end": 685,
            "text": "Siegel and others 2003)",
            "ref_id": null
          },
          {
            "start": 767,
            "end": 780,
            "text": "(Lustig 2001;",
            "ref_id": "BIBREF43"
          },
          {
            "start": 781,
            "end": 797,
            "text": "World Bank 2001;",
            "ref_id": null
          },
          {
            "start": 798,
            "end": 812,
            "text": "Devereux 2001)",
            "ref_id": "BIBREF23"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.5 The Mystery of Assets",
        "sec_num": null
      },
      {
        "text": "According to the 2003 World Development Report: \"Eliminating poverty requires growth and investment. Efforts to generate a strong investment climate -including sound macroeconomic fundamentals, good governance, and basic infrastructure -need to be strengthened at the national level. … The importance of a sound investment climate as a core component of sustainable development is becoming widely recognized, as exemplified by the prominent position of governance on national agendas and by the progress over the past decade in confronting corruption through the concerted efforts of governments, civil society, and the private sector to change the rules of the game (World Bank 2002c, p.17) .",
        "cite_spans": [
          {
            "start": 667,
            "end": 691,
            "text": "(World Bank 2002c, p.17)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.6 Growth and the Investment Climate",
        "sec_num": null
      },
      {
        "text": "Despite the low asset-based of many rural poor households, there is still potential to assist them by: increasing the efficiency and use of their existing assets, increasing the productivity of their existing assets, providing them with additional assets, by protecting the assets, and different combinations of these options. This requires investments, policy and institutional reforms, and significant capacity building. It also requires time. The temporal dimensions and dynamics of asset enhancement and expansion need to be carefully considered in project planning. 17 A critical part of this process includes enhancing and expanding human and social capital, whereby individuals, households and communities learn entrepreneurial and management skills to become empowered in the newly liberalized and decentralized markets and institutions (Siegel and Alwang 1999; de Janvry and Sadoulet 2001; Attanasio and Szekely 2001) . See box 2.8.",
        "cite_spans": [
          {
            "start": 845,
            "end": 869,
            "text": "(Siegel and Alwang 1999;",
            "ref_id": "BIBREF56"
          },
          {
            "start": 870,
            "end": 898,
            "text": "de Janvry and Sadoulet 2001;",
            "ref_id": null
          },
          {
            "start": 899,
            "end": 926,
            "text": "Attanasio and Szekely 2001)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(emphasis by author)",
        "sec_num": null
      },
      {
        "text": "The \"opportunity set\" (options) for households to achieve different levels of well-being depends on the interface between a household's assets and the prevailing context. Strategic management by a household of its asset portfolio to achieve preferred wellbeing outcomes defines its behavior or livelihood strategy (Ellis 1998; Carney and 17 For example, it is important to consider the short-term cash flow needs for projects that include investments in assets because returns can take time to materialize. Such is the case with investments in fruit orchards and livestock, for example.",
        "cite_spans": [
          {
            "start": 314,
            "end": 326,
            "text": "(Ellis 1998;",
            "ref_id": "BIBREF26"
          },
          {
            "start": 327,
            "end": 340,
            "text": "Carney and 17",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(emphasis by author)",
        "sec_num": null
      },
      {
        "text": "Explaining why the poor are poor in Central America, Valdes and Mistiaen (2001, p.12 ) cite another study that states: \"Most basically it is because they have few assets (both human and physical, including social capital) and also because the productivity of their assets is low. The assets are meager not only in quantity but also in quality (for example, low levels of schooling are usually combined with poor quality of schooling). The low productivity of assets results from a combination of government failures and imperfect of incomplete markets.\" Valdes and Mistiaen (2001) claim that: \"This taxonomy helps in guiding the analysis of rural poverty determinants by distinguishing those factors that contribute or constrain the building of the assets of the poor (education, demographics, land, and others) from those influencing the productivity of such assets (the incentive framework, financial policies, overall economic growth, and others). Traditionally the bulk of the literature on agricultural development and poverty in Latin America has emphasized control over assets (land in particular) as the key factor in explaining rural poverty. Why the \"low productivity of assets\" effect on rural poverty has been practically ignored in a region with such a history of poor policies is puzzling.\" (emphasis by author)",
        "cite_spans": [
          {
            "start": 53,
            "end": 84,
            "text": "Valdes and Mistiaen (2001, p.12",
            "ref_id": null
          },
          {
            "start": 554,
            "end": 580,
            "text": "Valdes and Mistiaen (2001)",
            "ref_id": "BIBREF64"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.8 Why the poor are poor: Lack of assets and low asset productivity",
        "sec_num": null
      },
      {
        "text": "\"Small farmers are particularly vulnerable. Many reside on the margins of fragile ecosystems where weather risks are high. Few small farmers have the financial reserves needed to protect their incomes and welfare in bad years. A number of measures could mitigate farmers' risks: insurance markets; forward pricing contracts; diversifying productive activities and employment outside the farm sector; provision of early warning information; applied research on sustainable management of natural resources; and policies aimed at improving access to public services in general (health, education, technical assistance) and the operation of markets for key inputs\" (IFPRI 2002, p.1).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.7 Risks and Risk Management",
        "sec_num": null
      },
      {
        "text": "others 1999). Livelihood strategies include: land and labor use decisions, investments in education, migration, participation in social capital building and other asset allocations. Livelihood strategies also include women's and children's unpaid labor for a wide range of household based tasks such as cooking, cleaning, caring for young children and economic activities such as planting, weeding harvest of crops and raising of small animals. Different economic and social activities require mobilization of different amounts and types of assets. Asset holdings determine the ability to undertake a given enterprise and the productivity of resources allocated to that enterprise, while the potential returns depend also on the context.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.7 Risks and Risk Management",
        "sec_num": null
      },
      {
        "text": "The asset-based approach uses a \"livelihood focus\" in recognition that rural households hold a portfolio of assets and allocate these assets among a range of welfare-generating activities, and the particular livelihood activities reflect an explicit (or implicit) multidimensional objective function including economic, social, cultural, environmental, outcomes (Chambers and Conway 1992; Carney and others 1999) . The asset-based approach helps us understand why and how households manage assets and risks to \"select\" certain livelihood strategies to achieve welfare outcomes; in the face of specific asset-context interface conditions (Wadsworth 2002) . See box 2.9.",
        "cite_spans": [
          {
            "start": 362,
            "end": 388,
            "text": "(Chambers and Conway 1992;",
            "ref_id": "BIBREF8"
          },
          {
            "start": 389,
            "end": 412,
            "text": "Carney and others 1999)",
            "ref_id": null
          },
          {
            "start": 637,
            "end": 653,
            "text": "(Wadsworth 2002)",
            "ref_id": "BIBREF70"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.7 Risks and Risk Management",
        "sec_num": null
      },
      {
        "text": "Livelihood strategies of rural households in Central American include a wide range of on-and off-farm agricultural and non-agricultural activities as self-employed or laborers, and migration (temporary and permanent). It has been estimated that about 50% or more of rural households' income in the Central American countries come from rural non-farm employment (RNFE) (Berdegue and others 2001; Reardon and Berdegue 2002; Corral and Reardon 2001) . 18 Many of the RNFE jobs are low-skill and low-paying jobs that are not obvious paths out of poverty. More attention needs to be devoted to understanding households' asset portfolios and allocation of assets, particularly labor. For example, contrary to long held beliefs in the need for labor intensive agricultural technologies, many small farmers with limited land assets really would be better served by labor saving agricultural technologies to free up labor for alternative activities (USAID 2001; Reardon and others 2001; Start 2001) . See box 2.10.",
        "cite_spans": [
          {
            "start": 368,
            "end": 394,
            "text": "(Berdegue and others 2001;",
            "ref_id": null
          },
          {
            "start": 395,
            "end": 421,
            "text": "Reardon and Berdegue 2002;",
            "ref_id": null
          },
          {
            "start": 422,
            "end": 446,
            "text": "Corral and Reardon 2001)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 449,
            "end": 451,
            "text": "18",
            "ref_id": null
          },
          {
            "start": 940,
            "end": 952,
            "text": "(USAID 2001;",
            "ref_id": "BIBREF62"
          },
          {
            "start": 953,
            "end": 977,
            "text": "Reardon and others 2001;",
            "ref_id": null
          },
          {
            "start": 978,
            "end": 989,
            "text": "Start 2001)",
            "ref_id": "BIBREF58"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.7 Risks and Risk Management",
        "sec_num": null
      },
      {
        "text": "18 Note: There is a special issue of the journal World Development, Volume 29, No. 3, 2001 that focuses on RNFE in Central America. There is an overview article by Reardon, Berdegue, and Escobar (2001) , and country studies on Nicaragua (Corral and Reardon 2001) , El Salvador (Ruben and van den Berg 2001) , and Honduras (Lanjouw 2001) .",
        "cite_spans": [
          {
            "start": 68,
            "end": 90,
            "text": "Volume 29, No. 3, 2001",
            "ref_id": null
          },
          {
            "start": 164,
            "end": 201,
            "text": "Reardon, Berdegue, and Escobar (2001)",
            "ref_id": "BIBREF52"
          },
          {
            "start": 237,
            "end": 262,
            "text": "(Corral and Reardon 2001)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 277,
            "end": 306,
            "text": "(Ruben and van den Berg 2001)",
            "ref_id": "BIBREF54"
          },
          {
            "start": 322,
            "end": 336,
            "text": "(Lanjouw 2001)",
            "ref_id": "BIBREF41"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.7 Risks and Risk Management",
        "sec_num": null
      },
      {
        "text": "According to Chambers and Conway (1992, pp.7-8) : \"A livelihood comprises the capabilities, assets (stores, resources, claims and access) and activities required for a means of living; a livelihood is sustainable when it can cope with and recover from stress and shocks, maintain or enhance its capabilities and assets, provide sustainable livelihood opportunities for the next generation, and contribute net benefits to other livelihoods at the local and global levels in the long and short run.\"",
        "cite_spans": [
          {
            "start": 13,
            "end": 47,
            "text": "Chambers and Conway (1992, pp.7-8)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.9 Defining a Livelihood",
        "sec_num": null
      },
      {
        "text": "The asset-based approach also focuses our attention on the longer-term implications of short-term decisions about the allocation of assets. For example, coping strategies used by poor rural households can lead to the degradation or decapitalization of assets such as cutting down trees, taking children out of school and these actions can contribute to a cycle of poverty. Alternatively, household livelihood strategies can lead to improved asset portfolios such as investments in improved technology, training programs, empowerment in social and political networks that can lead to a virtuous cycle of sustainable growth. Asset accumulation and changes in livelihood strategies are important drivers for sustained improvements in well-being, and this study describes patterns of asset accumulation and livelihood strategies and investigates their causes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.9 Defining a Livelihood",
        "sec_num": null
      },
      {
        "text": "Agricultural-led growth is potentially an important engine of rural growth, but it is not the only one. It is important to consider a wide range of sectoral and spatial linkages and multipliers as part of rural diversification strategies, and their distributional impacts (by economic activity, by location, over time, who benefits/losses, and its environmental sustainability (Varangis and others 2003) . It is also important to emphasize the fact that many of the so-called non-agricultural goods and services are, in fact, linked to agricultural activities. 19 See table 3 for more details about coordinating agricultural and non-agricultural sectors in the rural economy.",
        "cite_spans": [
          {
            "start": 377,
            "end": 403,
            "text": "(Varangis and others 2003)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.9 Defining a Livelihood",
        "sec_num": null
      },
      {
        "text": "A considerable body of development literature that praises the diversification of livelihood strategies of poor rural households, implying that diversification can increase incomes and/or reduce risks (Ellis 1998 ). However, diversified or specialized livelihood strategies can only be judged as \"good\" or \"bad\" only given a household's objective function and outcomes in terms of well-being (Siegel and Alwang 1999). 20 Moreover, rural diversification, is not necessarily poverty reducing. In most cases there will be winners and losers, and those minimally affected such as remote communities that are semi-subsistent and autarkic). In fact, there is evidence that past diversification initiatives in Central America have been biased toward higher-potential areas and households with stronger asset bases (Tabora 1992) . Diversification efforts targeted to lower-potential areas with high transactions costs such as those that are geographically Box 2.10 Understanding Multiple Livelihoods \"More often than not, rural livelihoods draw on a diverse range of activities, assets and income sources that usually include elements from the non-farm economy. Three broad factors help explain how economic decision-making leads to such a multiplicity in livelihood portfolios: a) risk and uncertainty, b) variability and discontinuity associated with seasonality, and c) complementarity of activities\" (Start, 2001, p.497 ).",
        "cite_spans": [
          {
            "start": 201,
            "end": 212,
            "text": "(Ellis 1998",
            "ref_id": "BIBREF26"
          },
          {
            "start": 392,
            "end": 420,
            "text": "(Siegel and Alwang 1999). 20",
            "ref_id": null
          },
          {
            "start": 807,
            "end": 820,
            "text": "(Tabora 1992)",
            "ref_id": "BIBREF59"
          },
          {
            "start": 1396,
            "end": 1415,
            "text": "(Start, 2001, p.497",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.9 Defining a Livelihood",
        "sec_num": null
      },
      {
        "text": "remote and/or are characterized by disadvantageous agro-ecological conditions, lack of infrastructure, low human capital might require relatively large per-capita investments in tangible and intangible assets, with relatively low returns in the short-term (Start 2001; Reardon and others 2001) . This implies that national and local governments need explicit growth and/or poverty reduction objectives to carry out targeted investments effectively. It also implies the need to recognize potential growth-efficiency-equity trade-offs.",
        "cite_spans": [
          {
            "start": 256,
            "end": 268,
            "text": "(Start 2001;",
            "ref_id": "BIBREF58"
          },
          {
            "start": 269,
            "end": 293,
            "text": "Reardon and others 2001)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.9 Defining a Livelihood",
        "sec_num": null
      },
      {
        "text": "Ultimately, we are concerned with outcomes that reflect household well-being and prospects for growth over time. 21 Household well-being is multi-dimensional, and some of these dimensions are admittedly very difficult to quantify and measure (World Bank 2000) . Since income and consumption are more easily measured and generally correlate well to other indicators of well-being, they tend to be the primary indicators used, especially in the quantitative analyses. Non money-metric approaches can be found, but usually the indicators are tied back to the concept of poverty using a money-metric baseline (Glewwe and van der Gaag 1988) .",
        "cite_spans": [
          {
            "start": 113,
            "end": 115,
            "text": "21",
            "ref_id": null
          },
          {
            "start": 242,
            "end": 259,
            "text": "(World Bank 2000)",
            "ref_id": "BIBREF73"
          },
          {
            "start": 605,
            "end": 635,
            "text": "(Glewwe and van der Gaag 1988)",
            "ref_id": "BIBREF30"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.9 Defining a Livelihood",
        "sec_num": null
      },
      {
        "text": "However, different measures of well-being can be used to measure outcomes to reflect economic, social and environmental outcomes that can be material and/or non-material in nature. See box 2.11.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.9 Defining a Livelihood",
        "sec_num": null
      },
      {
        "text": "More attention is being devoted in the development literature to multi-dimensional economic, social and environmental measures of well-being (Moser 1998; Carney and others 1999; Coudouel and Hentschel 2000; Narayan and others 2000) . Poor rural households are also concerned about food security, health status, vulnerability in general, empowerment and self-esteem, participation in community affairs, environmental quality, and hopefulness towards the future (Carney and others 1999; Narayan and others 2000) . Such measures of well-being are not easy to obtain and quantify, necessitating the use of participative methods and qualitative analyses.",
        "cite_spans": [
          {
            "start": 141,
            "end": 153,
            "text": "(Moser 1998;",
            "ref_id": "BIBREF45"
          },
          {
            "start": 154,
            "end": 177,
            "text": "Carney and others 1999;",
            "ref_id": null
          },
          {
            "start": 178,
            "end": 206,
            "text": "Coudouel and Hentschel 2000;",
            "ref_id": "BIBREF10"
          },
          {
            "start": 207,
            "end": 231,
            "text": "Narayan and others 2000)",
            "ref_id": null
          },
          {
            "start": 460,
            "end": 484,
            "text": "(Carney and others 1999;",
            "ref_id": null
          },
          {
            "start": 485,
            "end": 509,
            "text": "Narayan and others 2000)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.9 Defining a Livelihood",
        "sec_num": null
      },
      {
        "text": "Poverty tends to be a transitory state for many households and that there is a tendency to move above and below the poverty line. That is, many households are vulnerable to poverty because of changing asset-context conditions and livelihood strategies (Siegel and others 2003; World Bank 2001) . Changes in well-being may be concentrated along certain points of the distribution of well-being (not just below the poverty line), and public policy should be designed to improve well-being for broad segments of society -not just those below or above the poverty line. Because of these factors, it is important to examine levels and changes in well-being along the entire distribution of rural households; including poor and non-poor households (Alwang and others 2002) .",
        "cite_spans": [
          {
            "start": 252,
            "end": 276,
            "text": "(Siegel and others 2003;",
            "ref_id": null
          },
          {
            "start": 277,
            "end": 293,
            "text": "World Bank 2001)",
            "ref_id": null
          },
          {
            "start": 742,
            "end": 766,
            "text": "(Alwang and others 2002)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.9 Defining a Livelihood",
        "sec_num": null
      },
      {
        "text": "The asset-based approach leads us to consider a variety of measures of household wellbeing. It also leads us to use both quantitative and qualitative analyses to better understand the complex relationships between assets-context-behavior-outcomes. This is because we need to consider tangible and intangible assets and material and non-material measures of well-being, in addition to subjective perceptions about opportunities and risks and the selection of multiple livelihood strategies. More tangible outcomes are measures of income/consumption, savings, food security, and nutritional and health status. Intangible measures of well-being are more subjective, and include perceptions of self-esteem and empowerment, hope for the future, and leisure and recreation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Box 2.9 Defining a Livelihood",
        "sec_num": null
      },
      {
        "text": "The asset-based approach is an appropriate conceptual framework for organizing thinking about poor rural households in Central America, and for identifying drivers of poverty-reducing growth. The asset-based approach considers linkages between households' portfolios of productive, social and locational assets, the policy, institutional and risk context, their behavior as expressed in their livelihood strategies, and outcomes in terms of well-being. For economic growth to be poverty reducing in a sustainable manner, it is critical to have a better understanding of poor households' asset portfolios, and how assets interact with the context to influence the selection of livelihood strategies which, in turn, determine well-being.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUSION",
        "sec_num": "3."
      },
      {
        "text": "The focus on assets is appropriate given historically stark inequalities in the distribution of productive assets among households and geographical areas in Central America. Such inequalities are likely to constrain how the poor share in the benefits of growth, even under appropriate policy regimes. Because of these inequalities, policy and market-based reforms alone cannot quickly level the playing field between the asset poor and those who possess the complementary assets necessary to exploit economic opportunities.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUSION",
        "sec_num": "3."
      },
      {
        "text": "Instead of trying to identify particular enterprises (such as cut flowers, broccoli, or snow peas) or sub-sectors (crop, livestock, forestry) that might stimulate growth and poverty reduction, it is suggested that an analysis of the quantity, quality, and productivity of assets needed by different household types in different geographical areas to exercise their potential for generating long-term growth and improving well-being. The focus on assets can also help delineate public and private roles in building and strengthening asset bases.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUSION",
        "sec_num": "3."
      },
      {
        "text": "Thus, it is suggested that drivers of growth be defined as the assets and combinations of assets needed by different types of households in different geographical areas to take advantage of economic opportunities and improve their well-being over time. It is important to examine the relative contributions of these assets, and identify the combinations of productive, social, and location-specific assets that help poor households take advantage of prospects for poverty-reducing growth. By examining the role of assets in achieving development objectives, it is possible to direct policy reforms and investments in a manner that has sustainable impacts on poverty reduction.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUSION",
        "sec_num": "3."
      },
      {
        "text": "Policy reforms can change the context and income-generating potential of assets. Investments can add new assets or increase the efficiency of existing household assets, and also improve households' risk management capacity. Investment priorities and project design influence (and are influenced by) the sequencing and complementarity of changes in the asset portfolio. After all is said and done, a household's asset portfolio will determine whether growth and poverty reduction can be achieved, and sustained over time.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUSION",
        "sec_num": "3."
      },
      {
        "text": "The asset-based framework is amenable to different analytical techniques. It is suggested to combine quantitative and qualitative spatial and household level analyses (and linked spatial and household level analyses) to deepen understanding of the complex relationships between assets, context, livelihood strategies and well-being outcomes. Specifically, it is suggested to undertake the following analyses: descriptive statistical and graphical analyses of the distribution of assets and incomes among households, GIStype mapping techniques along with some simple regressions of spatial relationships, quantitative household analyses, participatory qualitative analyses of assets and livelihoods, and participatory qualitative assessments of existing CA ESSD projects.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUSION",
        "sec_num": "3."
      },
      {
        "text": "Note: country case studies were carried out for Nicaragua, Guatemala and Honduras applying the asset-based approach for the Study \"Identifying Drivers of Sustainable Rural Growth and Poverty Reduction\" during 2002 to 2004. There are plans to prepare Policy Research Working Papers for the respective country case studies. Summaries of the country case studies will be available in En Breve (see www.worldbank.org/enbreve) • Need for \"right\" mix of policies, institutions and support programs to improve the investment climate • Macroeconomic and trade policies, sectoral policies and programs, and good governance are key to competitiveness • Agricultural growth is critical for rural development, but there are many nonagricultural rural activities that are critical for both agricultural and rural development • Rural-urban dynamics and linkages, including migration need to be considered • Need for a regional development perspective (i.e., \"rural space approach\") based on a \"new institutionality\" with decentralization and more local participation, and the inclusion of marginalized groups • Increased productivity, competitiveness and private sector development are (or at least should be) key engines of growth • Need for efficient and equitable access to product and output markets • Need to build human and social capital by expanding delivery of education, health and nutrition services targeted to the rural poor • Need to broaden and strengthen risk management and to provide social assistance and safety nets for the poor and vulnerable • Need to manage natural resources in a sustainable manner through better incentives, regulations, and enforcement From: Siegel and Alwang (1999) . ",
        "cite_spans": [
          {
            "start": 1671,
            "end": 1695,
            "text": "Siegel and Alwang (1999)",
            "ref_id": "BIBREF56"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUSION",
        "sec_num": "3."
      },
      {
        "text": "As will be noted in this paper, the asset base approach has much in common with a livelihoods approach. In fact, practitioners of the livelihood approach acknowledge that they are really asset base approaches. 2 Central America (the Region) includes: Nicaragua, Honduras, Guatemala, El Salvador and Costa Rica.3 About 40 percent of Central America's total population is rural, but the rural poor constitute an overwhelming majority of the total poor (World Bank 2002b). Migration has been an important strategy for many rural poor in Central America, accounting for much of the reduction in rural poverty during the 1990s(de Janvry and Sadoulet, 2001). However, some of this migration to urban areas has merely contributed to increases in urban poverty, a spatial redistribution of poverty.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See for example: deJanvry and Sadoulet 2000;Echeverria 2001bAshley and Maxwell 2001; IFAD 2001;Valdes and Mistiaen, 2001;USAID 2001; IFPRI 2002; Richards and others 2002; ODI 2003). There is also a World Bank-wide rural development strategy (World Bank 2002a).Box 1.1: Diagnosing Causes of Rural Poverty versus Prioritizing SolutionsAt a recent DFID-RUTA-ODI workshop on rural poverty in Central America it was noted that: \"It is clear that the various rural development strategies must be simultaneously pursued since they are complimentary. But it is easier to diagnose the problems and come out with a set of apparently comprehensive multi-sectoral and \"pluriactive\" solutions, than to prioritize them in terms of scarce state and donor expenditure, and effectively implement the resulting packages. There are disappointingly few success stories(Richards and others 2002, p.10).\"",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The pluriactive nature of the rural economy refers to the multiple activities that take place in rural areas. 6 See Jalan and Ravallion 1997;Hentschel and others 1998;Wilcox 1999;Bigman and Fofack 2000; IFPRI 2000; de Janvry 2002; de Janvry and others 2002;Demombynes and others 2002; Davis 2002. 7 To date, much of the focus on mapping efforts and spatial analyses for Central Americahas centered on identifying ecological zones and environmentally sensitive areas (see WorldBank and CCAD 2001; Vreugdenhil and others 2002).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Actually, livelihood strategies also determine other outcomes such as downstream environmental impacts. 10 Heterogeneity of agro-ecological zones, access to infrastructure and services, formal and informal institutions, etc. between and within the countries indicates that area-or region-specific approaches are more appropriate. 11 See http://www.tessproject.com/products/seminars&training/seminar%20series/asset_building for a recent USAID-sponsored workshop on \"Asset Building for Sustainable Livelihoods\".",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See, for example, a recent study of Nicaragua's agricultural sector (WorldBank, 2002d) in which an entire chapter was devoted to agricultural risks and risk management strategies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In the literature there is sometimes lack of clarity between \"off-farm employment\" that can be agricultural or non-agricultural and \"non-farm employment\" which is presumably non-agricultural.20 The observed diversification of livelihood activities by the rural poor is often the result of limited assets that, in turn, result in limited opportunities. That is, household level diversification is more a function of \"push factors\" (i.e., survival strategies) rather than \"pull factors\"",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In addition to outcomes related to household well-being, it is possible to use the asset base approach to consider how the asset-context-livelihoods interface generate other outcomes, such as environmental impacts that are external to the household's well-being (e.g., down-stream pollution) but have an impact on social welfare and sustainability. This requires additional types of data and analysis.Box 2.11 Well-Being and AssetsThe 2003 World Development Report states: \"Greater productivity and prosperity depend on improvement of many dimensions of well-being -both material wealth and the nonmaterial aspects of personal and social welfare. Improving well-being, so defined, requires management of a diverse portfolio of assets -physical, human, financial, social, natural, and intellectual (World Bank, 2002e, p.6) (emphasis by author)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "The conclusions and policy implications from an overview paper for a special issue in the journal World Development are summarized below. The paper is entitled: \"Rural Nonfarm Employment and Incomes in Latin America: Overview and Policy Implications\" (by Reardon, Berdegue, and Escobar (2001) :• There is a need to identify differentiated options for different households and zones because of heterogeneity in assets, context, and livelihood strategies. • Agricultural development might be a driver of rural development in some areas, but not in most poor rural areas. Non-agricultural activities are critical for successful agricultural development and improvements in well-being in marginal agricultural areas. • Despite new focus on importance of non-agricultural economic activities for rural growth and poverty reduction, it would be a mistake to transfer public resources that support agriculture such as research and extension) to non-agricultural activities. Instead, support for agriculture needs to increase and support to nonagricultural activities too. And synergies need to be identified. • Public institutions need to be restructured to facilitate multi-sectoral rural development efforts. Mandates for agricultural ministries tend to be too limited, while ministries for industry and commerce tend to be urban-oriented. • Agricultural development efforts and support services should also consider how to assist and integrate backward and forward linked activities. For example, the mandate for research and extension services needs to be expanded. • Policies to improve incentives in rural areas require complementary investments in capacity building to enable poor households to take advantage of the new opportunities. • A proactive public sector role is needed to assist poor rural areas to increase their attractiveness to the private sector such as investments in infrastructure and services, education and health. • Local governments need to be involved in the planning process, and the awarding of contracts, permits, and licenses that will encourage private sector development. • Investments in highway and secondary roads and in education are necessary for any rural development efforts and should be a priority. • Policies and programs to support rural women, indigenous groups, and others subject to explicit or implicit discrimination are needed, and there are many different ways that they can be helped to better integrate into, and benefit from, the rural economy.",
        "cite_spans": [
          {
            "start": 255,
            "end": 292,
            "text": "Reardon, Berdegue, and Escobar (2001)",
            "ref_id": "BIBREF52"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Table 3: Issues for Agricultural and Rural Development in Central America",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Why Has Poverty Increased in Zimbabwe?",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Alwang",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [
              "F"
            ],
            "last": "Mills",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "Taruvinga",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Alwang, J., B. F. Mills, and N. Taruvinga. 2002. Why Has Poverty Increased in Zimbabwe? The World Bank: Washington, D.C.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Risk Management in Rural Development: A Review",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Anderson",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Anderson, J. 2001. \"Risk Management in Rural Development: A Review.\" Rural Strategy Background Paper 7. World Bank, Rural Development Department, Washington, D.C.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Rethinking Rural Development",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Ashley",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Maxwell",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Development Policy Review",
        "volume": "19",
        "issue": "4",
        "pages": "395--425",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ashley, C., and S. Maxwell. 2001. \"Rethinking Rural Development.\" Development Policy Review 19 (4) : 395--425.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Portrait of the Poor: An Assets-Based Approach",
        "authors": [
          {
            "first": "O",
            "middle": [],
            "last": "Attanasio",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Szekeley",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Latin America Research Network. Inter-American Development Bank",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Attanasio, O., and M. Szekeley, eds. 2001. Portrait of the Poor: An Assets-Based Approach. Latin America Research Network. Inter-American Development Bank: Washington, D.C.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "The Increasing Importance of Nonagricultural Rural Employment and Income",
        "authors": [
          {
            "first": "J",
            "middle": [
              "A"
            ],
            "last": "Berdegue",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Reardon",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Escobar",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Inter-American Development Bank",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Berdegue, J. A., T. Reardon, and G. Escobar. 2001. \"The Increasing Importance of Nonagricultural Rural Employment and Income.\" In . R. Echeverria, ed., Development of Rural Economies. Washington, D.C.: Inter-American Development Bank.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Geographical Targeting for Poverty Alleviation: An Introduction to the Special Issue",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Bigman",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [],
            "last": "Fofack",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "The World Bank Economic Review",
        "volume": "14",
        "issue": "1",
        "pages": "129--174",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bigman, D., and H. Fofack. 2000. \"Geographical Targeting for Poverty Alleviation: An Introduction to the Special Issue.\" The World Bank Economic Review 14 (1) : 129--45.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Livelihood Approaches Compared: A Brief Comparison of the Livelihoods Approaches of DFID, CARE, Oxfam, and UNDP",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Carney",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Drinkwater",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Rusinow",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Neefjes",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Wanamali",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "Singh",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Carney, D., M. Drinkwater, T. Rusinow, K. Neefjes, S. Wanamali, and N. Singh. 1999. \"Livelihood Approaches Compared: A Brief Comparison of the Livelihoods Approaches of DFID, CARE, Oxfam, and UNDP.\" Department for International Development (DFID), London.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "CCAD (Central American Development and Environmental Commission). 2002. Nature, People and Well Being: Mesoamerica Fact Book",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "CCAD (Central American Development and Environmental Commission). 2002. Nature, People and Well Being: Mesoamerica Fact Book. Antiguo Cuscatlan, El Salvador.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Sustainable Rural Livelihoods: Practical Concepts for the 21 st Century. IDS Discussion Paper 296. Institute for Development Studies",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Chambers",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Conway",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chambers, R., and G. Conway. 1992. Sustainable Rural Livelihoods: Practical Concepts for the 21 st Century. IDS Discussion Paper 296. Institute for Development Studies, Brighton, UK.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Nonfarm Incomes in Nicaragua",
        "authors": [
          {
            "first": "L",
            "middle": [],
            "last": "Corral",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Reardon",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "World Development",
        "volume": "29",
        "issue": "3",
        "pages": "427--469",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Corral, L., and T. Reardon. 2001. \"Nonfarm Incomes in Nicaragua.\" World Development, 29 (3) : 427--42.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Preliminary draft for A Sourcebook on Poverty Reduction Strategies",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Coudouel",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Hentschel",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Coudouel, A., and J. Hentschel. 2000. \"Poverty Data and Measurement.\" Preliminary draft for A Sourcebook on Poverty Reduction Strategies. World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Is it Possible to Avoid a Lemon? Reflection on Choosing Poverty Mapping Method",
        "authors": [
          {
            "first": "B",
            "middle": [],
            "last": "Davis",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Davis, B. 2002. \"Is it Possible to Avoid a Lemon? Reflection on Choosing Poverty Mapping Method.\" Food and Agricultural Organization, Rome.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Investments and Income Effects of Land Regularization: The Case of Nicaragua",
        "authors": [
          {
            "first": "K",
            "middle": [],
            "last": "Deininger",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "S"
            ],
            "last": "Chamorro",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Policy Research Working Paper 2752. World Bank",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Deininger, K., and J. S. Chamorro. 2002. \"Investments and Income Effects of Land Regularization: The Case of Nicaragua.\" Policy Research Working Paper 2752. World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Asset Distribution, Inequality, and Growth",
        "authors": [
          {
            "first": "K",
            "middle": [],
            "last": "Deininger",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Olinto",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Deininger, K., and P. Olinto. 2000. \"Asset Distribution, Inequality, and Growth.\" Policy Research Working Paper 2375. World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Determinants and Impacts of Rural Land Market Activity: Evidence from Nicaragua",
        "authors": [
          {
            "first": "K",
            "middle": [],
            "last": "Deininger",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Zegarra",
            "suffix": ""
          },
          {
            "first": "I",
            "middle": [],
            "last": "Lavandez",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "World Development",
        "volume": "31",
        "issue": "8",
        "pages": "1385--1404",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Deininger, K., E. Zegarra, and I. Lavandez. 2003. \"Determinants and Impacts of Rural Land Market Activity: Evidence from Nicaragua.\" World Development, 31 (8) :1385--1404.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Securing our Future in a Global Economy",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "De Ferranti",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [
              "E"
            ],
            "last": "Perry",
            "suffix": ""
          },
          {
            "first": "I",
            "middle": [
              "S"
            ],
            "last": "Gill",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Serven",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "De Ferranti, D., G. E. Perry, I. S. Gill, and L. Serven. 2000. Securing our Future in a Global Economy. The World Bank: Washington, D.C",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Inequality in Latin America: Breaking with History?",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "De Ferranti",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [
              "E"
            ],
            "last": "Perry",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [
              "H G"
            ],
            "last": "Ferreira",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Walton",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "De Ferranti, D., G. E. Perry, F. H. G. Ferreira, and M. Walton. 2004. \"Inequality in Latin America: Breaking with History?\" World Bank Latin American and Caribbean Studies. World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Geography of Poverty, Territorial Growth and Rural Development",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "De Janvry",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Paper presented to USAID/LAC Rural Economy Workshop: Promoting Rural Prosperity",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "De Janvry, A. 2002. \"Geography of Poverty, Territorial Growth and Rural Development.\" Paper presented to USAID/LAC Rural Economy Workshop: Promoting Rural Prosperity, February 4, Washington D.C. see www.ruralprosperity.com/presentations.cfm",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Rural Poverty in Latin America: Determinants and Exit Paths",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "De Janvry",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Sadoulet",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Food Policy",
        "volume": "25",
        "issue": "4",
        "pages": "389--409",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "De Janvry, A., and E. Sadoulet. 2000. \"Rural Poverty in Latin America: Determinants and Exit Paths.\" Food Policy 25(4): 389--409.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Investing in Rural Development is Good Business",
        "authors": [],
        "year": 2001,
        "venue": "Inter-American Development Bank",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "---------. 2001. \"Investing in Rural Development is Good Business.\" In R. Echeverria, ed., Development of Rural Economies. Washington, D.C.: Inter-American Development Bank.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Geography of Poverty, Territorial Growth and Rural Development\" Paper presented at Annual World Bank Conference on Developing Economies Economists' Forum",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "De Janvry",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Sadoulet",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Araujo",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "De Janvry, A., E. Sadoulet, and C. Araujo. 2002. \"Geography of Poverty, Territorial Growth and Rural Development\" Paper presented at Annual World Bank Conference on Developing Economies Economists' Forum. April 30, 2002. World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "The Mystery of Capital: Why Capitalism Triumphs in the West and Fails Everywhere Else",
        "authors": [
          {
            "first": "De",
            "middle": [],
            "last": "Soto",
            "suffix": ""
          },
          {
            "first": "Hernando",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "De Soto, Hernando. 2000. The Mystery of Capital: Why Capitalism Triumphs in the West and Fails Everywhere Else. New York: Basic Books.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Producing an Improved Geographic Profile of Poverty: Methodology and Evidence from Three Developing Countries",
        "authors": [
          {
            "first": "G",
            "middle": [],
            "last": "Demombynes",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Elbers",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Lanjouw",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Lanjouw",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Mistiaen",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Olzer",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Demombynes, G., C. Elbers, J. Lanjouw, P. Lanjouw, J. Mistiaen, and B. Olzer. 2002. \"Producing an Improved Geographic Profile of Poverty: Methodology and Evidence from Three Developing Countries.\" WIDER Discussion Paper 2002/39. World Institute for Development Economics Research, Helsinki.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Livelihood Insecurity and Social Protection: A Re-emerging Issue in Rural Development",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Devereux",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Development Policy Review",
        "volume": "19",
        "issue": "4",
        "pages": "507--526",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Devereux, S. 2001. \"Livelihood Insecurity and Social Protection: A Re-emerging Issue in Rural Development.\" Development Policy Review 19 (4) : 507--19.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "Options for Investing in the Rural Economy",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Echeverria",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Inter-American Development Bank",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Echeverria, R. 2001a. \"Options for Investing in the Rural Economy\" In R. Echeverria, ed., Development of Rural Economies. Washington, D.C.: Inter-American Development Bank.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "Development of Rural Economies",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Echeverria",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Inter-American Development Bank",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Echeverria, R., ed. 2001b. Development of Rural Economies. Washington, D.C.: Inter- American Development Bank.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Household Strategies and Rural Livelihood Diversification",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Ellis",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "Journal of Development Studies",
        "volume": "35",
        "issue": "1",
        "pages": "1--38",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ellis, F. 1998. \"Household Strategies and Rural Livelihood Diversification.\" Journal of Development Studies 35 (1) : 1--38.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "Farming Systems and Poverty: Improving Farmers' Livelihoods in a Changing World. Produced with The World Bank. Rome: Food and Agricultural Organization",
        "authors": [],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "FAO (Food and Agricultural Organization). 2001. Farming Systems and Poverty: Improving Farmers' Livelihoods in a Changing World. Produced with The World Bank. Rome: Food and Agricultural Organization.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "Committee on Commodity Problems: Report of the Consultation on Agricultural Commodity Price Problems",
        "authors": [],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "---------. 2002. \"Committee on Commodity Problems: Report of the Consultation on Agricultural Commodity Price Problems\" March 18-21, Rome.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "The Puzzle of Latin America Economic Development",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Franko",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Franko, P. 2003. The Puzzle of Latin America Economic Development. Rowman & Littlefield, Inc.: Blue Ridge Summit, PA, USA.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "Confronting Poverty in Developing Countries: Definitions, Information and Policies",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Glewwe",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Van Der Gaag",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Glewwe, P., and J. van der Gaag. 1988. \"Confronting Poverty in Developing Countries: Definitions, Information and Policies.\" Living Standards Measurement Study Working Paper 48. World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "Environment and Production Technology Division, EPTD Discussion Paper 93. International Food Policy Institute",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Haggblade",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Hazell",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Reardon",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Haggblade, S., P. Hazell, and T. Reardon. 2002. \"Strategies for Stimulating Poverty- Alleviating Growth in the Rural Non-farm Economy in Developing Countries.\" Environment and Production Technology Division, EPTD Discussion Paper 93. International Food Policy Institute, Washington, D.C.",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "Combining Census and Survey Data to Study Spatial Dimensions of Poverty",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Hentschel",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "O"
            ],
            "last": "Lanjouw",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Lanjouw",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Poggi",
            "suffix": ""
          }
        ],
        "year": 1928,
        "venue": "Policy Research Working Paper",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hentschel, J., J. O. Lanjouw, P. Lanjouw, and J. Poggi. 1998. \"Combining Census and Survey Data to Study Spatial Dimensions of Poverty.\" Policy Research Working Paper 1928. World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF33": {
        "ref_id": "b33",
        "title": "Pobreza Rural en Centroamérica",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Hereford",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Echeverria",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hereford, R., and R. Echeverria. 2003. \"Pobreza Rural en Centroamérica.\" Report RUR- 03-102. Inter-American Development Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "Social Protection for Equity and Growth",
        "authors": [],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "IADB (Inter-American Development Bank). 2000. Social Protection for Equity and Growth. Johns Hopkins Press: Baltimore,.",
        "links": null
      },
      "BIBREF35": {
        "ref_id": "b35",
        "title": "IFAD (International Fund and Agricultural Development)",
        "authors": [],
        "year": 2001,
        "venue": "Rural Poverty Report",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "IFAD (International Fund and Agricultural Development). 2001. Rural Poverty Report 2001: The Challenge of Ending Rural Poverty. Rome.",
        "links": null
      },
      "BIBREF36": {
        "ref_id": "b36",
        "title": "Enabling the Rural Poor to Overcome their Poverty: Strategic Framework",
        "authors": [],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "---------. 2002. Enabling the Rural Poor to Overcome their Poverty: Strategic Framework 2002-2006. Rome.",
        "links": null
      },
      "BIBREF37": {
        "ref_id": "b37",
        "title": "Mesoamerican Representatives and IFPRI Board Draw Up To-Do List for the Region",
        "authors": [],
        "year": 2000,
        "venue": "Focus",
        "volume": "4",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "IFPRI (International Food and Policy Research Institute). 2000. \"Promoting Sustainable Development in Less-Favored Areas.\" Focus 4. Washington, D.C. see ifpri.org ---------. 2002. \"Mesoamerican Representatives and IFPRI Board Draw Up To-Do List for the Region.\" Washington, D.C.",
        "links": null
      },
      "BIBREF38": {
        "ref_id": "b38",
        "title": "Policy Research Working Paper 1862",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Jalan",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Ravallion",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Jalan, J., and M. Ravallion. 1997. \"Spatial Poverty Traps?\" Policy Research Working Paper 1862. World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF39": {
        "ref_id": "b39",
        "title": "Planning and Financial Protection to Survive Disasters",
        "authors": [
          {
            "first": "K",
            "middle": [],
            "last": "Keipi",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Tyson",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Technical Studies Series",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Keipi, K., and J. Tyson. 2001. \"Planning and Financial Protection to Survive Disasters.\" Sustainable Development Department, Technical Studies Series No. ENV-139. Inter-American Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF40": {
        "ref_id": "b40",
        "title": "Guia Para La Gestion Del Riesgo: en proyectos de desarrollo rural",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Kiesel",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Series de Publiciones RUTA. Working Series Document No. 4. Regional Unit for Technical Assistance (RUTA)",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kiesel, C. 2001. Guia Para La Gestion Del Riesgo: en proyectos de desarrollo rural. Series de Publiciones RUTA. Working Series Document No. 4. Regional Unit for Technical Assistance (RUTA), San Jose, Costa Rica.",
        "links": null
      },
      "BIBREF41": {
        "ref_id": "b41",
        "title": "Nonfarm Employment and Poverty in Rural El Salvador",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Lanjouw",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "World Development",
        "volume": "29",
        "issue": "3",
        "pages": "529--576",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lanjouw, P. 2001. \"Nonfarm Employment and Poverty in Rural El Salvador.\" World Development 29 (3) :529--47.",
        "links": null
      },
      "BIBREF42": {
        "ref_id": "b42",
        "title": "Rural Non-Farm Activities and Rural Development: From Experience Towards Strategy",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Lanjouw",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Feder",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lanjouw, P., and G. Feder. 2001. \"Rural Non-Farm Activities and Rural Development: From Experience Towards Strategy.\" Rural Strategy Background Paper 4. World Bank, Rural Development Department, Washington, D.C.",
        "links": null
      },
      "BIBREF43": {
        "ref_id": "b43",
        "title": "Shielding the Poor: Social Protection in the Developing World",
        "authors": [
          {
            "first": "Nora",
            "middle": [],
            "last": "Lustig",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Inter-American Development Bank and",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lustig, Nora. 2001. Shielding the Poor: Social Protection in the Developing World. Washington, D.C.: Inter-American Development Bank and Brookings Institution Press.",
        "links": null
      },
      "BIBREF44": {
        "ref_id": "b44",
        "title": "The Income Distribution Problem in Latin America and the Caribbean",
        "authors": [
          {
            "first": "S",
            "middle": [
              "A"
            ],
            "last": "Morley",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Economic Commission for Latin America and the Caribbean (ECLAC/CEPAL)",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Morley, S. A. 2001. The Income Distribution Problem in Latin America and the Caribbean. Santiago, Chile: Economic Commission for Latin America and the Caribbean (ECLAC/CEPAL).",
        "links": null
      },
      "BIBREF45": {
        "ref_id": "b45",
        "title": "The Asset Vulnerability Framework: Reassessing Urban Poverty Reduction Strategies",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Moser",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "World Development",
        "volume": "26",
        "issue": "1",
        "pages": "1--19",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Moser, C. 1998. \"The Asset Vulnerability Framework: Reassessing Urban Poverty Reduction Strategies.\" World Development 26 (1) :1--19.",
        "links": null
      },
      "BIBREF46": {
        "ref_id": "b46",
        "title": "Cents and Sociability: Household Income and Social Capital in Rural Tanzania",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Narayan",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Pritchett",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Narayan, D., and L. Pritchett (1997) \"Cents and Sociability: Household Income and Social Capital in Rural Tanzania.\" Policy Research Working Paper No. 1796. The World Bank: Washington, D.C.",
        "links": null
      },
      "BIBREF47": {
        "ref_id": "b47",
        "title": "Voices of the Poor: Can Anyone Hear Us?",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Narayan",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Patel",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Schafft",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Rademacher",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Koch-Schulte",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Narayan, D., R. Patel, K. Schafft, A. Rademacher, and S. Koch-Schulte. 2000. Voices of the Poor: Can Anyone Hear Us? Oxford University Press for the World Bank.",
        "links": null
      },
      "BIBREF48": {
        "ref_id": "b48",
        "title": "Options for Rural Poverty Reduction in Central America",
        "authors": [],
        "year": 2003,
        "venue": "ODI Briefing Paper",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "ODI (Overseas Development Institute). 2003. \"Options for Rural Poverty Reduction in Central America.\" ODI Briefing Paper, London. See www.odi.org.uk",
        "links": null
      },
      "BIBREF49": {
        "ref_id": "b49",
        "title": "Rural Poverty Reduction and Improved Natural Resource Management Through Participatory Technology Development in Latin America's Risk-Prone Areas",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Pichon",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Uquillas",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Traditional and Modern Natural Resource Management in Latin America",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Pichon, F., and J. Uquillas. 1999. \"Rural Poverty Reduction and Improved Natural Resource Management Through Participatory Technology Development in Latin America's Risk-Prone Areas.\" In F. Pichon, J. Uquilles, and J. Frechione, eds., Traditional and Modern Natural Resource Management in Latin America. Pittsburgh: University of Pittsburgh Press.",
        "links": null
      },
      "BIBREF50": {
        "ref_id": "b50",
        "title": "A Capital Assets Framework for Analyzing Household Livelihood Strategies",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Rakodi",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Development Policy Review",
        "volume": "17",
        "issue": "3",
        "pages": "315--357",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rakodi, C. 1999. \"A Capital Assets Framework for Analyzing Household Livelihood Strategies.\" Development Policy Review. 17 (3) :315--42.",
        "links": null
      },
      "BIBREF51": {
        "ref_id": "b51",
        "title": "The Rapid Rise of Supermarkets in Latin America: Challenges and Opportunities for Development",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Reardon",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Berdeque",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Development Policy Review",
        "volume": "20",
        "issue": "4",
        "pages": "371--88",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Reardon, T., and J. Berdeque. 2002. \"The Rapid Rise of Supermarkets in Latin America: Challenges and Opportunities for Development.\" Development Policy Review 20 (4) :371--88.",
        "links": null
      },
      "BIBREF52": {
        "ref_id": "b52",
        "title": "Rural Nonfarm Employment and Incomes in Latin America: Overview and Policy Implications",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Reardon",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Berdegue",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Escobar",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "World Development",
        "volume": "29",
        "issue": "3",
        "pages": "395--409",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Reardon, T., J. Berdegue, and G. Escobar. 2001. \"Rural Nonfarm Employment and Incomes in Latin America: Overview and Policy Implications.\" World Development 29 (3) :395--409.",
        "links": null
      },
      "BIBREF53": {
        "ref_id": "b53",
        "title": "Exploring the Options for Rural Poverty Alleviation in Central America",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Richards",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Baumeister",
            "suffix": ""
          },
          {
            "first": "I",
            "middle": [],
            "last": "Colindres",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Laforge",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Lopez",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Maxwell",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [
              "Noe"
            ],
            "last": "Pino",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Sauma",
            "suffix": ""
          },
          {
            "first": "I",
            "middle": [],
            "last": "Walker",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Richards, M., E. Baumeister, I. Colindres, M. Laforge, M. Lopez, S. Maxwell, H. Noe Pino, P. Sauma, and I. Walker. 2002. \"Exploring the Options for Rural Poverty Alleviation in Central America.\" DFID-RUTA-ODI, London. Processed.",
        "links": null
      },
      "BIBREF54": {
        "ref_id": "b54",
        "title": "Nonfarm Employment and Poverty Alleviation of Farm Households in Honduras",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Ruben",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Van Den",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Berg",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "World Development",
        "volume": "29",
        "issue": "3",
        "pages": "549--60",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ruben R., and M. van den Berg. 2001. \"Nonfarm Employment and Poverty Alleviation of Farm Households in Honduras.\" World Development 29 (3) :549--60.",
        "links": null
      },
      "BIBREF55": {
        "ref_id": "b55",
        "title": "Publication prepared for Regional Unit for Technical Assistance (RUTA)",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Sauma",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Sauma, P. 2002. \"La Pobreza en Centroamerica en los noventa.\" Publication prepared for Regional Unit for Technical Assistance (RUTA), San Jose, Costa Rica.",
        "links": null
      },
      "BIBREF56": {
        "ref_id": "b56",
        "title": "An Asset-Based Approach to Social Risk Management: A Concept Approach. Social Protection Discussion Paper 9926",
        "authors": [
          {
            "first": "P",
            "middle": [
              "B"
            ],
            "last": "Siegel",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Alwang",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Human Development Network",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Siegel, P. B., and J. Alwang. 1999. An Asset-Based Approach to Social Risk Management: A Concept Approach. Social Protection Discussion Paper 9926. World Bank, Social Protection Unit, Human Development Network, Washington, D.C. See www.worldbank.org/sp",
        "links": null
      },
      "BIBREF57": {
        "ref_id": "b57",
        "title": "Rediscovering Vulnerability Through a Risk Chain: Views from Different Disciplines",
        "authors": [
          {
            "first": "P",
            "middle": [
              "B"
            ],
            "last": "Siegel",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Alwang",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Jorgensen",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Quarterly Journal of International Agriculture",
        "volume": "42",
        "issue": "3",
        "pages": "351--70",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Siegel, P.B, J. Alwang, and S. Jorgensen. 2003. \"Rediscovering Vulnerability Through a Risk Chain: Views from Different Disciplines.\" Quarterly Journal of International Agriculture 42 (3) :351--70.",
        "links": null
      },
      "BIBREF58": {
        "ref_id": "b58",
        "title": "The Rise and Fall of the Rural Non-Farm Economy: Poverty Impacts and Policy Options",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Start",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Development Policy Review",
        "volume": "19",
        "issue": "4",
        "pages": "491--505",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Start, D. 2001. \"The Rise and Fall of the Rural Non-Farm Economy: Poverty Impacts and Policy Options.\" Development Policy Review 19 (4): 491--505.",
        "links": null
      },
      "BIBREF59": {
        "ref_id": "b59",
        "title": "Central America and South America's Pacific Rim Countries: Experience with Export Diversification",
        "authors": [
          {
            "first": "Jr",
            "middle": [],
            "last": "Tabora",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [
              "C"
            ],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "S. Barghouti, L. Garbus, and D",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Tabora, Jr., P. C. 1992. \"Central America and South America's Pacific Rim Countries: Experience with Export Diversification.\" In S. Barghouti, L. Garbus, and D.",
        "links": null
      },
      "BIBREF60": {
        "ref_id": "b60",
        "title": "Trends in Agricultural Diversification: Regional Perspectives",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Umali",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Umali, eds., Trends in Agricultural Diversification: Regional Perspectives. World Bank Technical Paper 180. World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF61": {
        "ref_id": "b61",
        "title": "La Pobreza Rural Una Preocupacion Permanente en Pensamiento de la CEPAL",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Tejo",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Economic Commission for Latin America and the Caribbean (ECLAC/CEPAL)",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Tejo, P. 2000. La Pobreza Rural Una Preocupacion Permanente en Pensamiento de la CEPAL. Santiago, Chile: Economic Commission for Latin America and the Caribbean (ECLAC/CEPAL).",
        "links": null
      },
      "BIBREF62": {
        "ref_id": "b62",
        "title": "USAID Bureau for Latin America and the Caribbean Strategic Concept Paper: Rethinking the Rural Economy in LAC",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Usaid",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "USAID. 2001. \"USAID Bureau for Latin America and the Caribbean Strategic Concept Paper: Rethinking the Rural Economy in LAC.\" Concept paper. Washington, D.C. Processed.",
        "links": null
      },
      "BIBREF63": {
        "ref_id": "b63",
        "title": "Rural Prosperity in the Latin American and Caribbean Region: A USAID/LAC White Paper",
        "authors": [],
        "year": 2002,
        "venue": "Paper presented to USAID/LAC Rural Economy Workshop: Promoting Rural Prosperity",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "---------. 2002. \"Rural Prosperity in the Latin American and Caribbean Region: A USAID/LAC White Paper.\" Paper presented to USAID/LAC Rural Economy Workshop: Promoting Rural Prosperity. February 4, Washington D.C. see www.ruralprosperity.com/presentations.cfm",
        "links": null
      },
      "BIBREF64": {
        "ref_id": "b64",
        "title": "Rural Poverty in Latin America: Recent Trends and New Challenges",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Valdes",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "A"
            ],
            "last": "Mistiaen",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Food, Agriculture and Rural Development: Current and Emerging Issues for Economic Analysis and Policy Research. Rome: Food and Agriculture Organization (FAO)",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Valdes, A., and J. A. Mistiaen. 2001. \"Rural Poverty in Latin America: Recent Trends and New Challenges.\" In K. Stamoulis, ed., Food, Agriculture and Rural Development: Current and Emerging Issues for Economic Analysis and Policy Research. Rome: Food and Agriculture Organization (FAO).",
        "links": null
      },
      "BIBREF65": {
        "ref_id": "b65",
        "title": "Are Returns to Investment Lower for the Poor? Human and Physical Capital Interactions in Rural Vietnam",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Van De Walle",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Van de Walle, D. 2000a. \"Are Returns to Investment Lower for the Poor? Human and Physical Capital Interactions in Rural Vietnam.\" Policy Research Working Paper 2425. World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF66": {
        "ref_id": "b66",
        "title": "Choosing Rural Road Investments to Help Reduce Poverty",
        "authors": [],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "---------. 2000b. \"Choosing Rural Road Investments to Help Reduce Poverty.\" Policy Research Working Paper 2458. World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF67": {
        "ref_id": "b67",
        "title": "Agricultural Markets and Risks: Management of the Latter, Not the Former. Policy Research Working Paper 2793",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Varangis",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Larson",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Anderson",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Varangis, P., D. Larson, and J. Anderson. 2002. Agricultural Markets and Risks: Management of the Latter, Not the Former. Policy Research Working Paper 2793. World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF68": {
        "ref_id": "b68",
        "title": "Dealing with the Central America Region Coffee Crisis: Impacts and Strategies. Policy Research Working Paper 2993",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Varangis",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Siegel",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Giovanucci",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Lewin",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Varangis, P., P. Siegel, D. Giovanucci, and B. Lewin. 2003. Dealing with the Central America Region Coffee Crisis: Impacts and Strategies. Policy Research Working Paper 2993. World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF69": {
        "ref_id": "b69",
        "title": "Map of the Ecosystems of Central America: Final Report",
        "authors": [
          {
            "first": "Daan",
            "middle": [],
            "last": "Vreugdenhil",
            "suffix": ""
          },
          {
            "first": "Jan",
            "middle": [],
            "last": "Meerman",
            "suffix": ""
          },
          {
            "first": "Alain",
            "middle": [],
            "last": "Meyrat",
            "suffix": ""
          },
          {
            "first": "Luis",
            "middle": [
              "Diego"
            ],
            "last": "Gómez",
            "suffix": ""
          },
          {
            "first": "Douglas",
            "middle": [
              "J"
            ],
            "last": "Graham",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Vreugdenhil, Daan, Jan Meerman, Alain Meyrat, Luis Diego Gómez, and Douglas J. Graham. 2002. \"Map of the Ecosystems of Central America: Final Report.\" World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF70": {
        "ref_id": "b70",
        "title": "Rural Livelihoods in Central America: Findings of a Dialogue in Nicaragua and Honduras",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Wadsworth",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wadsworth, J. 2002. \"Rural Livelihoods in Central America: Findings of a Dialogue in Nicaragua and Honduras.\" Presentation at the World Bank, October 16.",
        "links": null
      },
      "BIBREF71": {
        "ref_id": "b71",
        "title": "Rural Development and Indigenous Resources: Toward a Geographic-Based Assessment Framework",
        "authors": [
          {
            "first": "B",
            "middle": [],
            "last": "Wilcox",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Traditional and Modern Natural Resource Management in Latin America",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wilcox, B. 1999. \"Rural Development and Indigenous Resources: Toward a Geographic- Based Assessment Framework.\" In F. Pichon, J. Uquilles, and J. Frechione, eds., Traditional and Modern Natural Resource Management in Latin America. Pittsburgh: University of Pittsburgh Press.",
        "links": null
      },
      "BIBREF72": {
        "ref_id": "b72",
        "title": "Assets, Activities and Income Generation in Rural Mexico: Factoring in Social and Public Capital",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Winters",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Davis",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Corral",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Agricultural Economics",
        "volume": "27",
        "issue": "2",
        "pages": "139--56",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Winters, P., B. Davis, and L. Corral. 2002. \"Assets, Activities and Income Generation in Rural Mexico: Factoring in Social and Public Capital.\" Agricultural Economics 27(2):139--56.",
        "links": null
      },
      "BIBREF73": {
        "ref_id": "b73",
        "title": "World Development Report 2000/1: Attacking Poverty",
        "authors": [
          {
            "first": "World",
            "middle": [],
            "last": "Bank",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank. 2000. World Development Report 2000/1: Attacking Poverty. Washington, D.C.",
        "links": null
      },
      "BIBREF74": {
        "ref_id": "b74",
        "title": "Social Protection Sector Strategy: From Safety Net to Spring Board",
        "authors": [],
        "year": 2002,
        "venue": "",
        "volume": ". -----",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "---------. 20001. Social Protection Sector Strategy: From Safety Net to Spring Board. Washington D.C. ---------. 2002a. Reaching the Rural Poor. Washington, D.C. ---------. 2002b. Reaching the Rural Poor in the Latin America and Caribbean Region. Washington, D.C.",
        "links": null
      },
      "BIBREF75": {
        "ref_id": "b75",
        "title": "Growth and Quality of Life. Overview Draft",
        "authors": [],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "---------. 2002c. World Development Report 2003:Sustainable Development in a Dynamic World: Transforming Institutions, Growth and Quality of Life. Overview Draft Washington, D.C.",
        "links": null
      },
      "BIBREF76": {
        "ref_id": "b76",
        "title": "Nicaragua: Promoting Competitiveness and Stimulating Broad-based Growth in Agriculture",
        "authors": [],
        "year": 2002,
        "venue": "LaVentana Newsletter",
        "volume": "1",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "---------. 2002d. \"Nicaragua: Promoting Competitiveness and Stimulating Broad-based Growth in Agriculture.\" Report NI-25115. [Department?], Washington, D.C. ---------.2002e. LaVentana Newsletter. Volume 1. Latin American and Caribbean Social Development Unit, Washington D.C. See www.worldbank.org/afrolatin.",
        "links": null
      },
      "BIBREF77": {
        "ref_id": "b77",
        "title": "Report 24221-GU. Latin America and Caribbean Department",
        "authors": [],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "---------. 2003. \"Poverty in Guatemala\" Report 24221-GU. Latin America and Caribbean Department. Washington, D.C.",
        "links": null
      },
      "BIBREF78": {
        "ref_id": "b78",
        "title": "Ecosystems of Central America (ArcView Regional Map Files at 1:250,000)",
        "authors": [],
        "year": 2001,
        "venue": "World Bank, CCAD, World Institute for Conservation and Environment (WICE), and the Centro Agronómico Tropical de Investigación y Enseñanza (CATIE)",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank and CCAD (Comisión Centroamericana de Ambiente y Desarrollo). 2001. \"Ecosystems of Central America (ArcView Regional Map Files at 1:250,000).\" World Bank, CCAD, World Institute for Conservation and Environment (WICE), and the Centro Agronómico Tropical de Investigación y Enseñanza (CATIE), Washington, D.C. See http://www.worldbank.org/ca-env.",
        "links": null
      },
      "BIBREF79": {
        "ref_id": "b79",
        "title": "Meso-Economic Filters Along the Policy Chain: Understanding the Links Between Policy Reforms and Rural Poverty in Latin America",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Zezza",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Llambi",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "World Development",
        "volume": "30",
        "issue": "11",
        "pages": "1865--84",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Zezza, A., and L. Llambi. 2002. \"Meso-Economic Filters Along the Policy Chain: Understanding the Links Between Policy Reforms and Rural Poverty in Latin America.\" World Development 30 (11) :1865--84.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "fig_num": "2",
        "uris": null,
        "text": "The Centrality of Assets for Rural Poverty Reduction, IFAD (2002, p.2):",
        "num": null,
        "type_str": "figure"
      },
      "FIGREF1": {
        "fig_num": null,
        "uris": null,
        "text": "Participation in social assistance and safety nets",
        "num": null,
        "type_str": "figure"
      },
      "TABREF0": {
        "content": "<table><tr><td colspan=\"2\">Abbreviations and Acronyms</td><td>ii</td></tr><tr><td colspan=\"2\">Acknowledgements</td><td>iii</td></tr><tr><td colspan=\"2\">Abstract</td><td>1</td></tr><tr><td colspan=\"2\">1. INTRODUCTION</td><td>2</td></tr><tr><td>1.1.</td><td>Background</td><td>4</td></tr><tr><td>1.2.</td><td>Need for New Rural Development Perspectives in Central America</td><td>4</td></tr><tr><td colspan=\"2\">2. ASSET-BASED CONCEPTUAL FRAMEWORK</td><td>6</td></tr><tr><td>2.1</td><td>Components of the Asset-Based Approach</td><td>8</td></tr><tr><td colspan=\"2\">3. CONCLUSION</td><td>16</td></tr><tr><td colspan=\"2\">REFERENCES</td><td>19</td></tr></table>",
        "html": null,
        "text": "",
        "num": null,
        "type_str": "table"
      },
      "TABREF1": {
        "content": "<table/>",
        "html": null,
        "text": "The Latin America and Caribbean (LAC) Regional Rural Development Strategy (World Bank 2002b) and others 4 acknowledge that new approaches are needed to conceptualize, analyze and operationalize strategies and investments to promote sustainable povertyreducing economic growth in rural areas of Central America.",
        "num": null,
        "type_str": "table"
      },
      "TABREF2": {
        "content": "<table/>",
        "html": null,
        "text": "A recent World Bank report on rural development in Central America highlights the following strategies and actions to achieve poverty reducing growth in Central America (WorldBank, 2002b):",
        "num": null,
        "type_str": "table"
      },
      "TABREF3": {
        "content": "<table><tr><td>Asset Type</td><td>Household (HH) Level</td><td>Community and Local Level</td><td>Regional, National,</td></tr><tr><td/><td/><td/><td>International Level</td></tr><tr><td>Natural</td><td>\"Private\" land, pasture, forests,</td><td>\"Common\" land, pasture,</td><td>National and Global commons,</td></tr><tr><td/><td>fisheries, water: quality and</td><td>forests, fisheries, water</td><td>rivers and watersheds, lakes,</td></tr><tr><td/><td>quantity</td><td/><td>seas, oceans, air</td></tr><tr><td>Human</td><td>HH composition and size</td><td>Labor pool</td><td>Labor markets</td></tr><tr><td/><td>Health and nutritional status</td><td/><td/></tr><tr><td/><td>Education and skills</td><td/><td/></tr><tr><td>Physical</td><td>Productive assets (tools,</td><td>Productive assets (communal</td><td>Productive assets (rental</td></tr><tr><td/><td>equipment, work animals)</td><td>and private)</td><td>markets)</td></tr><tr><td/><td>Household assets (e.g. housing,</td><td>Stocks (e.g., livestock, food)</td><td>Stocks (e.g., buffer stocks)</td></tr><tr><td/><td>household goods and utensils)</td><td/><td/></tr><tr><td/><td>Stocks (e.g., livestock, food,</td><td/><td/></tr><tr><td/><td>jewelry)</td><td/><td/></tr><tr><td>Financial</td><td>Cash, savings, access to credit,</td><td>Cash, savings, access to credit</td><td>Finance and insurance systems</td></tr><tr><td/><td>and insurance markets</td><td>and insurance markets</td><td>Access to international finance</td></tr><tr><td>Social</td><td>HH social ties and networks</td><td>Community social ties and</td><td>Extra-community social ties</td></tr><tr><td/><td>Intra-household dynamics</td><td>networks</td><td>and networks</td></tr><tr><td>Location and</td><td>Proximity and access to water</td><td>Water and sanitation, schools,</td><td>Distance to markets,</td></tr><tr><td>Infrastructure</td><td>and sanitation, education and</td><td>health centers, marketplace,</td><td>transportation, communication,</td></tr><tr><td/><td>health, marketplace, storage,</td><td>storage facilities, roads</td><td>information systems</td></tr><tr><td/><td>roads</td><td>Proximity to transport and</td><td>Health and education</td></tr><tr><td/><td/><td>communication infrastructure</td><td>infrastructure</td></tr><tr><td>Political and</td><td>Participation in household</td><td>Participation in community</td><td>Political stability</td></tr><tr><td>Institutional</td><td>decisionmaking (including</td><td>decision-making</td><td>Political participation</td></tr><tr><td/><td>power relationships related to</td><td>Governance</td><td>Effectiveness of collective</td></tr><tr><td/><td>gender and age)</td><td>Security of person and</td><td>action</td></tr><tr><td/><td/><td>property</td><td>Governance</td></tr><tr><td/><td/><td/><td>Human rights and security of</td></tr><tr><td/><td/><td/><td>person and property</td></tr></table>",
        "html": null,
        "text": "",
        "num": null,
        "type_str": "table"
      }
    }
  }
}