{
  "paper_id": "D6501286",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:14.006679Z"
  },
  "title": "American Depositary Receipts (ADR) Holdings of U.S. Based Emerging Market Funds",
  "authors": [
    {
      "first": "Reena",
      "middle": [],
      "last": "Aggarwal",
      "suffix": "",
      "affiliation": {},
      "email": "aggarwal@georgetown.edu"
    },
    {
      "first": "Sandeep",
      "middle": [],
      "last": "Dahiya",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Leora",
      "middle": [],
      "last": "Klapper",
      "suffix": "",
      "affiliation": {},
      "email": "lklapper@worldbank.org"
    }
  ],
  "year": "",
  "venue": null,
  "identifiers": {},
  "abstract": "The benefits of cross-listing for a foreign \"issuer\" are extensively documented in the literature, however it is not clear what motivates \"investors\" to hold American Depositary Receipts (ADRs) rather than the underlying stock of these issuers. We analyze the investment allocation decision of mutual fund managers to invest in emerging market firms that are listed in their domestic markets and have also issued ADRs in the U.S. Although legal provisions are typically assumed to affect ADRs and their underlying domestic shares equally, investors holding ADRs may have a higher level of legal protection as these securities are issued and traded in the U.S. We find that ADRs are the preferred mode of holdings if the local market of the issuer has weak investor protection, low liquidity and high transaction costs, and if the firm is small and has limited analyst following. We also find that not all ADR listings are associated with low liquidity in the underlying security. In fact, firms with strong liquidity for their underlying security are likely to be held via their underlying security rather than the ADRs. This suggests that ADR listings of local firms might not negatively impact local markets if the investment climate is good.",
  "pdf_parse": {
    "paper_id": "D6501286",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The benefits of cross-listing for a foreign \"issuer\" are extensively documented in the literature, however it is not clear what motivates \"investors\" to hold American Depositary Receipts (ADRs) rather than the underlying stock of these issuers. We analyze the investment allocation decision of mutual fund managers to invest in emerging market firms that are listed in their domestic markets and have also issued ADRs in the U.S. Although legal provisions are typically assumed to affect ADRs and their underlying domestic shares equally, investors holding ADRs may have a higher level of legal protection as these securities are issued and traded in the U.S. We find that ADRs are the preferred mode of holdings if the local market of the issuer has weak investor protection, low liquidity and high transaction costs, and if the firm is small and has limited analyst following. We also find that not all ADR listings are associated with low liquidity in the underlying security. In fact, firms with strong liquidity for their underlying security are likely to be held via their underlying security rather than the ADRs. This suggests that ADR listings of local firms might not negatively impact local markets if the investment climate is good.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "It is estimated that in 2003 U.S. investors allocated eleven to twelve percent of their total equity portfolio to non-U.S. equities. Institutional investors' purchases of foreign equities in 2003 amounted to $1,300 billion according to the U.S. Federal Reserve's Flow of U.S. investors interested in investing in a foreign firm (one based outside the U.S.) can do so by purchasing ADRs in the U.S., or by purchasing the underlying stock in the home market of the firm, or by doing both. This paper examines the factors that affect an institutional investor's choice of investment security, i.e. investing in the ADR versus investing in the underlying shares of an emerging market firm. Thus, we are interested in the question of how a fund manager, once she has decided to invest in a company cross-listed in the U.S., chooses to divide that investment amount between the ADR share and the non-ADR shares (primarily the underlying domestic share that trades on the home stock exchange of the issuer) of that company. The factors that affect fund managers' choice of a particular firm have been addressed by Aggarwal, Klapper and Wyscocki (2004) , our focus is the determinants of security choice (the ADR versus the underlying).",
        "cite_spans": [
          {
            "start": 1107,
            "end": 1144,
            "text": "Aggarwal, Klapper and Wyscocki (2004)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "We investigate the country and firm-level attributes associated with the decision to hold ADRs versus underlying (domestic) shares, or a combination of both. Coffee (1999) suggests that U.S. securities law provides additional protection to investors if the firm is listed in the U.S. and argues that firms from countries with weak shareholder protection laws can effectively \"bond\" themselves to the more stringent U.S. laws. This implies that on the margin, ADR holders have better legal standing compared to holders of the underlying security as the ADRs are purchased in the U.S. This line of argument implies that fund managers should prefer ADRs of firms from countries with weak legal protection for shareholders. A recent example of such SEC enforcement is the case SEC brought against TV Azteca, a Mexican firm, in January 2005 alleging self dealing and insider trading by Company's officers and Directors. Yet another example is the ability of US security holders of Bre-X, a Canadian mining company, to sue in a US court while the Canadian security holders did not get that privilege.",
        "cite_spans": [
          {
            "start": 158,
            "end": 171,
            "text": "Coffee (1999)",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "However, Siegel (2004a Siegel ( , 2004b ) using a sample of Mexican firms, finds that crosslisting is associated with higher probability of asset stealing by controlling shareholders (thus causing significant wealth loss for minority shareholders). Furthermore, he reports that the SEC rarely prosecutes transgressions of U.S. listed foreign firms. 2 Siegel's findings suggest that investors should not expect significant benefits from investing in ADRs of cross-listed firms as the enhanced legal protection is not significant. This debate provides conflicting predictions about the effect of a country's legal system (in particular its investor protection/corporate governance laws) and a U.S. investor's choice of investing security (ADR versus underlying) for cross-listed firms from that country. The effect of local laws may be hard to identify, since the development of a country's stock exchange (reflected in transaction costs and liquidity of that exchange) may in turn be related to the legal origins of that country. La Porta et al. (1997) report that, on average, countries with English common law origin have more developed financial markets. Thus, to the extent that legal origin is a proxy for the quality of a country's stock exchange, it may exert an additional effect (independent of the better investor protection effect) on the investment allocation pattern of U.S. investors.",
        "cite_spans": [
          {
            "start": 9,
            "end": 22,
            "text": "Siegel (2004a",
            "ref_id": "BIBREF38"
          },
          {
            "start": 23,
            "end": 39,
            "text": "Siegel ( , 2004b",
            "ref_id": "BIBREF39"
          },
          {
            "start": 349,
            "end": 350,
            "text": "2",
            "ref_id": null
          },
          {
            "start": 1032,
            "end": 1051,
            "text": "Porta et al. (1997)",
            "ref_id": "BIBREF25"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "In addition to legal considerations, there are also operational issues that can be significantly influence a fund manger's choice between holding the ADR or the underlying stock for a particular firm. Financial institutions that offer depositary services such as Bank of New York, Citicorp, and JP Morgan, frequently stress the advantages of an ADR program for potential investors on measures such as liquidity, transparency and ease of trading. 3 Industry participants also point to the lower costs of executing trades as a major factor in their preference for an ADR over the domestic security, for issuers from countries with stock exchanges with high transaction costs. However, we are not aware of any empirical work that provides evidence to confirm or dispute these assertions. This paper seeks to address this gap in our understanding of how professional fund managers allocate their investment between ADR securities and non-ADR securities.",
        "cite_spans": [
          {
            "start": 446,
            "end": 447,
            "text": "3",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Our paper also contributes to the debate on the impact of cross listing on the liquidity of the issuers' shares, both in the domestic market and ADR market. A number of studies report that issuers who cross-list in the U.S. enjoy an increase in liquidity as measured by higher trading volumes or lower bid-ask spreads. 4 However other studies find that the ADR issuance impacts development of the local market and is associated with a reduction in the size, liquidity, and growth of the issuing firm's domestic market (Karolyi 2004 , Levine and Schmukler 2004 , Claessens, Klingbiel and Schmukler 2002 . Although we do not study liquidity, per se, we investigate the conditions under which trading is more likely to stay on local exchanges. In this regard, we find important differences between ADR investment in Latin America and Asia.",
        "cite_spans": [
          {
            "start": 319,
            "end": 320,
            "text": "4",
            "ref_id": null
          },
          {
            "start": 518,
            "end": 531,
            "text": "(Karolyi 2004",
            "ref_id": "BIBREF23"
          },
          {
            "start": 532,
            "end": 559,
            "text": ", Levine and Schmukler 2004",
            "ref_id": "BIBREF32"
          },
          {
            "start": 560,
            "end": 601,
            "text": ", Claessens, Klingbiel and Schmukler 2002",
            "ref_id": "BIBREF8"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Several earlier papers have examined ADRs from the issuer's perspective focusing on the advantages of U.S. listing for the issuer. Reese and Weisbach (2002) classify this theoretical and empirical body of work in three broad categories. The first category consists of theoretical models of \"market segmentation/investor recognition\" which imply that when capital flow across countries is costly, cross-listing leads to a lowering of the cost of capital (thus higher equilibrium price) for the issuer (Stapleton and Subrahmanyam, 1977 and Losq, 1985) . Another related set of studies reports evidence supporting Merton's (1987) \"investor recognition hypothesis\" which implies that as a firm gains recognition (e.g.",
        "cite_spans": [
          {
            "start": 131,
            "end": 156,
            "text": "Reese and Weisbach (2002)",
            "ref_id": "BIBREF37"
          },
          {
            "start": 500,
            "end": 514,
            "text": "(Stapleton and",
            "ref_id": "BIBREF40"
          },
          {
            "start": 515,
            "end": 537,
            "text": "Subrahmanyam, 1977 and",
            "ref_id": "BIBREF40"
          },
          {
            "start": 538,
            "end": 549,
            "text": "Losq, 1985)",
            "ref_id": "BIBREF15"
          },
          {
            "start": 611,
            "end": 626,
            "text": "Merton's (1987)",
            "ref_id": "BIBREF33"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "by cross-listing abroad), the pool of potential investors also increases, resulting in the lowering of its cost of capital. 5",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "4 See, for example, Bekaert, Harvey and Lundblad, (2003) , Errunza, Hogan and Hung, (2000) , and Errunza and Miller, (2000) . 5 Miller (1999) and Errunza and Miller (2000) find empirical support for the market segmentation hypothesis. Support for investor recognition hypothesis is provided by Miller (1999) (larger abnormal returns exchange listed ADRs compared to those that listed on the OTC market) and Baker et al. (2002) and Lang, Lins and Miller (2004) who report higher analyst coverage (a proxy for higher recognition) for ADR issuers.",
        "cite_spans": [
          {
            "start": 20,
            "end": 56,
            "text": "Bekaert, Harvey and Lundblad, (2003)",
            "ref_id": "BIBREF5"
          },
          {
            "start": 59,
            "end": 90,
            "text": "Errunza, Hogan and Hung, (2000)",
            "ref_id": "BIBREF14"
          },
          {
            "start": 97,
            "end": 123,
            "text": "Errunza and Miller, (2000)",
            "ref_id": null
          },
          {
            "start": 126,
            "end": 141,
            "text": "5 Miller (1999)",
            "ref_id": null
          },
          {
            "start": 146,
            "end": 171,
            "text": "Errunza and Miller (2000)",
            "ref_id": null
          },
          {
            "start": 294,
            "end": 307,
            "text": "Miller (1999)",
            "ref_id": "BIBREF34"
          },
          {
            "start": 407,
            "end": 426,
            "text": "Baker et al. (2002)",
            "ref_id": "BIBREF3"
          },
          {
            "start": 431,
            "end": 459,
            "text": "Lang, Lins and Miller (2004)",
            "ref_id": "BIBREF30"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The second category of research papers focus on the impact of cross listing on the liquidity of the issuers' shares (both in the domestic market and the ADR market). 6 Chowdhary and Nanda (1991) model trading of the same security on multiple exchanges. A key result of their model is that when several markets compete for order flow of the same security, the exchange offering the lowest transaction costs attracts liquidity traders which in turn induces informed traders to also move to that exchange (in order to camouflage their private information). Thus, one exchange emerges as the dominant exchange in which the bulk of trading is concentrated. 7 This implies that for an issuer from a country with a stock exchange that has high transaction costs, the U.S. stock exchange (where its ADR is traded) may become the dominant exchange, at least for U.S. investors. This suggests that if a country has high trading costs (implying a relatively less liquid stock market), U.S. investors are likely",
        "cite_spans": [
          {
            "start": 166,
            "end": 167,
            "text": "6",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "to have a relatively larger fraction of their investment in the form of ADRs for firms from that country. Conversely, if the home market is deep and liquid (implying low trading costs), a cross-listing in the U.S. would not lower the attraction of holding the underlying. 8",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The third category of recent studies has examined the benefits of listing an ADR in terms of better shareholder protection. La Porta et al. (1997 Porta et al. ( , 1998 Porta et al. ( , 2000 show that different legal systems provide different levels of protection to minority shareholders with English common law being the most protective and French civil law being the least protective. An ADR listing on a U.S. exchange may provide the ADR investor with rights that are 6 Studies that report positive association between a firm's U.S. cross-listing and the liquidity of its underlying include Bekaert, Harvey and Lundblad (2003) , Errunza, Hogan and Hung (2000) , and Errunza and Miller (2000) . However, Karolyi (2004) and Claessens, Klingbiel and Schmukler (2002) report contrary evidence. 7 Lukoil, a Russian energy company, is an example of such extreme concentration in which a large proportion of trading takes place in the ADR. 8 Halling et al. (2004) report that European firms cross-listed on exchanges outside their home country (U.S. as well as non-U.S.), foreign trading decline rapidly in the post-listing period. Migration of trading back to home exchange (\"flow back\") is strongest for firms from deep and liquid home markets that cross-list on a high cost, less liquid foreign exchange. Thus, they argue that unless there are compelling economies in trading costs (among other factors), trading tends to revert back to the home market.",
        "cite_spans": [
          {
            "start": 127,
            "end": 145,
            "text": "Porta et al. (1997",
            "ref_id": "BIBREF25"
          },
          {
            "start": 146,
            "end": 167,
            "text": "Porta et al. ( , 1998",
            "ref_id": "BIBREF26"
          },
          {
            "start": 168,
            "end": 189,
            "text": "Porta et al. ( , 2000",
            "ref_id": "BIBREF28"
          },
          {
            "start": 471,
            "end": 472,
            "text": "6",
            "ref_id": null
          },
          {
            "start": 594,
            "end": 629,
            "text": "Bekaert, Harvey and Lundblad (2003)",
            "ref_id": "BIBREF5"
          },
          {
            "start": 632,
            "end": 662,
            "text": "Errunza, Hogan and Hung (2000)",
            "ref_id": "BIBREF14"
          },
          {
            "start": 669,
            "end": 694,
            "text": "Errunza and Miller (2000)",
            "ref_id": null
          },
          {
            "start": 706,
            "end": 720,
            "text": "Karolyi (2004)",
            "ref_id": "BIBREF23"
          },
          {
            "start": 725,
            "end": 766,
            "text": "Claessens, Klingbiel and Schmukler (2002)",
            "ref_id": "BIBREF8"
          },
          {
            "start": 793,
            "end": 794,
            "text": "7",
            "ref_id": null
          },
          {
            "start": 936,
            "end": 937,
            "text": "8",
            "ref_id": null
          },
          {
            "start": 938,
            "end": 959,
            "text": "Halling et al. (2004)",
            "ref_id": "BIBREF20"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "comparable to those provided by a U.S. firm. An issuer from a weak shareholder protection legal system can therefore effectively \"bond\" itself to provide higher protection by listing on a U.S. exchange. This bonding hypothesis is discussed in Coffee (1999) , and a number of recent studies have found some support for this argument. For example, Doidge, Karolyi and Stulz (2004) find that foreign firms that list in the U.S. particularly those from countries with poor investor rights, have a significantly higher valuation than firms from the same country that are not cross-listed. Reese and Weisbach (2002) also report a higher level of equity issuance (thus signifying better bonding) in the post-ADR issue period.",
        "cite_spans": [
          {
            "start": 243,
            "end": 256,
            "text": "Coffee (1999)",
            "ref_id": "BIBREF9"
          },
          {
            "start": 354,
            "end": 378,
            "text": "Karolyi and Stulz (2004)",
            "ref_id": "BIBREF13"
          },
          {
            "start": 584,
            "end": 609,
            "text": "Reese and Weisbach (2002)",
            "ref_id": "BIBREF37"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Our paper differs from the studies described above on one critical dimension. While these studies have largely focused on the benefits to the ADR issuers, we focus on the motivation of investors when they choose to invest in the ADR rather than the underlying security. Many of the benefits of a U.S. listing that have been attributed to issuers (better investor recognition, higher liquidity and conformity with a more stringent legal framework)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "are equally relevant to investors. 9 For example, if holding a U.S. listed security provides additional legal protection, then a U.S. based-fund is more likely to hold the ADR rather than the underlying share for issuers based in a country with poor investor protection laws.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Similarly, if the transaction costs/liquidity of a firm's home stock are unattractive compared to those of a U.S. exchange, investors are likely to hold a larger proportion of their investment in the form of that firm's ADR. The overall decision of whether or not to invest in a particular foreign firm has been the focus of some recent studies. 10 However, once a decision to invest in a particular firm is made, not much is known about how a fund manager chooses to split that investment between the ADR security and the domestic security.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The main results of our paper are the following: At the country-level, the legal origin of a firm's home country is significantly related to the U.S. investors' choice of investment security for that firm. On average, funds hold a significantly larger fraction of their investment in the form of ADRs for firms from countries of French legal origin and for firms from transition countries (e.g. Russia, Hungary, etc.). These results are consistent with the \"better legal protection\" argument which implies that for issuer from weak legal systems, investors prefer to hold a U.S. issued and traded ADR rather than the underlying stock.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "However, these results can also occur due to another well documented finding in recent studies that report that the level of a country's stock market development (e.g. size as well as liquidity) is positively associated with the degree of investor protection its legal system offers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "To isolate the effect of a country's legal framework from that country's stock market characteristics we include some direct measures of the level of stock market development along with legal origin variables. On average, fund holdings of ADRs are higher for firms based in a country with a low level of stock market development (i.e. low stock market capitalization to GDP ratio or low trading volume). These results support the \"ease of transaction\" argument which implies that investors prefer to hold securities that trade on deep and liquid exchanges. However, the legal framework continues to be a significant determinant of funds' choice of investment security even after controlling for these more specific measures of a particular country's level of stock market development. Finally, if we control for individual firm-specific characteristics, we find that for an issuer whose ADR security is more details see Aggarwal, Klapper and Wyscocki (2004) , Ammer et al. (2004) , and Bradshaw, Bushee and Miller (2003) .",
        "cite_spans": [
          {
            "start": 920,
            "end": 957,
            "text": "Aggarwal, Klapper and Wyscocki (2004)",
            "ref_id": null
          },
          {
            "start": 960,
            "end": 979,
            "text": "Ammer et al. (2004)",
            "ref_id": "BIBREF1"
          },
          {
            "start": 982,
            "end": 1020,
            "text": "and Bradshaw, Bushee and Miller (2003)",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "characterized by high trading volume relative to its underlying stock, the average fund holding is relatively higher in the ADR. As discussed earlier, industry participants highlight the ease of trading as the primary benefit of holding ADRs. Our results provide empirical support for this argument as the benefits of ease of trading and increased liquidity appear to be significant factors in an investor's choice between the ADR and the underlying security of a firm. These findings are also consistent with the theoretical predictions of Chowdhry and Nanda (1991) that if the same security trades in multiple markets, trading aggregates on the exchange with the lower trading costs.",
        "cite_spans": [
          {
            "start": 541,
            "end": 566,
            "text": "Chowdhry and Nanda (1991)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The remainder of the paper is organized as follows. We provide a brief description of ADRs and their fee structure in Section 2. Section 3 describes our main hypotheses. A discussion of the data and the variables follows in Section 4. The methodology and the major results are reported in Section 5. We conclude in Section 6.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "ADRs security. All ADRs are structured with a specific \"bundling ratio\" that denotes the number of underlying shares represented by each ADR. For Example Taiwan Semiconductor ADR has a bundling ratio of 1:5 which implies that each ADR represents 5 underlying shares.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "American Depositary Receipts (ADRs)",
        "sec_num": "2."
      },
      {
        "text": "There are generally no costs for ADR to ADR trading with the depository trust company, which accounts for most trading of highly liquid ADRs. The depositary bank also handles the \"cross-selling\" of ADRs, which is the simultaneous buying of one security (the ADR, for example) and selling of the other (underlying) to exploit arbitrage opportunity. As described in Gagnon and Karolyi (2004) there can be significant pricing differences between the ADR and the underlying security although there are non-trivial trading costs that need to be borne to exploit these arbitrage opportunities. 11 An investor wishing to convert his ADRs into its underlying shares (or vice versa) incurs some additional costs such as conversion fee and foreign exchange transaction costs. The conversion fee for ADRs is specified in the \"Deposit Agreement\" filed with the SEC for sponsored ADR programs. These standard \"cross-border\" fees are paid to the depositary bank, and can be as high as up to $5.00 per 100",
        "cite_spans": [
          {
            "start": 364,
            "end": 389,
            "text": "Gagnon and Karolyi (2004)",
            "ref_id": "BIBREF18"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "American Depositary Receipts (ADRs)",
        "sec_num": "2."
      },
      {
        "text": "ADRs converted. However this fee is often negotiated by brokers for shares that trade at less Furthermore, the listing exchange typically imposes listing requirements in terms of annual turnover, breadth of shareholder base etc. which also must be met. Figure 1 maps the key disclosure requirements for different level ADRs against the ease of trading for these securities.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 253,
            "end": 261,
            "text": "Figure 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "American Depositary Receipts (ADRs)",
        "sec_num": "2."
      },
      {
        "text": "Our first hypothesis examines the impact of the legal environment in a firm's homecountry on the relative allocation of U.S. funds' investment between the ADR security and the domestic security of that firm. We assume that a fund manager first decides whether to invest in a particular firm. Once the decision to invest in the firm has been made, the manager decides how to allocate the investment between the ADR and the domestic security. The second decision can depend on both country and firm-level factors. Specifically, the legal protection offered by a country may affect the attractiveness of holding the underlying security of a firm from that country. As previously discussed, there is a dispute in the literature: Coffee (1999 Coffee ( , 2002a Coffee ( , 2002b argues that a U.S. listing provides significant protection to minority investors, since an ADR listing makes a firm subject to rule 10b-5, which gives shareholders the right to sue for losses ensued because of fraudulent statements made by a company whose shares they own. 12 On the contrary, Siegel (2004a) reports that in the case of Mexican firms, cross-listing in the U.S. is associated with higher probability of asset stealing by the insiders. He interprets these findings as evidence against the \"legal bonding hypothesis\" proposed in the literature. These conflicting views motivate our first hypothesis:",
        "cite_spans": [
          {
            "start": 725,
            "end": 737,
            "text": "Coffee (1999",
            "ref_id": "BIBREF9"
          },
          {
            "start": 738,
            "end": 754,
            "text": "Coffee ( , 2002a",
            "ref_id": "BIBREF10"
          },
          {
            "start": 755,
            "end": 771,
            "text": "Coffee ( , 2002b",
            "ref_id": "BIBREF11"
          },
          {
            "start": 1065,
            "end": 1079,
            "text": "Siegel (2004a)",
            "ref_id": "BIBREF38"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Main Hypotheses",
        "sec_num": "3."
      },
      {
        "text": "Hypothesis 1 (H1): If a firm is based in a country that has poor investor protection laws, fund managers allocate a larger fraction of their investment in the ADR security of that company relative to the underlying domestic security.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Main Hypotheses",
        "sec_num": "3."
      },
      {
        "text": "Our second hypothesis examines the effect of market development on ADR trading.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Main Hypotheses",
        "sec_num": "3."
      },
      {
        "text": "As discussed earlier, countries with deep and efficient stock exchanges are better positioned to retain the trading volume of their cross-listed firms. For issuers from such countries the ease of trading benefits arising from holding an ADR rather than the underlying stock are likely to be small. On the other hand, if an issuer is based in a country that lacks a welldeveloped stock market, the cost of trading the underlying stock is likely to be significantly higher compared to trading its ADR on a U.S. exchange. This suggests the following testable hypothesis:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Main Hypotheses",
        "sec_num": "3."
      },
      {
        "text": "Hypothesis 2 (H2): If a firm is based in a country that has a less developed stock market, fund managers allocate a larger fraction of their investment in the ADR security of that company relative to the underlying domestic security.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Main Hypotheses",
        "sec_num": "3."
      },
      {
        "text": "We employ a number of proxies to capture country-level measures of stock market development, such as size of the stock market relative to the economy, liquidity (estimated as average turnover), settlement proficiency, and transaction costs that reflect direct costs of executing a trade (e.g. stamp duty, capital gains tax, broker commission, etc.). For example, if higher transaction costs in the domestic security are found to be associated with funds devoting a larger fraction of their investment in a particular firm to that firm's ADR security, it can be interpreted as support for H2. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Main Hypotheses",
        "sec_num": "3."
      },
      {
        "text": "To test these hypotheses, we create a unique database using a number of data sources.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data and Variables",
        "sec_num": "4."
      },
      {
        "text": "Our primary data source is the February 2002 edition of the Morningstar database for each U.S. mutual fund with a stated objective of investing primarily in emerging market equities. 13",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data and Variables",
        "sec_num": "4."
      },
      {
        "text": "All of the sample funds are primarily equity funds with more than 90 percent of their However, there is considerable variation in transactions cost efficiency with only four countries receiving the highest score of three. Appendix C provides correlation measures of various firm-level characteristics. In the following section we describe how our principal dependent variables are constructed.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Data and Variables",
        "sec_num": "4."
      },
      {
        "text": "One of the primary goals of this research is to examine factors that determine how the total investment in a firm is divided between that firm's ADR and its underlying security.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dependent Variables -Measurement of Allocation Choice",
        "sec_num": "4.1"
      },
      {
        "text": "Thus we need to construct meaningful measures of what constitutes this relative \"over or under weight\" in the ADR relative to the underlying. Our primary measure for this allocation choice is \"ADR Differential\". This is constructed using the Morningstar database described above. For each firm i, we first identify all funds that hold an investment in that firm. This investment can be either in ADRs, in the underlying domestic security or in both. For illustration let us assume that there are k funds that hold an investment in firm i. To estimate the relative weighting of investments in ADR versus the domestic security for this firm we follow a two step process. In the first step, for each fund k we calculate the total dollar amount of investment (sum of investment in ADR and underlying) in firm i, that a fund holds. We then calculate the fraction of that investment in the ADR and the fraction in the underlying for that fund. Next, we take the difference between the fraction of investment in the ADR versus the domestic stock. This difference reflects the relative over or underweighting in ADR for that fund. We repeat this process for all of the k funds, thus generating the relative over or under allocation of investment in ADRs for each fund. In the second step, we take a simple average of these k values to get the aggregate measure of over/underweighting across all funds that invest in the firm i and denote it by (ADR Differential). This process can be described by the following equation:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dependent Variables -Measurement of Allocation Choice",
        "sec_num": "4.1"
      },
      {
        "text": "We also create an alternative measure of \"over or under weight\" in the ADR denoted by \"ADR_RATIO\". For a particular issuer i, the ADR_RATIO is also calculated in two steps.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dependent Variables -Measurement of Allocation Choice",
        "sec_num": "4.1"
      },
      {
        "text": "First, the total value of (U.S. dollar amount) of investment by all funds in that firm is calculated. This calculation includes all securities issued by issuer i (for most issuers it is the ADR and the underlying security of that issuer). The second step involves calculating the total investment by all funds in the ADR security of firm i. ADR_RATIO is calculated by taking the ratio of investment in ADR security of firm i by all funds to the investment in all securities of firm i by all funds. Equation 2 describes the calculation of ADR_RATIO below:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dependent Variables -Measurement of Allocation Choice",
        "sec_num": "4.1"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "( _ ) 1 ( _ ) =",
            "eq_num": "(1)"
          }
        ],
        "section": "Dependent Variables -Measurement of Allocation Choice",
        "sec_num": "4.1"
      },
      {
        "text": "Where ( ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dependent Variables -Measurement of Allocation Choice",
        "sec_num": "4.1"
      },
      {
        "text": "(Total $ amount invested in ADR security and domestic security of firm ) 1",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dependent Variables -Measurement of Allocation Choice",
        "sec_num": "4.1"
      },
      {
        "text": "k k i i n ADR RATIO i k k i i n ∑ = ∑ =",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dependent Variables -Measurement of Allocation Choice",
        "sec_num": "4.1"
      },
      {
        "text": "We use the example of Telefonos de Mexico (Telmex), a Mexican telecommunications firm to illustrate how the ADR_Differential and the ADR_RATIO are calculated for this firm. Telemex is held by 79 funds and the total investment in this firm is $363 million. Of this $363 million, $344 million is held as ADRs and $19 million is held as the underlying security. Thus, (ADR_RATIO) Telmex equals 0.94 ($344/$363). For calculating (ADR Differential) Telmex we need to calculate the difference in the fraction of investment held in ADR and the fraction of investment held in the underlying for each fund. Of the 79 funds, 70 hold only the ADR. Thus the ADR differential for each of these funds is 1 (fraction held in ADR -fraction held in underlying). 7 funds hold only the underlying which implies that ADR differential for each of these funds is -1. Remaining two funds hold both ADR and underlying of Telmex, with ADR differential of -0.94 and 0.15. The calculation of (ADR Differential) Telmex is as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dependent Variables -Measurement of Allocation Choice",
        "sec_num": "4.1"
      },
      {
        "text": "The example of Telmex also illustrates that a predominant fraction of funds (70 out of 79) invest in Telmex through its ADR. In other firms the opposite is true, i.e. most funds hold only the underlying security rather than the ADR. For example, consider the case of Advanced Semiconductor, a Taiwan-based semiconductor fabricator. There are 16 funds that hold a total of $8.2 million in this firm and of which only $0.1 million is held in the form of the ADR. Of the 16 funds, 14 hold only the underlying and one fund holds only the ADR while one fund holds both. For Advanced Semiconductor the ADR_Differential and ADR_RATIO are -0.83 and 0.01 respectively. These examples highlight an interesting feature of ADR holding patterns observed in our sample. For a typical issuer, any single fund in 38 cases every fund that invests in these firms invests only in the underlying shares of these firms. For 22 firms all the funds that invest in these firms hold only the ADR. Thus for nearly half of the sample of ADR issuers the fund holding is exclusively in either the underlying or the ADR. Figure 3 plots the number of firms against the aggregate dollar amount invested by funds in the ADR of these firms. Again, we observe the same concentration of investment in either the ADR or the underlying. At the individual issuer level this pattern of strong preference of either the ADR or the underlying is clearly evident, however we find that at the fund level there are no clear preferences for holding ADRs or the underlying local shares. We do not, for example, find funds that specifically invest only in ADRs. Most funds hold both underlying and ADR securities. The average and median percent holdings of ADRs across funds is 29%, with a standard deviation of 10%. These summary statistics suggest that a funds decision to hold ADRs versus underlying shares is influenced by country and firm level characteristics.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 1091,
            "end": 1099,
            "text": "Figure 3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Dependent Variables -Measurement of Allocation Choice",
        "sec_num": "4.1"
      },
      {
        "text": "Our finding that most funds hold primarily the ADRs or underlying shares of specific firms motivated us to construct an alternative measure of a fund's preference for a firm's ADR versus its underlying security. This is a binary variable (ADR_OverWeight) i which equals one if at least 50% of all funds that invest in firm i invest only in its ADR (and zero otherwise). Hence, (ADR_OverWeight) i captures the aggregate fund choice of investment security for firm i. Thus for Telmex, ADR_OverWeight equals 1 while for Advanced Semiconductor the value is zero.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Dependent Variables -Measurement of Allocation Choice",
        "sec_num": "4.1"
      },
      {
        "text": "Panel A of Several conclusions can be drawn from this analysis. For the universe of firms covered by Worldscope: 1) A larger proportion of Latin American firms issue ADRs than Asian firms;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sample Descriptive Statistics",
        "sec_num": "4.2"
      },
      {
        "text": "2) Funds are more likely to hold positions in firms that have ADRs; and 3) Funds are more likely to invest in non-ADR firms from Asia than non-ADR firms from Latin America (this may reflect the fact that Latin American firms are almost two times more likely to have ADRs than are Asian firms).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sample Descriptive Statistics",
        "sec_num": "4.2"
      },
      {
        "text": "This section describes the methodology employed to test the hypotheses discussed in section 3 and reports our major findings.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical Results",
        "sec_num": "5."
      },
      {
        "text": "Most emerging markets have some ADRs listed in the U.S. The fraction of ADR listings is particularly high for Latin America as seen in Table 4 . The 136 firms with listed ADRs are, on average, larger as measured by market capitalization and book value of total assets, and have a higher market to book ratio than firms with unlisted ADRs or no ADRs. Firms with unlisted ADRs are, in turn, larger and have higher market to book ratio than firms with no ADRs.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 135,
            "end": 142,
            "text": "Table 4",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Differences between Latin America and Asia",
        "sec_num": "5.1"
      },
      {
        "text": "Our first objective is to determine the impact of country-level attributes on the funds' choice of investment security for ADR issuers from that country (see H1). As we discussed earlier, if U.S.-based investors feel that holding an ADR confers additional legal protection to them (Coffee 1999 (Coffee , 2002a (Coffee , 2002b , they would prefer holding the ADRs to the underlying (especially for firms from countries with poor investor protections laws). In H1 we are interested in measuring the relationship between the investor protection/corporate governance laws of an issuer's home country and the investment allocation decision of a U.S. investor. A number of recent studies show that the legal origin of a country and the quality and enforcement of investor protection laws are closely related. 14 Common law (English)",
        "cite_spans": [
          {
            "start": 281,
            "end": 293,
            "text": "(Coffee 1999",
            "ref_id": "BIBREF9"
          },
          {
            "start": 294,
            "end": 309,
            "text": "(Coffee , 2002a",
            "ref_id": "BIBREF10"
          },
          {
            "start": 310,
            "end": 325,
            "text": "(Coffee , 2002b",
            "ref_id": "BIBREF11"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Legal Environment and ADR Investment",
        "sec_num": "5.2"
      },
      {
        "text": "14 Denis and McConnell (2002) define corporate governance as the set of mechanisms designed to induce managers to make decisions that maximize shareholders' wealth and to deter managers from expropriating shareholder wealth. La Porta et al. (1997 Porta et al. ( , 1998 Porta et al. ( , 2000 discuss the role of strong investor protection laws and enforcement in fostering corporate governance that protects and attracts outside investors. Their empirical results show that better investor protection laws and law enforcement institutions are associated with more developed capital markets. The quality of information provided to outside investors is also higher in countries with strong investor protection (see, for example, Leuz, Nanda, and Wysocki, 2003) .",
        "cite_spans": [
          {
            "start": 3,
            "end": 29,
            "text": "Denis and McConnell (2002)",
            "ref_id": "BIBREF12"
          },
          {
            "start": 228,
            "end": 246,
            "text": "Porta et al. (1997",
            "ref_id": "BIBREF25"
          },
          {
            "start": 247,
            "end": 268,
            "text": "Porta et al. ( , 1998",
            "ref_id": "BIBREF26"
          },
          {
            "start": 269,
            "end": 290,
            "text": "Porta et al. ( , 2000",
            "ref_id": "BIBREF28"
          },
          {
            "start": 726,
            "end": 757,
            "text": "Leuz, Nanda, and Wysocki, 2003)",
            "ref_id": "BIBREF31"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Legal Environment and ADR Investment",
        "sec_num": "5.2"
      },
      {
        "text": "countries offer the strongest investor protection while civil law (French) countries offer the weakest investor protection. The investor protection offered by a country's laws may have an impact on an investor's portfolio allocation decision across firms from countries with different legal systems. However, once a fund manager has chosen to invest in a particular firm, the legal environment or shareholder protection laws of the country in which that firm is based should not influence how much of that investment is in the form of that company's ADR versus its underlying domestic security, if both the ADR holder and the holder of the domestic security have similar rights. For example, an investor holding an ADR of a Brazilian firm typically does not have any voting rights. However, the underlying security (typically a preferred share) also lacks these voting rights. In contrast, an investor in a Taiwanese firm has voting rights regardless of whether he holds the ADR or the underlying. While this may make investment in a Taiwanese firm more attractive, there would be no compelling argument as to why an investor would prefer the ADR over the domestic security (or vice versa) in either country if the ADR and the underlying offered exactly the same benefits. In such a case we should expect to see no relationship between a country's legal origins and relative fraction of investment in ADRs of firms from that country. However, as we discussed earlier, if U.S. based investors perceive that holding an ADR confers additional legal protection to them (Coffee 1999 (Coffee , 2002a (Coffee , 2002b , they would prefer holding the ADRs to the underlying (especially for firms from countries with poor investor protections laws).",
        "cite_spans": [
          {
            "start": 1565,
            "end": 1577,
            "text": "(Coffee 1999",
            "ref_id": "BIBREF9"
          },
          {
            "start": 1578,
            "end": 1593,
            "text": "(Coffee , 2002a",
            "ref_id": "BIBREF10"
          },
          {
            "start": 1594,
            "end": 1609,
            "text": "(Coffee , 2002b",
            "ref_id": "BIBREF11"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Legal Environment and ADR Investment",
        "sec_num": "5.2"
      },
      {
        "text": "To test these arguments we estimate the following model:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Legal Environment and ADR Investment",
        "sec_num": "5.2"
      },
      {
        "text": "The variables for equation 3 are discussed below: • ADR Differential: An aggregate measure of over or under investment in the ADR security of firm i as described in equation 1 and as discussed in Section 4.1. • Legal Origin Dummy Variables: A dummy variable that identifies the legal code of the country as common law (English), civil law (French), or Germanic (German) as described by La Porta et al. (1998) . We also include an additional dummy for the formerly Soviet Union block countries (Transition). • Shareholder Rights: This variable measures the \"anti-director rights\" index originally developed by La Porta et al. (1998) and was subsequently updated by Pistor (2000) to include transition emerging markets. It is the sum of dummies identifying one-share/one vote, proxy by mail, unblocked shares, cumulative vote/proportional representation, preemptive rights, oppressed minority, and percent of shares needed to call a shareholders' meeting. • GDP per Capita: This serves as a control variable for the level of economic development of the economy.",
        "cite_spans": [
          {
            "start": 386,
            "end": 408,
            "text": "La Porta et al. (1998)",
            "ref_id": "BIBREF26"
          },
          {
            "start": 609,
            "end": 631,
            "text": "La Porta et al. (1998)",
            "ref_id": "BIBREF26"
          },
          {
            "start": 664,
            "end": 677,
            "text": "Pistor (2000)",
            "ref_id": "BIBREF36"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Legal Environment and ADR Investment",
        "sec_num": "5.2"
      },
      {
        "text": "By construction ADR Differential is restricted to lie between -1 (when all firms invest only in the domestic security) and +1 (when all firms invest in the ADR). Thus our dependent variable is truncated in both the left and the right tail. We report the results for an OLS model as well as for a Tobit specification where the dependent variable is constrained to lie between -1 and +1. 15",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Legal Environment and ADR Investment",
        "sec_num": "5.2"
      },
      {
        "text": "The analysis covers the 387 firms that are held in at least one fund's portfolio and that have an ADR issued (listed or unlisted) at the beginning of 2001. A fund manager thus has the option to invest in only the ADR, only the underlying domestic stock, or a combination of the ADR and the domestic stock for these firms. Each model is first estimated for all firms that have issued an ADR (listed or unlisted). To better isolate the effects of a liquid and easily traded ADR, we also estimate each model for the subset of firms that have a listed ADR. The 15 We also estimated the same model using ADR_RATIO and ADR_OverWeight as the dependent variable. ADR_RATIO is calculated by dividing the total dollar amount of investment (across all funds) in the ADR security of a company i by the total dollar investment (across all funds) in all securities (ADR and non-ADR) of company i. ADR_OverWeight is a binary variable that equals 1 if at least 50% of all funds that invest in a company only invest in its ADR. The results for these alternative proxies for choice investment security are very similar to those reported for ADR_Differential and are available on request from the authors.",
        "cite_spans": [
          {
            "start": 557,
            "end": 559,
            "text": "15",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Legal Environment and ADR Investment",
        "sec_num": "5.2"
      },
      {
        "text": "first model includes GDP per Capita and legal origin as the explanatory variables as reported in Table 5 . We include dummies that identify the legal code of the country; the common law (English) dummy is left out and serves as the benchmark. In the second model, Legal Origin is replaced by Shareholder Rights. Table 5 reports the results of the country-level estimations. Panel A reports the results for the OLS regression while Panel B reports the results for the Tobit regression. The results are essentially similar in both specifications. We find that Legal Origin-French is positive and significant in both models and Legal Origin-Transition is positive and significant for listed ADR sub-sample. Our results suggest that in non-English legal systems fund managers invest more in the ADR than the domestic stock. Shareholder Rights is not significant in any of the models. If for a firm its ADR holders and underlying security holders have exactly the same rights it would imply that legal origin and shareholder rights by themselves should not matter. However, as discussed earlier in the introduction section, US investors may perceive that ADRs offer better legal protection compared to holding the underlying especially if the issuer is based in a country with weak investor protection/corporate governance laws. It is also possible that legal origin is a proxy for market development that could be important in determining the allocation between the ADR and the domestic security.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 97,
            "end": 104,
            "text": "Table 5",
            "ref_id": null
          },
          {
            "start": 312,
            "end": 319,
            "text": "Table 5",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Legal Environment and ADR Investment",
        "sec_num": "5.2"
      },
      {
        "text": "Next, we attempt to examine the role of market development in explaining a fund manager's decision to invest in the ADR versus the domestic stock (See H2). However, legal origin and investor protection laws are also associated with degree of development of financial markets. Beck, Demirguc-Kunt and Levine (2002) We also include FX Volatility, to control for the likelihood of exchange rate depreciation. ADR share prices carry the same foreign currency risk as underlying shares and most ADRs trade in line with the underlying security. The spread is generally very small, reflecting the cost of foreign exchange conversion and other execution costs. If the currency of the underlying stock rises against the US dollar, the ADR price is expected to rise (and vice versa). Dividends are converted and paid in US dollars.",
        "cite_spans": [
          {
            "start": 300,
            "end": 313,
            "text": "Levine (2002)",
            "ref_id": "BIBREF4"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Stock Market Development and ADR Investment",
        "sec_num": "5.3"
      },
      {
        "text": "Our results are reported in and Transaction Efficiency to capture the cost of trading in the domestic market. We find that the market development attributes are no longer significant. However, Transaction Efficiency is negative and significant in two of the three models at the 1 percent level. The results imply that if the cost of executing transactions is high in the domestic market, funds are more likely to invest in the ADRs of firms from that country. The French Legal Origin continues to be positive and significant in the model both with all ADRs and with only listed ADRs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Stock Market Development and ADR Investment",
        "sec_num": "5.3"
      },
      {
        "text": "Transition Legal Origin is also significant for listed ADRs. Therefore, the results suggest that the legal system captures more than just market development. It is also interesting to note that the R 2 increases from 0.09 to 0.17 for all ADRs and from 0.04 to 0.20 for listed ADRs from the reduced model with only market development variables to the full model that also includes legal origin and transaction efficiency.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Stock Market Development and ADR Investment",
        "sec_num": "5.3"
      },
      {
        "text": "To summarize, funds are likely to allocate more funds to the ADR than the domestic stock in countries that have non-English legal origin, particularly in ADRs of firms from",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Stock Market Development and ADR Investment",
        "sec_num": "5.3"
      },
      {
        "text": "French legal origin and from former communist block (Transition). It is possible that legal origin might simply be capturing market development. We do find that funds are more likely to allocate more funds to the ADR than the domestic stock in countries that have less developed stock markets, low liquidity and high costs of trading. These results are consistent with the commonly cited explanation by industry professionals which argues that transactionrelated factors play an important role in the choice of a firm's ADR security over the domestic security for an investor. However, legal origin continues to be important even after controlling for these factors. Investors allocate more funds to the ADR of a firm if that firm is based in a country with French legal origins or if it was a former communist bloc country.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Stock Market Development and ADR Investment",
        "sec_num": "5.3"
      },
      {
        "text": "We next extend our analysis to firm-level attributes. If the liquidity of an underlying security is high in the domestic market of the issuer, the investor's incentive to hold the firm's ADR should be lower (see H2). Also for firms with ADRs, if the liquidity of the underlying security is low compared to the liquidity of its ADR, funds are expected to hold a higher fraction of their investment in that firm in the form of ADRs (see H3). To examine the impact of these liquidity measures on the funds' investment allocation between the ADR and the domestic security we estimate a model of the following form:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm-Level Attributes and ADR Investment",
        "sec_num": "5.4"
      },
      {
        "text": "Equation 5 is based on the specification used to measure the impact of country level factors on the ADR_Differential (equation 4). In addition to the country characteristics we now include the following variables:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm-Level Attributes and ADR Investment",
        "sec_num": "5.4"
      },
      {
        "text": "• Liquidity-Underlying: This is the ratio of the daily average volume of underlying traded (for 2001) to average number of underlying outstanding (simple average of 2000 and 2001 reported numbers). The data is obtained from Datastream. • Liquidity-Relative: This is calculated by dividing the average daily trading volume of ADRs (converted into the equivalent underlying by using the ADR to underlying ratio) to the average trading volume of the underlying. Thus a high value for Liquidity-Relative implies that the ADR security is more liquid than the underlying. The trading volume data is obtained from Bloomberg.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm-Level Attributes and ADR Investment",
        "sec_num": "5.4"
      },
      {
        "text": "While intuitively straightforward, data collection on each of these liquidity variables posed some special challenges. The underlying security is not always the common stock. mostly by a small group of insiders. 17 To identify the class of security that is underlying the ADR, we read through 20-F filings, which are mandatory SEC filings of listed ADRs. Also, while the ADR Ratio is usually reported by major databases (e.g. Datastream, Compustat and BONY website), it requires adjustment for some of the issuers that have ADR ratios greater than 1,000. In such cases the underlying security's trading volume is reported in units of thousands and to convert the ADR trading into equivalent underlying trading volume this convention needs to be accounted for.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm-Level Attributes and ADR Investment",
        "sec_num": "5.4"
      },
      {
        "text": "The liquidity estimation process is illustrated by using the example of Videsh Sanchar Nigam Limited (VSNL), an Indian firm. For the year 2000-01, the average number of shares outstanding for VSNL was 28,500,000. On the Bombay Stock Exchange, the average daily trading volume (in 2001) of VSNL's underlying shares was 352,500 shares. Thus the Liquidity-Underlying for VSNL is 0.0124 (352,500/28,500,000). Furthermore VSNL has issued an ADR that is listed on the NYSE. One VSNL ADR provides the holder a right to own two underlying shares. The daily ADR trading volume on the NYSE for VSNL is 183,090 ADRs. This is equivalent to 366,180 underlying shares. The Liquidity-Relative for VSNL is thus 1.0388 (366,180/352,500) .",
        "cite_spans": [
          {
            "start": 702,
            "end": 719,
            "text": "(366,180/352,500)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm-Level Attributes and ADR Investment",
        "sec_num": "5.4"
      },
      {
        "text": "We also include a number of other firm-specific characteristics. 18",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm-Level Attributes and ADR Investment",
        "sec_num": "5.4"
      },
      {
        "text": "17 Voting rights (and dividend rights) for holders of preferred shares are severely limited. Similarly, Mexican firms have many different classes of stocks and typically have a complex underlying security (usually referred to as a CPO or a unit) that is a bundle of different classes of stock (e.g. Grupo Televista has an ADR on an underlying CPO that represents 1 A Share, 1 L Share and 1 D Share). Also some firms have multiple ADRs based on multiple underlying stocks in Mexico (e.g., Telefonos de Mexico, America Movil, Transport Maritima Mex) and Chile (e.g. Sociedad Quimica, Embotelladora Andina). All Chinese ADRs are based on H class shares (different from domestic class shares which can only be held by Chinese investors) which trade on the Hong Kong stock exchange. 18 Previous literature has shown a positive relationship between better firm-level attributes and financial and equity performance in developed and emerging markets (see, for example, Gompers, Ishi and Metrick, 2003, and Love, 2003) .",
        "cite_spans": [
          {
            "start": 778,
            "end": 780,
            "text": "18",
            "ref_id": null
          },
          {
            "start": 962,
            "end": 979,
            "text": "Gompers, Ishi and",
            "ref_id": "BIBREF19"
          },
          {
            "start": 980,
            "end": 998,
            "text": "Metrick, 2003, and",
            "ref_id": "BIBREF19"
          },
          {
            "start": 999,
            "end": 1010,
            "text": "Love, 2003)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm-Level Attributes and ADR Investment",
        "sec_num": "5.4"
      },
      {
        "text": "• Log Market Cap: Natural log of market capitalization of the issuer in US dollars as reported by Worldscope. • Number of analysts: As reported by I/B/E/S. • Accounting Quality: We create an index of firm-level accounting quality (Accounting Quality) which equals the sum of the four separate accounting quality variables: Use of an international Big-5 accounting firm, consolidation of financial reports, receipt of a clean audit opinion, and reconciliation with either U.S. GAAP or International Accounting Standards. 19 Table 7 reports the estimated models for 1) All ADRs, and 2) Listed ADRs both for the OLS regression (Panel A) and for the Tobit regression (Panel B). Two models are estimated. The first includes only the firm-level attributes discussed above and the second includes both firm-level and country-level attributes. We find that, holding all else constant, higher liquidity of a firm's underlying stock is negatively associated with the fraction of investment held in the ADR of that firm. This is consistent with the ease of trading arguments and theoretical models that predict that informed traders would tend to concentrate in the most liquid markets. This finding is strongly supported when we run the regression for the subsample of firms that have listed ADRs. Here we can use a more direct measure of liquidity differences between a firm's ADR and its underlying security by including the Liquidity-Relative variable. 20 The coefficient on this variable is positive and significant at the one percent level across all specifications. These findings provide robust evidence that fund manager's choice of security is significantly affected by the relative liquidity of the two securities. Thus, the mere act of listing an ADR need not move the trading volume from 19 Mitton (2002) finds that higher firm-level disclosure quality had a strong impact on firm performance during the East Asian financial crisis. Related studies also find that firms with ADRs appear in better information environments that are then associated with higher market valuations and significantly larger market reactions to earnings announcements (for example see, Foerster and Karolyi, 1999 , Lang, Lins and Miller, 2003 , and Bailey, Karolyi, and Salva, 2002 , Doidge et al., 2004 . See Karolyi (1998) for an excellent review of the ADR literature. 20 We also used an alternative proxy for relative liquidity denoted by ADR Fraction which is the fraction of the underlying security that is in form of ADR. The results very similar to those for Relative Liquidity and are not reported. These results are available from authors on request.",
        "cite_spans": [
          {
            "start": 1446,
            "end": 1448,
            "text": "20",
            "ref_id": null
          },
          {
            "start": 1790,
            "end": 1792,
            "text": "19",
            "ref_id": null
          },
          {
            "start": 2165,
            "end": 2191,
            "text": "Foerster and Karolyi, 1999",
            "ref_id": "BIBREF17"
          },
          {
            "start": 2192,
            "end": 2221,
            "text": ", Lang, Lins and Miller, 2003",
            "ref_id": "BIBREF29"
          },
          {
            "start": 2222,
            "end": 2260,
            "text": ", and Bailey, Karolyi, and Salva, 2002",
            "ref_id": null
          },
          {
            "start": 2261,
            "end": 2282,
            "text": ", Doidge et al., 2004",
            "ref_id": "BIBREF13"
          },
          {
            "start": 2289,
            "end": 2303,
            "text": "Karolyi (1998)",
            "ref_id": "BIBREF22"
          },
          {
            "start": 2351,
            "end": 2353,
            "text": "20",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 523,
            "end": 530,
            "text": "Table 7",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Firm-Level Attributes and ADR Investment",
        "sec_num": "5.4"
      },
      {
        "text": "domestic market to the U.S. market if the domestic markets are deep and liquid.. For example, Kookmin Bank, a large South Korean bank has a listed ADR (each ADR represents 1 underlying share) and is held by 67 funds. The average daily volume for the underlying stock is 2.7 million while for the ADR it is only 0.14 million shares. Transaction costs at the country-level continue to be an important factor in deciding whether to invest in the ADR or the domestic stock. Settlement efficiency, however, is no longer a significant factor in funds' allocation between ADR and domestic security for the sub-sample of listed ADRs. Finally legal origin continues to be significant for issuers from French legal system countries. The positive and significant coefficient implies strong funds' preference for holding ADR securities of issuers from French legal system countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Firm-Level Attributes and ADR Investment",
        "sec_num": "5.4"
      },
      {
        "text": "In this paper we review the firm, country, and market characteristics that are related to a fund manager's choice to hold an ADR security versus the domestic security of emerging market firms. We specifically examine this allocation decision for firms that have both an ADR and a domestic security trading, therefore providing a fund manager the choice of whether to invest in the firm by investing in the ADR or the underlying domestic stock. We find that country-level institutional factors, such as legal origin, are significant in explaining the fund manager's choice, but shareholder rights are not significant. In previous literature, legal origin has been shown to be related to market development. Therefore, in addition to legal origin we introduce direct measures of capital market development. Fund managers are found to allocate more funds to ADRs in countries that have small equity markets relative to the size of the economy, have lower market liquidity, and have higher transaction costs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Conclusions",
        "sec_num": "6."
      },
      {
        "text": "However, even after controlling for direct measures of market development, legal origin continues to be significant.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Conclusions",
        "sec_num": "6."
      },
      {
        "text": "At the firm-level, we find that mutual fund managers are more likely to invest in an ADR relative to the domestic stock if the liquidity of the domestic security is low. In particular, if the ADR liquidity is higher than the domestic security liquidity, fund holdings are more concentrated in the ADR rather than the (low liquidity) domestic security. These results are consistent with the ease of trading argument that is frequently offered by industry participants as the primary reason for investors to hold ADRs. These results also provide support for theoretical models which predict that if a security trades in multiple exchanges,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Conclusions",
        "sec_num": "6."
      },
      {
        "text": "the trading in such a security would tend to aggregate in the exchange with lowest transaction costs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Conclusions",
        "sec_num": "6."
      },
      {
        "text": "Our findings suggest that ADRs can be an effective mechanism for firms in emerging markets to access institutional investment. Even after controlling for firm-level factors, country-level transactions costs and legal origin continue to be significant. To summarize, we find that ADRs are the preferred mode of holdings if the local market of the issuer has weak investor protection, low liquidity and high transaction costs, and if the firm is small and has limited analyst following. Our results also suggest that ADR listings of local firms might not negatively impact local markets if the investment climate is good. This table shows the comparison between the set of firms in which the 111 emerging markets' equity funds invest, and the set of firms that are included in the Worldscope database. Fund-level data is from Morningstar. Panel A provides this information segregated by the number of companies held by the fund and those covered by Worldscope. Panel B shows the average market capitalization of the firms held by the funds (in millions US$) compared to market capitalization of firms included in Worldscope. Each panel aggregates measures for the three distinct geographical regions: Latin America; Asia; and Europe, Middle-East and Africa (EMEA). The holdings of each fund are examined to establish if the security held is an ADR or not. The last column of Panel A shows the t-statistic for the test of whether the % of firms held by fund portfolios in firms with an ADR is statistically greater than the percentage of firms held by fund portfolios in firms without an ADR. The last column of Panel B shows the t-statistic for the test of whether the % of total market value held by fund portfolios in firms with an ADR is statistically greater than the percentage of market value held by fund portfolios in firms without an ADR *, **, and *** indicate significance at 10%, 5% and 1%, respectively. Panel A shows summary statistics of the emerging market funds segregated by Morningstar classification. These include Diversified Emerging Markets funds, Latin America funds, and Asia funds (Pacific/Asia excluding Japan). These are the three categories of funds covered by Morningstar that invest primarily in emerging markets' equity. Panel B shows summary statistics of und holdings by country. The mean fund characteristic information is obtained from the Morningstar February 2002 database. The holdings of each fund are examined to establish if the security held is an ADR or not. The information on the listed status of the ADR is confirmed from a variety of sources including the Bank of New York website, the Deutsche Bank website and individual company websites. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Conclusions",
        "sec_num": "6."
      },
      {
        "text": "Worldscope",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Number of Firms without an ADR (ADR=0)",
        "sec_num": null
      },
      {
        "text": "This table provides summary statistics of key firm attributes for the firms that are held by the emerging market mutual funds. The holdings of each fund are examined to establish whether or not the security held is an ADR. The primary source for this data is Worldscope. The measures of liquidity are constructed using weekly trading data from Datastream. The information on the listed status of the ADR is confirmed from a variety of sources including the Bank of New York website, the Deutsche Bank website and individual company websites. *, **, and *** show significance at 10%, 5%, and 1% respectively. The dependent variable is defined as the average (across all funds investing in a particular issuer) of the difference in the fraction of investment in the ADR and the fraction of investment in the non-ADR (underlying domestic) security. Panel A of this table shows results for OLS regressions with robust errors for all ADRs as well as for listed ADRs sub-sample. Panel B provides the Tobit regression results in which the dependent variable is constrained to lie between -1 and +1. GDP per capita is from IMF-IFS statistics. Legal origins and shareholder rights is from La Porta, et al (1998) . The information on the listed status of the ADR is confirmed from a variety of sources including the Bank of New York website, the Deutsche Bank website and individual company websites. *, **, and *** show significance at 10%, 5%, and 1% respectively. The dependent variable is defined as the average (across all funds investing in a particular issuer) of the difference in the fraction of investment in the ADR and the fraction of investment in the non-ADR (domestic) security. Panel A of this table shows results for OLS regressions with robust errors for all ADRs and listed ADRs, while Panel B provides the Tobit regression results in which the dependent variable is constrained to lie between -1 and +1. GDP per capita, Market Cap/GDP, and US$ Exchange Rates are from IMF-IFS statistics. Turnover is from Datastream. Transaction Efficiency is from CALPERS. Legal origins and shareholder rights is from La Porta, et al (1998) . The information on the listed status of the ADR is confirmed from a variety of sources including the Bank of New York website, the Deutsche Bank website and individual company websites. *, **, and *** show significance at 10%, 5%, and 1% respectively. Table 7 Relationship between ADR versus Domestic Fund Holdings and Firm & Country Attributes",
        "cite_spans": [
          {
            "start": 1180,
            "end": 1202,
            "text": "La Porta, et al (1998)",
            "ref_id": "BIBREF26"
          },
          {
            "start": 2112,
            "end": 2134,
            "text": "La Porta, et al (1998)",
            "ref_id": "BIBREF26"
          }
        ],
        "ref_spans": [
          {
            "start": 2389,
            "end": 2396,
            "text": "Table 7",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Table 4 Characteristics of Firms in Fund Portfolios",
        "sec_num": null
      },
      {
        "text": "The dependent variable is defined as the average (across all funds investing in a particular issuer) of the difference in the fraction of investment in the ADR and the fraction of investment in the non-ADR (domestic) security. Panel A of this table shows results for OLS regressions with robust errors for all ADRs and listed ADRs, while Panel B provides the Tobit regression results in which the dependent variable is constrained to lie between -1 and +1. Market Cap is from Worldscope. Number of Analysts is from by I/B/E/S. Liquidity is from Datastream. GDP per capita, Market Cap/GDP, and US$ Exchange Rates are from IMF-IFS statistics. Transaction Costs is from CALPERS. Legal origins and shareholder rights is from La Porta, et al (1998) . The information on the listed status of the ADR is confirmed from a variety of sources including the Bank of New York website and individual company websites. *, **, and *** show significance at 10%, 5%, and 1% respectively. ",
        "cite_spans": [
          {
            "start": 721,
            "end": 743,
            "text": "La Porta, et al (1998)",
            "ref_id": "BIBREF26"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Listed",
        "sec_num": null
      },
      {
        "text": "See \"Depositary Receipt Market Review 2003,\" Bank of New York website.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "AlthoughCoffee (2002aCoffee ( , 2002b argues that while the SEC may not be a very effective enforcer, private law suits can still be brought against U.S. listed foreign firms,Siegel (2004aSiegel ( ,2004b in turn argues that the dollar amount of settlements in such cases is relatively small.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "For example Bank of New York describes the potential benefits to US investors as \"…While most investors recognize the benefits of global diversification, they also understand the challenges presented when investing directly in local trading markets. These obstacles can include inefficient trade settlements, uncertain custody services and costly currency conversions. Depositary Receipts overcome many of the inherent operational and custodial hurdles of international investing.\" Source: http://www.adrbny.com/dr_edu_basics_and_benefits.jsp",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "For example, Ammer et al. (2004) report that a foreign firm can significantly increase the proportion of its stock held by U.S. based investors by cross-listing in the U.S.Bradshaw, Bushee and Miller (2003) find that U.S. institutions invest more in non-U.S. firms that follow U.S. GAAP and that this relationship is significantly stronger in the subsample of firms that issue ADRs.10 These papers show that both country-wide factors (such as size of the economy, shareholder rights and legal structure) and individual firm-specific characteristics (such as firm-size, liquidity, extent and quality of information disclosure) are important determinants of investment decisions for U.S. based fund managers. For",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Gagnon and Karolyi (2004) report that for most ADR issuers the price differences between the ADR and the underlying domestic security tends to be within 20 to 85 basis points although it can be as high as 66% premium to as low as 87% discount for the ADR relative to the domestic share.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Irvine (2000) describes the case of Bre-X (also discussed byReese and Weisbach, 2002), a Canadian mining company that claimed (fraudulently) it had found large gold deposits causing a huge increase in its market value. These claims were later found to be untrue and the shareholders sued the company as the share price collapsed. Bre-X was cross-listed on NASDAQ and Toronto stock exchanges. The shareholders who bought the shares on NASDAQ were able to sue under American law but shareholders who bought in Toronto stock exchange could only sue under Canadian law.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Consistent with the MSCI Emerging Markets Free Index, we define the following 30 countries as emerging markets: Argentina, Brazil, Chile, China, Colombia, Czech Republic, Egypt, Ghana, Greece, Hungary, India, Israel, Jordan, Malaysia, Mexico, Morocco, Pakistan, Peru, Philippines, Poland, Russia, Slovakia, South Africa, South Korea, Sri Lanka, Taiwan, Thailand, Turkey, Venezuela and Zimbabwe.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The informed traders are drawn to the most liquid markets as they can conceal their (informed) trade better in a market where trading activity is high.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "For each firm i, we first identify all funds that hold an investment in that firm. This investment can be either in ADRs, in the underlying domestic security or in both. For illustration let us assume that there are k funds that have hold an investment in firm i. To estimate the relative weighting of investments in ADR versus the domestic security for this firm we follow a two step process. In the first step, for each fund k we calculate the total dollar amount of investment in firm i, that a fund holds. We then calculate the fraction of that investment in the ADR and the fraction in the underlying for that fund. Next, we take the difference between the fractions of investment in the ADR versus the underlying stock; this difference reflects the relative over or underweighting in ADR for that fund. We repeat this process for all the k funds, thus generating the relative over or under allocation of investment in ADRs for each fund. In the second step, we take a simple average of these k values to get the aggregate measure of over/underweighting across all funds that invest in the firm i and denote it by (ADR Differential) i . (Source:For a particular issuer i, the ADR_RATIO is also calculated in two steps. First, the total value (U.S. dollar amount) of investment by all funds in that firm is calculated. This calculation includes all securities issued by issuer i (for most issuers it is the ADR and the domestic security of that issuer). The second step involves calculating the total investment by all funds in the ADR security of firm i. ADR_RATIO is calculated by taking the ratio of investment in ADR security of firm i by all funds to the investment in all securities of firm i by all funds. (Source: Morningstar) We create an index of firm-level accounting quality (Accounting Quality) which equals the sum of the four separate accounting quality variables: Use of an international big-5 accounting firm, consolidation of financial reports, receipt of a clean audit opinion, and reconciliation with either U.S. GAAP or International Accounting Standards. (Source: WorldScope)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Figure 1 The Relation between Regulatory Requirements and Liquidity",
        "sec_num": null
      },
      {
        "text": "Country-level Characteristics GDP per capita and Market capitalization to GDP are from World Development Indicators 2004 database. Market turnover is from Datastream; Legal origins and shareholder (SH) rights is from La Porta, et al (1998) ",
        "cite_spans": [
          {
            "start": 217,
            "end": 239,
            "text": "La Porta, et al (1998)",
            "ref_id": "BIBREF26"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Appendix B",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Portfolio preferences of foreign institutional investors",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Aggarwal",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Klapper",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Wysocki",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Journal of Banking and Finance",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Aggarwal, R., L. Klapper and P. Wysocki, 2003. Portfolio preferences of foreign institutional investors, Journal of Banking and Finance, Forthcoming.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Look at me now: The role of crosslistings in attracting U.S. shareholders, Working Paper, Board of Governors of the Federal Reserve Board",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Ammer",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "B"
            ],
            "last": "Holland",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Smith",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Warnock",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ammer, J., S.B. Holland, D. Smith and F. Warnock, 2004. Look at me now: The role of cross- listings in attracting U.S. shareholders, Working Paper, Board of Governors of the Federal Reserve Board, Washington DC.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "The economic consequences of increased disclosure: evidence from international cross-listings",
        "authors": [
          {
            "first": "W",
            "middle": [],
            "last": "Bailey",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Karolyi",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Salva",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bailey, W., G. Karolyi, and C. Salva, 2003. The economic consequences of increased disclosure: evidence from international cross-listings, Working Paper, Ohio State University.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "International cross-listings and visibility",
        "authors": [
          {
            "first": "K",
            "middle": [],
            "last": "Baker",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Nofsinger",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Weaver",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Journal of Financial and Quantitative Analysis",
        "volume": "37",
        "issue": "",
        "pages": "4950--5211",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Baker, K, J. Nofsinger, and D. Weaver, 2002. International cross-listings and visibility, Journal of Financial and Quantitative Analysis, 37, 4950-5211.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Law and finance: Why does legal origin matter?",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Beck",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Demirguc-Kunt",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Levine",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Journal of Comparative Economics",
        "volume": "31",
        "issue": "",
        "pages": "633--675",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Beck, T., A. Demirguc-Kunt, and R. Levine, 2002. Law and finance: Why does legal origin matter?, Journal of Comparative Economics 31, 633-675.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Equity market liberalization in emerging markets",
        "authors": [
          {
            "first": "G",
            "middle": [],
            "last": "Bekaert",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Harvey",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Lundblad",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Journal of Financial Research",
        "volume": "26",
        "issue": "",
        "pages": "275--299",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bekaert, G., C. Harvey, and C. Lundblad, 2003. Equity market liberalization in emerging markets, Journal of Financial Research 26, 275-299.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Accounting choice, home bias, and US investment in non-US firms",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Bradshaw",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Bushee",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Miller",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Journal of Accounting Research",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bradshaw, M., B. Bushee, and G. Miller, 2003. Accounting choice, home bias, and US investment in non-US firms, Journal of Accounting Research, Forthcoming.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Multimarket trading and market liquidity",
        "authors": [
          {
            "first": "B",
            "middle": [],
            "last": "Chowdhary",
            "suffix": ""
          },
          {
            "first": "V",
            "middle": [],
            "last": "Nanda",
            "suffix": ""
          }
        ],
        "year": 1991,
        "venue": "Review of Financial Studies",
        "volume": "4",
        "issue": "",
        "pages": "483--511",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chowdhary, B., and V. Nanda, 1991. Multimarket trading and market liquidity, Review of Financial Studies, 4, 483-511.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Explaining the migration of stocks from exchanges in emerging economies to international centers",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Claessens",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Klingbiel",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Schmukler",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Claessens, S., D. Klingbiel and S. Schmukler, 2002. Explaining the migration of stocks from exchanges in emerging economies to international centers, Working Paper, Center of Economic Policy Research.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "The future as history: the prospects for global convergence in corporate governance and its implications",
        "authors": [
          {
            "first": "Jr",
            "middle": [
              "J C"
            ],
            "last": "Coffee",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Northwestern Law Review",
        "volume": "93",
        "issue": "",
        "pages": "641--708",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Coffee, Jr. J.C., 1999. The future as history: the prospects for global convergence in corporate governance and its implications, Northwestern Law Review, 93, 641-708.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "The coming competition among securities markets: What strategies would dominate? Working Paper",
        "authors": [
          {
            "first": "Jr",
            "middle": [
              "J C"
            ],
            "last": "Coffee",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Coffee, Jr. J.C., 2002a. The coming competition among securities markets: What strategies would dominate? Working Paper, Columbia University.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Racing towards the top? The impact of cross-listings and stock-market competition on international corporate governance",
        "authors": [
          {
            "first": "Jr",
            "middle": [
              "J C"
            ],
            "last": "Coffee",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Columbia Law Review",
        "volume": "102",
        "issue": "",
        "pages": "1757--1831",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Coffee, Jr. J.C., 2002b. Racing towards the top? The impact of cross-listings and stock-market competition on international corporate governance. Columbia Law Review, 102, 1757- 1831.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "International corporate governance: A survey",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Denis",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Mcconnell",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Journal of Financial and Quantitative Analysis",
        "volume": "38",
        "issue": "",
        "pages": "1--36",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Denis, D. and J. McConnell, 2002. International corporate governance: A survey. Journal of Financial and Quantitative Analysis 38, 1-36.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Why are foreign firms listed in the US worth more",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Doidge",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Karolyi",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Stulz",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Journal of Financial Economics",
        "volume": "71",
        "issue": "",
        "pages": "205--238",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Doidge, C., A. Karolyi and R. Stulz, 2004. Why are foreign firms listed in the US worth more? Journal of Financial Economics, 71, 205-238.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Market segmentation and noise trader risk",
        "authors": [
          {
            "first": "V",
            "middle": [],
            "last": "Errunza",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Hogan",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Hung",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "International Journal of Theoretical and Applied Finance",
        "volume": "3",
        "issue": "1",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Errunza, V., K. Hogan and M., Hung, 2000. Market segmentation and noise trader risk, International Journal of Theoretical and Applied Finance, 3, No. 1.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "International asset pricing under mild segementation: Theory and test",
        "authors": [
          {
            "first": "V",
            "middle": [],
            "last": "Errunza",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Losq",
            "suffix": ""
          }
        ],
        "year": 1985,
        "venue": "Journal of Finance",
        "volume": "40",
        "issue": "",
        "pages": "577--600",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Errunza, V, and E. Losq, 1985. International asset pricing under mild segementation: Theory and test, Journal of Finance, 40, 577-600.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Market segmentation and the cost of capital in international equity markets",
        "authors": [
          {
            "first": "V",
            "middle": [],
            "last": "Errunza",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Miller",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Journal of Financial and Quantitative Analysis",
        "volume": "35",
        "issue": "",
        "pages": "577--6000",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Errunza, V, and D. Miller, 2002. Market segmentation and the cost of capital in international equity markets, Journal of Financial and Quantitative Analysis, 35, 577-6000.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "The effects of market segmentation and investor recognition on asset prices: Evidence from foreign listings in the",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Foerster",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Karolyi",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Journal of Finance",
        "volume": "54",
        "issue": "",
        "pages": "981--1014",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Foerster, S. and A. Karolyi, 1999. The effects of market segmentation and investor recognition on asset prices: Evidence from foreign listings in the U.S., Journal of Finance 54, 981- 1014.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Multi-market trading and arbitrage",
        "authors": [
          {
            "first": "L",
            "middle": [],
            "last": "Gagnon",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Karolyi",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gagnon, L. and A. Karolyi, 2004. Multi-market trading and arbitrage, Ohio State University, Working paper.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Corporate governance and equity prices",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Gompers",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Ishi",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Metrick",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Quarterly Journal of Economics",
        "volume": "118",
        "issue": "",
        "pages": "107--155",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gompers, P., J. Ishi and A. Metrick, 2003. Corporate governance and equity prices, Quarterly Journal of Economics 118, 107-155.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Where is the market?: Evidence from cross-listing",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Halling",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Pagano",
            "suffix": ""
          },
          {
            "first": "O",
            "middle": [],
            "last": "Randi",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Zechner",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Halling, M., M. Pagano, O. Randi and J. Zechner, 2004. Where is the market?: Evidence from cross-listing, Working Paper, University of Vienna.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "The Bre-X case",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Irvine",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Journal of Business Education",
        "volume": "1",
        "issue": "",
        "pages": "70--79",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Irvine, P., 2000. The Bre-X case, Journal of Business Education 1, 70-79.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Why do companies list shares abroad?: A survey of the evidence and its managerial implications, Financial Market",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Karolyi",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "Institutions & Instruments",
        "volume": "7",
        "issue": "",
        "pages": "1--60",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Karolyi, A., 1998. Why do companies list shares abroad?: A survey of the evidence and its managerial implications, Financial Market, Institutions & Instruments, 7, 1-60.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "The role of ADRs in the development of emerging equity markets? Review of Economics and Statistics, forthcoming",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Karolyi",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Karolyi, A., 2004. The role of ADRs in the development of emerging equity markets? Review of Economics and Statistics, forthcoming.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "Corporate governance, investor protection and performance in emerging markets",
        "authors": [
          {
            "first": "L",
            "middle": [],
            "last": "Klapper",
            "suffix": ""
          },
          {
            "first": "I",
            "middle": [],
            "last": "Love",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Journal of Corporate Finance",
        "volume": "10",
        "issue": "",
        "pages": "703--728",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Klapper, L. and I. Love, 2004. Corporate governance, investor protection and performance in emerging markets, Journal of Corporate Finance 10, 703-728.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "Legal determinants of external finance",
        "authors": [
          {
            "first": "La",
            "middle": [],
            "last": "Porta",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Lopez-De-Silanes",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Shleifer",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "Journal of Finance",
        "volume": "52",
        "issue": "",
        "pages": "1131--1150",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "La Porta, R., F. Lopez-de-Silanes, and A. Shleifer, 1997. Legal determinants of external finance, Journal of Finance 52, 1131-1150.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Law and finance",
        "authors": [
          {
            "first": "La",
            "middle": [],
            "last": "Porta",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Lopez-De-Silanes",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Shleifer",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Vishny",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "Journal of Political Economy",
        "volume": "106",
        "issue": "",
        "pages": "1115--1155",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny, 1998. Law and finance, Journal of Political Economy 106, 1115-1155.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "Corporate ownership around the world",
        "authors": [
          {
            "first": "La",
            "middle": [],
            "last": "Porta",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Lopez-De-Silanes",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Shleifer",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Journal of Finance",
        "volume": "54",
        "issue": "",
        "pages": "471--517",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "La Porta, R., F. Lopez-de-Silanes, and A. Shleifer, 1999. Corporate ownership around the world, Journal of Finance 54, 471-517.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "Investor protection and corporate governance",
        "authors": [
          {
            "first": "La",
            "middle": [],
            "last": "Porta",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Lopez-De-Silanes",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Shleifer",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Vishny",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Journal of Financial Economics",
        "volume": "58",
        "issue": "",
        "pages": "3--27",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny, 2000. Investor protection and corporate governance, Journal of Financial Economics 58, 3-27.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "ADRs, analysts, and accuracy: does cross-listing in the U.S. improve a firm's information environment and increase market value",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Lang",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Lins",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Miller",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Journal of Accounting Research",
        "volume": "41",
        "issue": "",
        "pages": "317--345",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lang, M., K. Lins, and D. Miller, 2003. ADRs, analysts, and accuracy: does cross-listing in the U.S. improve a firm's information environment and increase market value? Journal of Accounting Research 41, 317-345.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "Concentrated control, analyst following, and valuation: do analysts matter most when investors are protected least",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Lang",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [],
            "last": "Lins",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Miller",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Journal of Accounting Research",
        "volume": "42",
        "issue": "",
        "pages": "589--623",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lang, M., K. Lins and D. Miller, 2004. Concentrated control, analyst following, and valuation: do analysts matter most when investors are protected least? Journal of Accounting Research 42, 589-623.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "Investor protection and earnings management: An international comparison",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Leuz",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Nanda",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Wysocki",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "Journal of Financial Economics",
        "volume": "69",
        "issue": "",
        "pages": "505--527",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Leuz, C., D. Nanda, and P. Wysocki, 2003. Investor protection and earnings management: An international comparison, Journal of Financial Economics 69, 505-527.",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "Internationalization and the evolution of corporate valuation",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Levine",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Schmukler",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Levine, R. and S. Schmukler, 2004, Internationalization and the evolution of corporate valuation, World Bank working paper.",
        "links": null
      },
      "BIBREF33": {
        "ref_id": "b33",
        "title": "A simple model of capital market equilibrium with incomplete information",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Merton",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "Journal of Finance",
        "volume": "42",
        "issue": "",
        "pages": "483--510",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Merton, R., 1987. A simple model of capital market equilibrium with incomplete information, Journal of Finance, 42, 483-510.",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "The market reaction to international cross-listing: Evidence from depositary receipts",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Miller",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Journal of Financial Economics",
        "volume": "51",
        "issue": "",
        "pages": "103--123",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Miller, D., 1999. The market reaction to international cross-listing: Evidence from depositary receipts, Journal of Financial Economics 51, 103-123.",
        "links": null
      },
      "BIBREF35": {
        "ref_id": "b35",
        "title": "A cross-firm analysis of the impact of corporate governance on the East Asian financial crisis",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Mitton",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Journal of Financial Economics",
        "volume": "64",
        "issue": "",
        "pages": "215--241",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mitton, T., 2002. A cross-firm analysis of the impact of corporate governance on the East Asian financial crisis, Journal of Financial Economics 64, 215-241.",
        "links": null
      },
      "BIBREF36": {
        "ref_id": "b36",
        "title": "Patterns of legal change: Shareholder and creditor rights in transition economies",
        "authors": [
          {
            "first": "K",
            "middle": [],
            "last": "Pistor",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "European Business Organization Law Review",
        "volume": "1",
        "issue": "",
        "pages": "9--108",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Pistor, K., 2000. Patterns of legal change: Shareholder and creditor rights in transition economies, European Business Organization Law Review 1, 9-108.",
        "links": null
      },
      "BIBREF37": {
        "ref_id": "b37",
        "title": "Protection of minority shareholders' interests, cross-listings in the United States, and subsequent equity offerings",
        "authors": [
          {
            "first": "W",
            "middle": [],
            "last": "Reese",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Weisbach",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Journal of Financial Economics",
        "volume": "66",
        "issue": "",
        "pages": "65--104",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Reese, W., and M. Weisbach, 2002. Protection of minority shareholders' interests, cross-listings in the United States, and subsequent equity offerings, Journal of Financial Economics 66, 65-104.",
        "links": null
      },
      "BIBREF38": {
        "ref_id": "b38",
        "title": "Can foreign firms bond themselves effectively by renting U.S. securities laws?",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Siegel",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Journal of Financial Economics",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Siegel J., 2004a. Can foreign firms bond themselves effectively by renting U.S. securities laws? Journal of Financial Economics, forthcoming.",
        "links": null
      },
      "BIBREF39": {
        "ref_id": "b39",
        "title": "Relationships and Cross-Listings: Evidence from Mexico",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Siegel",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Harvard NOM Working Paper",
        "volume": "",
        "issue": "",
        "pages": "3--44",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Siegel, J., 2004b. Relationships and Cross-Listings: Evidence from Mexico, Harvard NOM Working Paper No. 03-44.",
        "links": null
      },
      "BIBREF40": {
        "ref_id": "b40",
        "title": "Market imperfections, capital market equilibrium, and corporate finance",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Stapleton",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Subrahmanyam",
            "suffix": ""
          }
        ],
        "year": 1977,
        "venue": "Journal of Finance",
        "volume": "32",
        "issue": "",
        "pages": "307--319",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Stapleton, R., and M., Subrahmanyam, 1977. Market imperfections, capital market equilibrium, and corporate finance, Journal of Finance, 32, 307-319.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "uris": null,
        "text": "Funds.Institutional investors are also responsible for the large interest in the trading ofAmerican Depositary Receipts (ADRs). ADR programs are set up by U.S. depositary banks and are claims against the ordinary shares that trade in the home market as discussed in detail later in this paper. In 2003, the combined dollar trading value of listed depositary receipts on the New York Stock Exchange, the American Stock Exchange and Nasdaq totaled $630 billion. 1 Mutual funds such as Fidelity Management and Putnam Investment are among the largest U.S. investors in depositary receipts.",
        "fig_num": null,
        "num": null,
        "type_str": "figure"
      },
      "FIGREF1": {
        "uris": null,
        "text": "Fraction of investment held in ADR ) -(Fraction of held in undelying) i k ADR Differential i (Total $ amount invested in ADR security of firm ) 1 ( _ ) =",
        "fig_num": null,
        "num": null,
        "type_str": "figure"
      },
      "FIGREF2": {
        "uris": null,
        "text": "only the ADR or holds only the underlying. Figues 2 and 3 illustrate this propensity of funds to favor either the ADR or the underlying.Figure 2provides a frequency distribution of the 111 funds' holding ADR holdings pattern. Of the 136 listed ADR issuers,",
        "fig_num": null,
        "num": null,
        "type_str": "figure"
      },
      "FIGREF4": {
        "uris": null,
        "text": "Figure 2 Frequency Distribution Firms and Number of Funds Holding ADR Security 38",
        "fig_num": "2",
        "num": null,
        "type_str": "figure"
      },
      "TABREF1": {
        "html": null,
        "text": "They trade on the PORTAL system. These securities allow foreign issuers to include a U.S. tranche without all the disclosure requirements. Both Level I and Level IV ADRs require minimal SEC registration and no additional disclosure other than what is required by the home country regulators. Level II ADRs involve a public",
        "num": null,
        "content": "<table><tr><td>than $5.00 per 100. Dividend fees are prohibited on NYSE ADR programs, but Level I or 144A programs charge a standard fee of $0.02 per share. ADRs can be issued at four different levels. Level I ADRs do not involve capital raising, are not offered to the public at large, and are not listed on an exchange but instead trade over the counter. Level IV ADRs are issued under Rule 144A/Reg. S and are a hybrid of a public offering and a private placement. Initially these issues can trade only among Qualified Institutional Buyers (QIBs) that have a net worth of $100 million and have AMEX or Nasdaq and the issuer is subject to U.S. disclosure requirements. Level III ADRs are issued in a public offering and new capital is raised. The issuer must register with the SEC and is also subject to disclosure requirements. Both Level II and III ADRs require subsequent annual filings (20-F) with the SEC and also require partial (Level II) or full registered broker-dealer accounts. offering though there is no capital raising. They trade on an exchange such as the NYSE, reconciliation (Level III) with U.S. Generally Accepted Accounting Principles (GAAP).</td></tr></table>",
        "type_str": "table"
      },
      "TABREF2": {
        "html": null,
        "text": "For an ADR issuer, if the level of domestic liquidity is low, a fund manager is likely to allocate a larger fraction of its investment to the ADR security of that firm. Additionally, for firms with listed ADRs, if the relative liquidity of the ADR security compared to the liquidity of the underlying stock is high, a fund manager is likely to allocate a larger fraction of her investment in the ADR security of that firm.",
        "num": null,
        "content": "<table/>",
        "type_str": "table"
      },
      "TABREF3": {
        "html": null,
        "text": "The country level data is taken from various sources including Datastream, IMF and La Porta et al. The data for individual firms is obtained from Worldscope, Datastream, Bloomberg and hand collected data from 20-F filings. Appendix A provides a detailed description of all the variables. Appendix B provides key country-level statistics. Shareholder Rights are generally highest for English legal origin countries such as India, Pakistan and South Africa and lowest for French legal origins countries that include Mexico and Venezuela. Market development as measured by market capitalization/GDP is highest for South Africa, Malaysia, Taiwan and Chile. Korea and Taiwan are some of the largest and most liquid markets. There is not much variation in settlement proficiency with most countries receiving the highest possible score of three.",
        "num": null,
        "content": "<table/>",
        "type_str": "table"
      },
      "TABREF4": {
        "html": null,
        "text": "shows that the portfolio holdings of Asian and Latin American firms show different patterns. Funds invest in 31 percent of non-ADR firms in Asia as compared to only 19 percent in Latin America. Of all the Asian firms with an ADR program, 65 percent are held by at least one fund. For Latin America the corresponding number is 73 percent. Panel B of Table 1 reports the same pattern when the market value of firms is used instead of number of firms. It shows that of the Latin American firms covered by Worldscope,",
        "num": null,
        "content": "<table/>",
        "type_str": "table"
      },
      "TABREF5": {
        "html": null,
        "text": "Often, it is the largest firms in a country that issue ADRs. These firms represent a large proportion of the market capitalization of each country's stock exchange. In the case of Argentina and Brazil, firms with ADRs make up more than 50 percent of the country's market capitalization. For most Asian countries the proportion of firms with listed ADRs is small and varies between one to three percent. Even though the fraction of Asian firms that have an ADR program is small, these few firms account for a fairly large proportion of total market capitalization. For example, the fraction of market capitalization of ADR firms is 42",
        "num": null,
        "content": "<table/>",
        "type_str": "table"
      },
      "TABREF6": {
        "html": null,
        "text": "For example, there are 73 Diversified Emerging Market funds in our sample and 64 of these invest in Russia. On average, 67 percent of their assets are invested in unlisted ADRs. Latin American funds have a far greater fraction of their investment in ADR securities compared to Asian funds. Latin American funds invest more than 45 percent of their assets in ADRs and the remaining 55 percent in domestic stocks. However, Asian funds invest less than 13 percent of their assets in ADRs with the remaining 87 percent being invested in the domestic security. The large variations in ADR investments are also seen at the country-level in Panel B of Table 3. For example, fund investments in Chilean companies are concentrated in ADRs but in the case of Korea the investment is in domestic shares. We next analyze the country and firm attributes that determine whether a fund invests in the ADR or the domestic stock. U.S.-based emerging market mutual funds invest in a total of 1,361 firms: 136 firms have listed ADRs, 251 have unlisted ADRs and 974 firms do not have an ADR as shown in",
        "num": null,
        "content": "<table/>",
        "type_str": "table"
      },
      "TABREF7": {
        "html": null,
        "text": "conclude that well-functioning legal systems that defend the rights of individual investors are important for stock market transactions.LLSV (1998)  find that a country's legal origin is important in explaining the country's laws on creditor rights, shareholder rights, and private property rights and also a country's level of market development. They argue that legal origin matters for financial development because some legal traditions are able to adapt more efficiently to evolving economic conditions. To the extent that legal origin might serve as a proxy for capital market development it would also affect a fund manager's decision to invest in the ADR versus the domestic stock. Therefore, we use more direct measures of market development and transaction costs in addition to legal origin as explanatory variables. Specifically, we estimate the following model: Equation 4 is an expanded version of equation 3. We use direct measures of market development and transaction costs in addition to legal origin as explanatory variables. We include the ratio of market capitalization to GDP (Market Cap/GDP) as a measure of the overall size of the equity market relative to the size of the economy. Liquidity of an exchange is critical for institutional investors and we estimate the average daily turnover (Turnover Country) for the domestic stock exchange and include it as an explanatory variable. We also include a direct measure of transaction costs (Transaction Efficiency). The score on this variable ranges from one to three and is obtained from Wilshire Consulting Group's report forCalifornia Public Employees' Retirement System (CALPERS). A higher score implies lower transaction costs and therefore higher efficiency. Transaction costs are associated with trading in a particular market and include items such as stamp taxes and duties, amount of dividends and income taxed, and capital gains taxes. Countries such as Brazil and Mexico have the highest transaction efficiency (lowest costs) with a score of three. The countries with the lowest score on transaction efficiency include Chile, China, Colombia and Indonesia.Similarly, we also include a settlement proficiency variable (Settlement Proficiency) from the same report for CALPERS. This variable captures whether or not a country's trading and settlement is automated and measures the success of the market in settling transactions in a",
        "num": null,
        "content": "<table><tr><td colspan=\"17\">timely manner. A score of one to three is assigned for each country -a higher score indicates</td></tr><tr><td colspan=\"17\">a more efficient settlement system. Most emerging market countries with large market</td></tr><tr><td colspan=\"17\">capitalization have a score of three. The exceptions are India, Russia and South Africa, which</td></tr><tr><td colspan=\"12\">have 3-to 5-day settlement windows.</td><td/><td/><td/><td/></tr><tr><td>ADR Differential</td><td colspan=\"4\">0 β β 1 = +</td><td>(</td><td colspan=\"9\">GDP Per Capita</td><td>)</td><td>+</td><td>β</td><td>2</td><td>(</td><td>MarketCap GDP</td><td>)</td><td>+</td><td>β</td><td>3</td><td>( Turnover Country</td><td>)</td></tr><tr><td colspan=\"14\">4 + ( Transaction Efficiency β</td><td>)</td><td colspan=\"2\">+</td><td>β</td><td>5</td><td>(</td><td>Settlement Efficiency</td><td>)</td><td>+</td><td>β</td><td>6</td><td>(</td><td>FX Volatility</td><td>)</td></tr><tr><td>+</td><td>β</td><td>7</td><td>(</td><td colspan=\"3\">French</td><td>)</td><td>+</td><td>β</td><td>8</td><td>(</td><td>German</td><td colspan=\"4\">9 )+ ( Transition β</td><td>)</td><td>(4)</td></tr></table>",
        "type_str": "table"
      },
      "TABREF8": {
        "html": null,
        "text": "Panel A reports the results of an OLS regression while Panel B reports the estimates of the Tobit regression. Again the results are broadly similar across the two specifications. In the first model we only include Market Cap/GDP and Turnover Country in addition to GDP per Capita. The model is estimated for all ADRs and for only listed ADRs. The coefficient on Market Cap/GDP is significant and negative for the entire sample and for the sub sample of listed firms it is negative but not significant. The results suggest that fund mangers allocate a relatively smaller proportion of their investment in particular firm's ADR security if that firm's domestic market is well developed (as measured by Market Cap/GDP). The coefficient on Turnover Country is negative and significant in both models. Thus if a firm is based in a country with domestic markets that are deep and liquid, the fund holdings of ADRs of such a firm is relatively low. This provides empirical evidence support for market microstructure models of multiple exchanges(Chowdhary and Nanda (1991)) that predict that informed traders (assuming the active mutual fund investors of our sample can be considered informed traders) choose to trade in markets that have the highest liquidity.16  These results suggest that countries with high turnover appear to retain the order flow of their ADR issuers in the home market. Conversely, the results imply that professional investors are more likely to invest in the ADR relative to the domestic stock if the issuer's home country's stock market is not well developed and has low liquidity.Earlier we discussed the results of previous studies that have documented the association between market development and legal origin. It is possible that our earlier results, showing significant association between a country's legal origin and fund managers' ADR vs. domestic security allocation decision were likely being driven by market development as the legal origin dummy variable was capturing the effect of how developed the country's stock market is. To test this alternative explanation, in the second set of models inTable 6, we include market development variables (Market Cap/GDP and Turnover Country), FX Volatility, and Legal Origin dummies. We also include Settlement Proficiency",
        "num": null,
        "content": "<table/>",
        "type_str": "table"
      },
      "TABREF9": {
        "html": null,
        "text": "Issuers from Brazil and Mexico almost always have multiple classes of shares. For example, Brazilian firms issue ADRs that have preferred shares as the underlying security. The preferred share is the main security for domestic investors, while the common stock is held",
        "num": null,
        "content": "<table><tr><td>ADR Differential</td><td colspan=\"7\">0 β β 1 = +</td><td>(</td><td colspan=\"7\">Log Market Cap</td><td colspan=\"2\">)</td><td>+</td><td>β</td><td>2</td><td>(</td><td>Number of Analysts</td><td>)</td><td>+</td><td>β</td><td>3</td><td>(</td><td>Accounting Quality</td><td>)</td></tr><tr><td/><td>+</td><td>β</td><td>4</td><td colspan=\"2\">(</td><td colspan=\"11\">Liquidity Underlying −</td><td colspan=\"2\">)</td><td>+</td><td>β</td><td>5</td><td>(</td><td>-Liquidity Relative )</td><td>+</td><td>β</td><td>6</td><td>( GDP Per Capita</td><td>7 ) + ( β</td><td>MarketCap GDP</td><td>)</td></tr><tr><td/><td>+</td><td>β</td><td>8</td><td colspan=\"9\">( Turnover Country</td><td colspan=\"6\">9 )+ ( Transaction Efficiency β</td><td>)</td><td>+</td><td>1 0 β</td><td>(</td><td>Settlement Efficiency</td><td>)</td></tr><tr><td/><td>+</td><td colspan=\"3\">11 β</td><td colspan=\"2\">(</td><td colspan=\"3\">FX Volatility</td><td>)</td><td>+</td><td colspan=\"2\">12 β</td><td>(</td><td colspan=\"4\">French</td><td>)</td><td>+</td><td>13 β</td><td>( German</td><td>14 )+ ( Transition β</td><td>)</td><td>(5)</td></tr></table>",
        "type_str": "table"
      },
      "TABREF11": {
        "html": null,
        "text": "",
        "num": null,
        "content": "<table/>",
        "type_str": "table"
      },
      "TABREF12": {
        "html": null,
        "text": "",
        "num": null,
        "content": "<table><tr><td>Latin America</td><td>667</td><td>126</td><td>18.9%</td><td>180</td><td>132</td><td>73.3%</td><td>3.50**</td></tr><tr><td>Asia</td><td>2157</td><td>661</td><td>30.6%</td><td>204</td><td>132</td><td>64.7%</td><td>6.25***</td></tr><tr><td>EMEA</td><td>841</td><td>193</td><td>22.9%</td><td>135</td><td>99</td><td>73.3%</td><td>3.73***</td></tr><tr><td>Total</td><td>3665</td><td>980</td><td>26.7%</td><td>519</td><td>363</td><td>69.9%</td><td>7.48***</td></tr><tr><td/><td/><td/><td colspan=\"2\">Panel B: Market Value of Firms</td><td/><td/><td/></tr><tr><td/><td colspan=\"3\">Market Value of Firms without an ADR (ADR=0)</td><td colspan=\"3\">Market Value of Firms with an ADR (ADR=1)</td><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>t-stat.</td></tr><tr><td/><td>Worldscope</td><td>Fund Portfolio</td><td>% in Fund Portfolio</td><td>Worldscope</td><td colspan=\"2\">Fund Portfolio % in Fund Portfolio</td><td/></tr><tr><td>Latin America</td><td>$160.0m</td><td>$93.1m</td><td>58.2%</td><td>$307.5m</td><td>$241.2m</td><td>78.4%</td><td>1.18</td></tr><tr><td>Asia</td><td>$525.5m</td><td>$299.8m</td><td>57.1%</td><td>$401.3m</td><td>$363.3m</td><td>90.5%</td><td>4.64***</td></tr><tr><td>EMEA</td><td>$236.5m</td><td>$163.1m</td><td>69.0%</td><td>$153.2m</td><td>$140.1m</td><td>91.5%</td><td>0.96</td></tr><tr><td>Total</td><td>$922.0m</td><td>$556.1m</td><td>60.3%</td><td>$862.0m</td><td>$744.6m</td><td>86.4%</td><td>2.83***</td></tr></table>",
        "type_str": "table"
      },
      "TABREF13": {
        "html": null,
        "text": "",
        "num": null,
        "content": "<table/>",
        "type_str": "table"
      },
      "TABREF15": {
        "html": null,
        "text": "",
        "num": null,
        "content": "<table><tr><td/><td/><td colspan=\"2\">Table 5</td><td/><td/><td/></tr><tr><td>Relationship</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td>Unlisted</td><td>Non-ADR</td><td/><td>t-statistics</td><td/></tr><tr><td/><td>ADR issuers</td><td>ADR issuers</td><td>issuers</td><td colspan=\"3\">(Wilcoxan Rank-sum test)</td></tr><tr><td/><td>(A)</td><td>(B)</td><td>(C)</td><td>(A) -(B)</td><td>(B) -(C)</td><td>(A) -</td></tr><tr><td/><td/><td/><td/><td/><td/><td>(C)</td></tr><tr><td>Number of Firms</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>136</td><td>251</td><td>974</td><td/><td/><td/></tr><tr><td>Market Value ($ billion)</td><td>4.23</td><td>1.33</td><td>0.58</td><td>3.09***</td><td>4.96***</td><td>3.92***</td></tr><tr><td/><td>1.24</td><td>0.65</td><td>0.17</td><td>5.28***</td><td>9.64***</td><td>12.56**</td></tr><tr><td/><td/><td/><td/><td/><td/><td>*</td></tr><tr><td>Book Value of Assets</td><td/><td/><td/><td/><td/><td/></tr><tr><td>($ billion)</td><td>6.03</td><td>3.75</td><td>2.15</td><td>1.80*</td><td>2.81*</td><td>3.35***</td></tr><tr><td/><td>2.32</td><td>1.17</td><td>0.45</td><td>3.94***</td><td>7.97***</td><td>9.92***</td></tr><tr><td>Market to Book</td><td>4.33</td><td>1.54</td><td>0.96</td><td>1.89*</td><td>0.07</td><td>2.00**</td></tr><tr><td/><td>1.38</td><td>1.14</td><td>0.80</td><td>2.56**</td><td>4.01***</td><td>5.96***</td></tr><tr><td>EBITDA to Sales (%)</td><td>18.4</td><td>22.1</td><td>11.0</td><td>-0.42</td><td>1.06</td><td>1.45</td></tr><tr><td/><td>17.29</td><td>13.77</td><td>11.34</td><td>-1.65*</td><td>2.63***</td><td>3.94***</td></tr><tr><td>Debt to Asset Ratio (%)</td><td>29.2</td><td>25.5</td><td>28.2</td><td>1.91**</td><td>-1.62</td><td>0.63</td></tr><tr><td/><td>28.81</td><td>25.15</td><td>24.98</td><td>2.16**</td><td>-0.62</td><td>1.81*</td></tr></table>",
        "type_str": "table"
      },
      "TABREF17": {
        "html": null,
        "text": "",
        "num": null,
        "content": "<table/>",
        "type_str": "table"
      }
    }
  }
}