{
  "paper_id": "D6822650",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:15.884421Z"
  },
  "title": "",
  "authors": [
    {
      "first": "Norbert",
      "middle": [],
      "last": "Schady",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Christina Paxson",
        "location": {
          "addrLine": "Juan Ponce",
          "settlement": "Carolina Sánchez-Páramo"
        }
      },
      "email": ""
    },
    {
      "first": "Maria",
      "middle": [
        "Caridad"
      ],
      "last": "Araujo",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Christina Paxson",
        "location": {
          "addrLine": "Juan Ponce",
          "settlement": "Carolina Sánchez-Páramo"
        }
      },
      "email": ""
    },
    {
      "first": "Orazio",
      "middle": [],
      "last": "Attanasio",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Christina Paxson",
        "location": {
          "addrLine": "Juan Ponce",
          "settlement": "Carolina Sánchez-Páramo"
        }
      },
      "email": ""
    },
    {
      "first": "Pedro",
      "middle": [],
      "last": "Carneiro",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Christina Paxson",
        "location": {
          "addrLine": "Juan Ponce",
          "settlement": "Carolina Sánchez-Páramo"
        }
      },
      "email": ""
    },
    {
      "first": "Quy-Toan",
      "middle": [],
      "last": "Do",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Christina Paxson",
        "location": {
          "addrLine": "Juan Ponce",
          "settlement": "Carolina Sánchez-Páramo"
        }
      },
      "email": ""
    },
    {
      "first": "Daniel",
      "middle": [],
      "last": "Dulitzky",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Christina Paxson",
        "location": {
          "addrLine": "Juan Ponce",
          "settlement": "Carolina Sánchez-Páramo"
        }
      },
      "email": ""
    },
    {
      "first": "Francisco",
      "middle": [],
      "last": "Ferreira",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Christina Paxson",
        "location": {
          "addrLine": "Juan Ponce",
          "settlement": "Carolina Sánchez-Páramo"
        }
      },
      "email": ""
    },
    {
      "first": "Deon",
      "middle": [],
      "last": "Filmer",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Christina Paxson",
        "location": {
          "addrLine": "Juan Ponce",
          "settlement": "Carolina Sánchez-Páramo"
        }
      },
      "email": ""
    },
    {
      "first": "Jed",
      "middle": [],
      "last": "Friedman",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Christina Paxson",
        "location": {
          "addrLine": "Juan Ponce",
          "settlement": "Carolina Sánchez-Páramo"
        }
      },
      "email": ""
    },
    {
      "first": "Sebastián",
      "middle": [],
      "last": "Galiani",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Christina Paxson",
        "location": {
          "addrLine": "Juan Ponce",
          "settlement": "Carolina Sánchez-Páramo"
        }
      },
      "email": ""
    },
    {
      "first": "Paul",
      "middle": [],
      "last": "Gertler",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Christina Paxson",
        "location": {
          "addrLine": "Juan Ponce",
          "settlement": "Carolina Sánchez-Páramo"
        }
      },
      "email": ""
    },
    {
      "first": "Mauricio",
      "middle": [],
      "last": "León",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Christina Paxson",
        "location": {
          "addrLine": "Juan Ponce",
          "settlement": "Carolina Sánchez-Páramo"
        }
      },
      "email": ""
    },
    {
      "first": "David",
      "middle": [],
      "last": "Mckenzie",
      "suffix": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Christina Paxson",
        "location": {
          "addrLine": "Juan Ponce",
          "settlement": "Carolina Sánchez-Páramo"
        }
      },
      "email": ""
    }
  ],
  "year": "2006-06",
  "venue": null,
  "identifiers": {},
  "abstract": "The Impact Evaluation Series has been established in recognition of the importance of impact evaluation studies for World Bank operations and for development in general. The series serves as a vehicle for the dissemination of findings of those studies. Papers in this series are part of the Bank's Policy Research Working Paper Series. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
  "pdf_parse": {
    "paper_id": "D6822650",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Impact Evaluation Series has been established in recognition of the importance of impact evaluation studies for World Bank operations and for development in general. The series serves as a vehicle for the dissemination of findings of those studies. Papers in this series are part of the Bank's Policy Research Working Paper Series. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "Investments in human capital in childhood are generally believed to be critical for adult wellbeing. Children who have higher educational attainment are more productive as adults and earn higher wages. In country after country, governments have sought to devise effective policies to increase school enrollment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Cash transfer programs are one kind of program that has expanded dramatically in many developing countries, especially in Latin America. Frequently, these are \"conditional cash transfer\" (CCT) programs: Eligible households are given cash transfers, often as large as 20 percent of household income, conditional on certain behaviors. In most countries, households are required to send school-aged children to school and to take younger children for regular visits to health centers, where they receive nutritional supplements and growth monitoring. The best known of these programs is PROGRESA in Mexico (now re-named Oportunidades), although similar programs have also been implemented in a number of other Latin American countries,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "including Argentina, Brazil, Colombia, Honduras, and Nicaragua (see Rawlings and Rubio 2005, and Das, Do, and Ozler 2005 for reviews) .",
        "cite_spans": [
          {
            "start": 68,
            "end": 80,
            "text": "Rawlings and",
            "ref_id": "BIBREF21"
          },
          {
            "start": 81,
            "end": 96,
            "text": "Rubio 2005, and",
            "ref_id": "BIBREF21"
          },
          {
            "start": 97,
            "end": 109,
            "text": "Das, Do, and",
            "ref_id": "BIBREF9"
          },
          {
            "start": 110,
            "end": 133,
            "text": "Ozler 2005 for reviews)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Conditional cash transfer programs have been shown to have significant effects on school enrollment. For example, focusing on PROGRESA, Schultz (2004) reports program effects on enrollment of about 3.5 percentage points, with larger effects for children making the transition from primary to lower secondary school. Similar results are reported in Behrman, Sengupta, and Todd (2005) . Schultz also finds significant reductions in child work.",
        "cite_spans": [
          {
            "start": 136,
            "end": 150,
            "text": "Schultz (2004)",
            "ref_id": "BIBREF22"
          },
          {
            "start": 348,
            "end": 382,
            "text": "Behrman, Sengupta, and Todd (2005)",
            "ref_id": "BIBREF5"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "A common presumption is that conditional cash transfers are a more effective way of compelling households to invest in child schooling than unconditional cash transfers. In a recent article in The Economist magazine the authors write that \"cash transfers, with strings attached, are a better way of helping the poor than many previous social programs\" (The Economist 2005) . Todd and Wolpin (2003) use data on PROGRESA, and Bourguignon, Ferreira, and Leite (2003) use data on the Brazilian Bolsa Escola program (now renamed Bolsa Familia) to simulate the impact of conditional and unconditional cash transfers; both papers conclude that the bulk of the enrollment effects are a result of the price change implicit in the condition, rather than the income effect associated with the cash transfer.",
        "cite_spans": [
          {
            "start": 352,
            "end": 372,
            "text": "(The Economist 2005)",
            "ref_id": "BIBREF10"
          },
          {
            "start": 375,
            "end": 397,
            "text": "Todd and Wolpin (2003)",
            "ref_id": "BIBREF24"
          },
          {
            "start": 424,
            "end": 463,
            "text": "Bourguignon, Ferreira, and Leite (2003)",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "This paper evaluates the impact of a cash transfer program in Ecuador, the Bono de Desarrollo Humano (BDH), on school enrollment and child work. This is a large program-in 2004, the BDH budget was approximately 0.7 percent of GDP. Unlike most other cash transfer programs in Latin America, the BDH program did not explicitly make transfers conditional on changes in household behavior. That being said, because the original intent was to model the BDH on PROGRESA, program administrators stressed the importance of school enrollment when signing up households for transfers. For a brief period, BDH television spots that explicitly discussed how parents were responsible for the schooling and health status of their children were aired on national television. As a result, some households believed that there was an enrollment requirement associated with the program, even though no requirement was ever monitored or enforced in Ecuador. We exploit this quirk in the administration of the BDH program to assess the importance of conditions attached to cash transfers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The analysis is based on an experimental design. At the outset of the study, a lottery was used to assign 1,391 households, including 3,072 school-aged children, into a treatment group that would be eligible for transfers and a control group. None of these households had previously received transfers from the BDH. A household survey was collected prior to the intervention and a follow-up survey approximately one-and-a-half years later. The randomized study design makes it possible to convincingly measure the causal impact of the BDH program on enrollment and child work.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The main results in the paper are two. First, the BDH program had a large, positive impact on school enrollment, about 10 percentage points, and a large, negative impact on child work, about 17 percentage points. Second, the fact that some households believed that there was a school enrollment requirement attached to the transfers helps explain the magnitude of program effects.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Ecuador is a lower-middle income country. In 2004, its per capita GDP was 1,435 in constant 2000 US dollars, 3,595 in PPP-adjusted 2000 constant US dollars, about half the population-weighted Latin American average. Inequality is high (the Gini coefficient is 0.44),",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Country and program background",
        "sec_num": null
      },
      {
        "text": "although not especially so by Latin American standards. Poverty is widespread. An estimated 18 percent of the population lives on less than a dollar per person per day, and more than 40 percent live on less than two dollars per day (World Bank 2004) .",
        "cite_spans": [
          {
            "start": 232,
            "end": 249,
            "text": "(World Bank 2004)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Country and program background",
        "sec_num": null
      },
      {
        "text": "The net enrollment rate in primary school in Ecuador is high-90 percent. Net enrollment rates in secondary school are substantially lower-45 percent. Overall enrollment rates changed very little between 1990 and 2001: Calculations based on the 1990 and 2001",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Country and program background",
        "sec_num": null
      },
      {
        "text": "Population Censuses suggest that the net primary enrollment rate increased from 88.9 to 90.1, and the net secondary enrollment rate increased from 43.1 to 44.7 (Vos and Ponce 2005) . In part because of this stagnation in enrollment rates, the Ecuadorean government has given high priority to identifying policies that increase the coverage of the education system, especially at the secondary level.",
        "cite_spans": [
          {
            "start": 160,
            "end": 180,
            "text": "(Vos and Ponce 2005)",
            "ref_id": "BIBREF25"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Country and program background",
        "sec_num": null
      },
      {
        "text": "There is no gender disparity in educational attainment in Ecuador-enrollment rates are marginally higher for girls than for boys. Mean years of schooling of the adult population ages 15 and older is 6.5 years. On average, education outcomes in Ecuador are comparable to those of other countries with similar income levels. However, as is the case in many other countries, educational outcomes vary a great deal by household socioeconomic status. For example, heads of households above the poverty line have approximately four more years of schooling than those below the poverty line in urban areas, and three more years in rural areas (World Bank 2004 ).",
        "cite_spans": [
          {
            "start": 636,
            "end": 652,
            "text": "(World Bank 2004",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Country and program background",
        "sec_num": null
      },
      {
        "text": "This paper focuses on the Bono de Desarrollo Humano (BDH) program, which grew out of an earlier program known as the Bono Solidario. The Bono Solidario was created in 1999, in the midst of an economic crisis. The purpose of the program was to make cash transfers to poor households, but eligibility criteria were not clearly defined. As a result, many of the households that received transfers were non-poor, and many poor were not covered by the program.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Country and program background",
        "sec_num": null
      },
      {
        "text": "Since 2003, the BDH program has taken steps to re-target transfers towards the poor. To this effect, the government developed a composite welfare index on the basis of information on household composition, education levels, dwelling characteristics, and access to services, aggregated by principal components. This index is known as the Selben. The Selben covers around 90 percent of households in rural areas in Ecuador, and about the same fraction of households in selected urban areas that were judged to have a high incidence of poverty.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Country and program background",
        "sec_num": null
      },
      {
        "text": "Households surveyed by the Selben are ranked by their Selben score. In theory, 40 percent of households, those with the lowest Selben score, are eligible for $15 monthly transfers by the BDH. However, until recently the government did not have the budget to make transfers to all households in the first two Selben quintiles, so expansion of the coverage of benefits has been gradual.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Country and program background",
        "sec_num": null
      },
      {
        "text": "BDH transfers are made to women, and can be collected at any branch office from the largest network of private banks (Banred) or from the National Agricultural Bank (Banco Nacional de Fomento). In terms of magnitude, the monthly $15 BDH transfer accounts for approximately 7 percent of pre-transfer expenditures of the mean household in the study sample.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Country and program background",
        "sec_num": null
      },
      {
        "text": "As a point of comparison, PROGRESA transfers accounted for about 20 percent of average household expenditures in Mexico (Skoufias 2005) . Although the BDH program and the Bono Solidario program that preceded it have been the subject of much controversy and policy discussion in Ecuador, there has been no systematic evaluation of the impact of these programs on schooling and child labor. 1",
        "cite_spans": [
          {
            "start": 120,
            "end": 135,
            "text": "(Skoufias 2005)",
            "ref_id": "BIBREF23"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Country and program background",
        "sec_num": null
      },
      {
        "text": "The sample for the evaluation of the BDH program in this paper was drawn from the Selben rosters of four of the twenty-two provinces in the country: Carchi, Imbabura, Cotopaxi, and Tungurahua. All four provinces are in the sierra (or highlands) region of the country. The sampling framework followed a two-stage process. Within the provinces in the evaluation, parishes were randomly drawn and, within these parishes, a sample of 1,391 households was selected. At the request of program administrators, households near the cut-off between the first and second Selben quintiles were over-represented, as were households with older children.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Sample frame",
        "sec_num": null
      },
      {
        "text": "None of the households in the sample had received transfers from the BDH or the Bono Solidario prior to the evaluation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Sample frame",
        "sec_num": null
      },
      {
        "text": "At the time the evaluation was launched, the BDH budget was insufficient to cover all households in the first and second Selben quintiles. This is the basis for the identification strategy in this paper. One-half of households in the evaluation sample were randomly assigned to a treatment group that would be eligible for BDH transfers, and the other half were assigned to a control group that would not be eligible for transfers for the first two years. We refer to the 1 León, Vos, and Brborich (2001) analyze the impact of the Bono Solidario program on consumption poverty, and León and Younger (2005) focus on the impact of the Bono Solidario on child health. Both papers find significant but modest program effects. However, the analysis is not experimental. Rather, it is based on comparisons between Bono Solidario recipients and non-recipients in the 1998/99 Encuesta de Condiciones de Vida (ECV), a nationally representative household survey, and may therefore be subject to biases associated with endogenous program placement or take-up. first group as \"lottery winners\" and the second group as \"lottery losers\". Lottery losers were taken off the roster of households that could be activated for BDH transfers. As is shown below, however, a substantial fraction of these households nonetheless received BDH transfers, an issue we address in our estimates of program impact.",
        "cite_spans": [
          {
            "start": 472,
            "end": 504,
            "text": "1 León, Vos, and Brborich (2001)",
            "ref_id": null
          },
          {
            "start": 582,
            "end": 605,
            "text": "León and Younger (2005)",
            "ref_id": "BIBREF17"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Sample frame",
        "sec_num": null
      },
      {
        "text": "Because of the criteria for selection into the BDH evaluation, households in the study sample are poorer than other households in Ecuador. The follow-up evaluation survey included a module on access to and perception of the BDH program. Ninety-seven percent of households in the sample had heard of the BDH program, and 61 percent stated that they received transfers. The survey also asked respondents whether they believed that households had to comply with any requirements or conditions in order to receive transfers. Respondents were not prompted for answers, but approximately onequarter (27 percent) stated that parents were expected to \"ensure that children attend school\".",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Sample frame",
        "sec_num": null
      },
      {
        "text": "We refer to these households as \"conditioned\" households in the analysis; they include both lottery winners (55 percent of all conditioned households) and lottery losers (45 percent).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Sample frame",
        "sec_num": null
      },
      {
        "text": "The survey data were supplemented with data obtained from Banred on total BDH transfers collected by households in the sample between January 2004 and July 2005. It is therefore possible to construct two measures of BDH treatment-one, on the basis of household responses in the survey, the other, on the basis of the banking records. 3 Discrepancies between the two sources of data are minor, and the estimated program effects are similar regardless of whether treatment status is defined with the household data or the banking records. 4 One possible concern with the analysis in this paper is the extent to which respondents might answer strategically during the survey. For example, households could mis-represent their socioeconomic status if they believe that this makes it more likely that they will receive transfers in the future, or they could over-state investments in schooling if they think this is a condition for transfers. Note that this concern is not particular to this evaluation-it could be an issue for any evaluation of a program that requires beneficiaries to comply with certain conditions, and for which data are collected on the basis of household responses in a survey (for example , Schultz 2004, Behrman, Sengupta, and Todd 2005 , and Todd and Wolpin 2003 on PROGRESA;",
        "cite_spans": [
          {
            "start": 334,
            "end": 335,
            "text": "3",
            "ref_id": null
          },
          {
            "start": 537,
            "end": 538,
            "text": "4",
            "ref_id": null
          },
          {
            "start": 1208,
            "end": 1246,
            "text": ", Schultz 2004, Behrman, Sengupta, and",
            "ref_id": null
          },
          {
            "start": 1247,
            "end": 1256,
            "text": "Todd 2005",
            "ref_id": "BIBREF5"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Sample frame",
        "sec_num": null
      },
      {
        "text": "Ravallion and Wodon 2000 on the Food for Education program in Bangladesh). We cannot fully rule out such concerns, although we believe they are unlikely to be a serious problem for our analysis for a number of reasons. During training, enumerators were instructed that they should not identify themselves as associated with the BDH program or its evaluation under any circumstances; if questioned, enumerators were to state that the information given by households would in no way affect eligibility for social programs, including the BDH program. Both of these were verified during spot visits in the field. Moreover, questions about the BDH program were included in the last module of the survey, well after respondents had provided information about household characteristics and (critically) schooling and work of children. Finally, reducing child work is not a stated BDH program objective, and child work was not a focus of the BDH information campaign. Nonetheless, we find that BDH transfers led to significant reductions in child work. We also find that households that were randomized into the treatment group had larger increases in expenditures on schooling than other households. It is not obvious months. In the study sample, 92 percent of households who ever withdrew transfers according to the banking records did so at least 10 times over the 19-month period, and more than three-quarters of recipient households received a total amount equivalent to 19 monthly transfers. 4 Of the 1309 households in the sample, 494 (38 percent) are untreated by both measures, and 672 (51 percent) are treated by both measures. Only 22 households (2 percent) appear as treated in the banking records but not the household survey, and 121 (9 percent) appear as treated in the household survey, but not the banking records. The national identification number was used to merge the surveys and the banking records. Discrepancies could arise if enumerators failed to collect the identification numbers of all household members, or made errors copying the numbers. In addition, the banking records do not cover the small fraction of households, approximately 2 percent, who generally collect transfers from the Banco Nacional de Fomento, rather than the consortium of private banks in Banred.",
        "cite_spans": [
          {
            "start": 1490,
            "end": 1491,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Sample frame",
        "sec_num": null
      },
      {
        "text": "why households would have felt it necessary to misreport child work or schooling expenditures to enumerators in this way.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Sample frame",
        "sec_num": null
      },
      {
        "text": "Another possible concern is anticipation effects among households assigned to the control group. Households in this group were not told they would receive BDH transfers in the future. Nevertheless, although it is not easy for an individual household to learn its Selben score, some lottery losers may have concluded that they were eligible for transfers on the basis of their score. If consumption is smoothed over time, households in the control group may have increased their spending on schooling in anticipation of future transfers. Insofar as this is the case, the program effects reported here are likely to be lower bound estimates of BDH impact.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Sample frame",
        "sec_num": null
      },
      {
        "text": "Attrition over the study period was low: 94.1 percent of households were re-interviewed.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Sample frame",
        "sec_num": null
      },
      {
        "text": "Among households who attrited, most had moved and could not be found (4.2 percent), with smaller numbers where the household was located but no qualified respondent was available despite repeated visits (1.0 percent), or the respondent refused to participate in the survey (0.5 percent). There are no significant differences between attrited and other households at baseline in per capita expenditures, assets, maternal education, paternal education, or the probability that a child works, although attrited children were less likely to be enrolled at baseline. The relationship between attrition and baseline enrollment is largely driven by the fact that attrited children are older. 5 Finally, there is no relation between assignment to the study groups and attrition: In a regression of a dummy variable for attrited households on a dummy variable for lottery winners, the coefficient is 0.054, with a robust standard error of 0.057. 6 Attrition is most likely to introduce biases in estimation when there are large differences between attrited and other households (Fitzgerald, Gottschalk and Moffitt 1998) , or when attrition is correlated with treatment status (Angrist 1997; Angrist et al. 2002) , and there is little evidence that this is the case in our data.",
        "cite_spans": [
          {
            "start": 685,
            "end": 686,
            "text": "5",
            "ref_id": null
          },
          {
            "start": 1069,
            "end": 1110,
            "text": "(Fitzgerald, Gottschalk and Moffitt 1998)",
            "ref_id": "BIBREF13"
          },
          {
            "start": 1167,
            "end": 1181,
            "text": "(Angrist 1997;",
            "ref_id": "BIBREF0"
          },
          {
            "start": 1182,
            "end": 1202,
            "text": "Angrist et al. 2002)",
            "ref_id": "BIBREF3"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Sample frame",
        "sec_num": null
      },
      {
        "text": "This section provides evidence that lottery winners and losers were observationally equivalent at baseline. Table 2 presents the mean and standard deviation of a given variable for lottery losers, the difference between lottery winners and losers, and the standard error of this difference. 7 The sample for these calculations is limited to children ages 6-17 at baseline who were re-interviewed in the follow-up survey. Data on all key variables are available for all households in the sample, with the exception of parental education, which is missing in a small number of cases. The reason for this is that respondents did not always know the education of a child's parent when the parent did not live in the household. Although random assignment was successful, there is unfortunately an imperfect match between assignment to a study group and receipt of BDH transfers. Program take-up among lottery winners was 78 percent; lack of information, the cost of traveling to a bank, and stigma may all have discouraged some households from receiving transfers. More worryingly, 264 of 632 households (42 percent) assigned to the control group received transfers. The precise reasons for this substantial contamination are unclear. Conversations with BDH administrators suggest that the list of households that had been randomized out was not passed on in time to operational staff activating households for transfers. This situation was corrected after a few weeks, but withholding transfers from households that had already begun to receive them was judged to be politically imprudent. 7 Differences and standard errors are computed by regressing the variable in question-for example, log per capita expenditures at baseline-on a dummy variable for lottery winners. When variables are child-specific, as is the case with enrollment, child age and gender, the unit of observation is the child, and standard errors are corrected for correlations across children within households. When variables refer to all children in a household, as is the case for log per capita expenditures, parental education, and the measures of household size and composition, the unit of observation is the household. 8 Further evidence of the exogeneity of study group assignment is provided by a regression of a dummy variable for lottery winners on all of the variables in the table. The R-squared in this regression is 0.01, and an F-test fails to reject the null hypothesis of joint insignificance of all variables (p-value: 0.20). Table 3 summarizes the characteristics of households that did and did not receive BDH transfers. The table shows that children in households that received transfers were significantly more likely to be enrolled at baseline; fathers' education for treated households was 0.52 years higher, and mothers' education 0.60 years higher. Both of these differences are large, amounting to about one-fifth of a standard deviation, and highly significant; the heads of households that received transfers were also significantly more likely to be literate. Finally, households that received transfers were larger, and there are some differences in household composition.",
        "cite_spans": [
          {
            "start": 291,
            "end": 292,
            "text": "7",
            "ref_id": null
          },
          {
            "start": 1586,
            "end": 1587,
            "text": "7",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 108,
            "end": 115,
            "text": "Table 2",
            "ref_id": "TABREF1"
          },
          {
            "start": 2513,
            "end": 2520,
            "text": "Table 3",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "D. Descriptive statistics at baseline",
        "sec_num": null
      },
      {
        "text": "Selection into the BDH program (as opposed to selection by the lottery) appears to be nonrandom. Besides being informative in their own right, these findings underline the importance of relying on estimates of program impact that make use of the experimental study design.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "D. Descriptive statistics at baseline",
        "sec_num": null
      },
      {
        "text": "The analysis in this paper begins with a reduced-form model that focuses on differences in outcomes between lottery winners and losers:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical specification",
        "sec_num": "3."
      },
      {
        "text": "(1)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical specification",
        "sec_num": "3."
      },
      {
        "text": "Y it = α c + X it-1 β 1 + Z i δ 1 + ε it ,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical specification",
        "sec_num": "3."
      },
      {
        "text": "where Y it is a dummy variable that takes on the value of one if child i is enrolled in school at the time of the follow-up survey (in the enrollment regressions) or working (in the child work regressions); α c is a set of canton-level fixed effects; X it-1 is a vector of baseline child and household characteristics; Z i is a dummy variable that takes on the value of one if a family was a lottery winner; and ε it is the regression error term. The parameter δ 1 is a measure of the difference in the probability of enrollment or work between children in households assigned to the treatment and control groups by the lottery. We refer to these as \"lottery effects\"; given that there was substantial contamination of the control group, these lottery effects are lower-bound estimates of the underlying treatment effects. Linear probability models are used to estimate (1); estimation by probit yielded very similar results.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical specification",
        "sec_num": "3."
      },
      {
        "text": "It is also possible to consider estimates of lottery effects that are based on changes in enrollment or child work status. Consider first children who were enrolled at baseline. These children could still be enrolled at the time of the follow-up survey, or they could have dropped out of school during the study period:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical specification",
        "sec_num": "3."
      },
      {
        "text": "(2) Y it -Y it-1 = α c + X it-1 β 2 + Z i δ 2 + η it | (Y it-1 = 1),",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical specification",
        "sec_num": "3."
      },
      {
        "text": "where Y it -Y it-1 is a dummy variable for whether a child dropped out of school (stopped working). The parameter δ 2 measures differences between lottery winners and losers in the probability of dropping out of school (stopping working). When the sample is limited to those who were not enrolled (not working) at baseline, a comparable set of estimated lottery effects can be obtained for the probability that a child is a new enrollment (new worker). 9",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical specification",
        "sec_num": "3."
      },
      {
        "text": "In addition to affecting the probability of child work, winning the BDH lottery could have had an impact on hours worked. Many children in the study sample do not work, however, so hours worked is likely censored. For this reason, we discuss estimates of lottery effects on hours worked based on a variety of estimators, including OLS, Tobit, and Powell's Censored",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical specification",
        "sec_num": "3."
      },
      {
        "text": "Least Absolute Deviations (CLAD). As is well known, Tobit will estimate consistent parameters if the error term is homoscedastic and normally distributed. CLAD models only require that the error term be symmetrical (Powell 1984; 1986; Chay and Powell 2001) , although they tend to be relatively imprecise. OLS models will generally be inconsistent if there is censoring, but some of the children who report zero hours worked in the last week may not be truly censored if they are infrequent workers who happen not to have worked in the last week. If infrequency of work, rather than censoring, is the main problem, both Tobit and CLAD estimators will be inconsistent, and OLS may be appropriate-see Case and Deaton (1998) for a discussion in the context of infrequent household purchases of certain goods in South Africa.",
        "cite_spans": [
          {
            "start": 215,
            "end": 228,
            "text": "(Powell 1984;",
            "ref_id": "BIBREF18"
          },
          {
            "start": 229,
            "end": 234,
            "text": "1986;",
            "ref_id": "BIBREF19"
          },
          {
            "start": 235,
            "end": 256,
            "text": "Chay and Powell 2001)",
            "ref_id": "BIBREF8"
          },
          {
            "start": 699,
            "end": 721,
            "text": "Case and Deaton (1998)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical specification",
        "sec_num": "3."
      },
      {
        "text": "All of the estimators discussed up to this point are estimates of the effect of winning the lottery on outcomes. They make use only of the randomized assignment into treatment and control groups, and not of the likely endogenous measure of actual receipt of BDH transfers. It is also possible to use the randomized selection into study groups as an instrument for actual receipt of BDH transfers:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical specification",
        "sec_num": "3."
      },
      {
        "text": "(3)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical specification",
        "sec_num": "3."
      },
      {
        "text": "Y it = α c + X it-1 ϕ + T i λ+ ν it ,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical specification",
        "sec_num": "3."
      },
      {
        "text": "where T i is a dummy variable that takes on the value of one if a household received BDH transfers. We estimate (3) by two-stage least squares, with T i instrumented with Z i . The exclusion restriction for these estimates is that assignment into treatment and control groups is orthogonal with the error term ν it . This is a weak assumption given the randomized study design and the absence of observable differences between the two groups at baseline. The first-stage relationship for these estimates is:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical specification",
        "sec_num": "3."
      },
      {
        "text": "(4)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical specification",
        "sec_num": "3."
      },
      {
        "text": "T i = α c + X it-1 θ + Z i γ+ ω i",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Empirical specification",
        "sec_num": "3."
      },
      {
        "text": "The estimate of γ is 0.361, with a robust standard error of 0.027, so the estimates of program impact in (3) can be expected to be roughly two-and-a-half to three times as large (1/0.363) as the corresponding lottery effects estimated in (1). As is well known, instrumental variables estimate Local Average Treatment Effects (LATE). These measure the effect of BDH transfers on outcomes for individuals whose probability of receiving transfers was affected by the lottery-\"compliers\", in the language of Angrist, Imbens, and Rubin (1996) . A comparison of Tables 2 and 3 suggests that complier households have lower education levels and fewer members than the average household in our sample.",
        "cite_spans": [
          {
            "start": 504,
            "end": 537,
            "text": "Angrist, Imbens, and Rubin (1996)",
            "ref_id": "BIBREF1"
          }
        ],
        "ref_spans": [
          {
            "start": 556,
            "end": 570,
            "text": "Tables 2 and 3",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "Empirical specification",
        "sec_num": "3."
      },
      {
        "text": "The main results in this paper are summarized in Tables 4 and 5 The first (top) panel in Table 4 focuses on enrollment. The probability that a child in the control group is enrolled at the time of the follow-up survey is 0.709. This is about 6 percentage points lower than the comparable number at the time of the baseline survey, 0.770, reported in Table 2 . On average, children in the control group were one-and-a-half years older at follow-up than at baseline (12.9 years old, compared to 11.4). Enrollment is negatively correlated with age, and the decrease in enrollment can be accounted for by the ageing of the study population. 11 Table 4 also shows that substantial fractions of children in the control group dropped out of school or became new enrollments during the study period. These tabulations suggest that there is considerable scope for transfers to affect enrollment.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 49,
            "end": 63,
            "text": "Tables 4 and 5",
            "ref_id": "TABREF2"
          },
          {
            "start": 89,
            "end": 96,
            "text": "Table 4",
            "ref_id": "TABREF7"
          },
          {
            "start": 350,
            "end": 357,
            "text": "Table 2",
            "ref_id": "TABREF1"
          },
          {
            "start": 640,
            "end": 647,
            "text": "Table 4",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "A. Main results of program impact",
        "sec_num": null
      },
      {
        "text": "Turning next to the estimated effect of winning the BDH lottery, the first row in Table 4 shows that the probability that a lottery winner is enrolled in school at the time of the follow-up survey is 3.4 to 3.7 percentage points higher than that for a lottery loser. The next two rows in the table show that higher school enrollment among lottery winners appears to be driven both by lower drop-out rates and higher new enrollment rates. Drop-outs are approximately 3.1 to 3.6 percentage points lower and new enrollments 3.8 to 4.4 percentage points higher among lottery winners. The estimates of δ in regressions of enrollment and drop-outs are significant at conventional levels, while those for new enrollments are not significantly different from zeropresumably, because of smaller sample sizes.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 82,
            "end": 89,
            "text": "Table 4",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "A. Main results of program impact",
        "sec_num": null
      },
      {
        "text": "The results in Table 4 suggest that children in households who won the BDH lottery had significantly higher enrollment rates than those who lost the lottery. This suggests that households who won the lottery may also have spent more on schooling, and children in these households may have higher school attainment for their age. There is some evidence that this is the case. In a regression of changes in household spending on schooling between the baseline and follow-up surveys on the dummy for lottery winners, the coefficient is 1.141 (with a standard error of 0.592); in a regression of changes in the highest grade completed by a child on the dummy variable for lottery winners, after discarding implausible values for these changes (changes smaller than zero or larger than two), the coefficient on lottery winners is 0.036 (with a standard error of 0.028). 12 Although the coefficients on lottery winners in these regressions are not significant at conventional levels, they are consistent with a pattern whereby the BDH lottery affected spending on education and school attainment.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 15,
            "end": 22,
            "text": "Table 4",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "A. Main results of program impact",
        "sec_num": null
      },
      {
        "text": "The second panel of Table 4 focuses on child work. Approximately 54 percent of children in the control group were working at the time of the follow-up survey, a number that is about 8 percentage points higher than at baseline; once again, the ageing of the study population accounts for these patterns. As with the schooling measures, there are substantial numbers of children who stop working or start to work during the study period. Turning to the effects of winning the BDH lottery, the coefficients in Table 4 show that the probability of working is approximately 5.4 to 6.2 percentage points lower for lottery winners; lottery winners are also more likely to stop working during the study period, and less likely to start working.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 20,
            "end": 27,
            "text": "Table 4",
            "ref_id": "TABREF7"
          },
          {
            "start": 507,
            "end": 514,
            "text": "Table 4",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "A. Main results of program impact",
        "sec_num": null
      },
      {
        "text": "The third panel in Table 4 reports the results from Tobit regressions of hours worked.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 19,
            "end": 26,
            "text": "Table 4",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "A. Main results of program impact",
        "sec_num": null
      },
      {
        "text": "These coefficients suggest that children who won the lottery worked approximately two-and-ahalf hours less than other children. Estimates from CLAD regressions are larger, although less precise (the coefficient on lottery winners is -4.03, with a standard error of 2.55); those from OLS regressions are generally smaller (the coefficient is -0.84, with a standard error of 0.57). 13",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Main results of program impact",
        "sec_num": null
      },
      {
        "text": "The general pattern suggests that children who won the BDH lottery worked fewer hours, although there is some uncertainty about the magnitude of the changes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Main results of program impact",
        "sec_num": null
      },
      {
        "text": "A comparison of the enrollment and child work results from specifications with more or less controls shows that the coefficients on lottery winners are reasonably insensitive to the addition of covariates-in some cases, the coefficients go up (in absolute value), in other cases they go down. The absence of systematic changes is not a result of the lack of explanatory power of the additional covariates: For example, the R-squared in the enrollment regression goes up from 0.187 in the specification with basic controls, to 0.356 in the specification with extended controls, and to 0.370 in the specification that includes canton fixed effects; these patterns are similar for other outcomes. The fact that the coefficient of interest does not change systematically as more covariates are included in the regression provides further evidence that the randomized assignment into treatment and control groups was successful.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Main results of program impact",
        "sec_num": null
      },
      {
        "text": "13 The reported CLAD estimates are based on regressions with the full set of controls, with a continuous variable in age instead of the age fixed effects; the reason for this is that we had convergence problems when we included either the age dummies or the canton fixed effects. The Tobit coefficient for a comparable specification is -2.36, with a standard error of 0.97. This is very close to the coefficients in Table 4 , which suggests that replacing the age dummies with the continuous variable in age does not substantively alter the estimated effects. Standard errors in the CLAD estimates are bootstrapped, and take account of within-sibling correlations. The OLS estimates are based on regressions with the full set of controls and canton fixed effects.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 416,
            "end": 423,
            "text": "Table 4",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "A. Main results of program impact",
        "sec_num": null
      },
      {
        "text": "The reduced-form models in Table 4 are estimates of the effect of winning the BDH lottery, rather than estimates of the impact of BDH transfers. The BDH effects on enrollment appear to be approximately two-and-a-half times as large as those found in PROGRESA.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 27,
            "end": 34,
            "text": "Table 4",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "A. Main results of program impact",
        "sec_num": null
      },
      {
        "text": "The fact that the BDH program effects are substantially larger than those for PROGRESA is noteworthy given that an enrollment requirement was never explicitly enforced or monitored in Ecuador, and that the transfers made by the BDH were smaller-both in absolute terms, and as a fraction of per capita consumption. The most compelling explanation for these differences is the lower school enrollment levels in the sample of Ecuadorean children: The mean enrollment for children ages 13-16 in the PROGRESA sample is 71 percent, compared to 56 percent for the same age group in the BDH sample. Since the program effects estimated for the BDH are based on instrumental variables, it is also possible that the returns to \"compliers\" in the Ecuador sample are particularly large; however, it seems unlikely that any difference between LATE and average effects of BDH transfers would be large enough to account for the estimated difference in magnitude between PROGRESA and the BDH.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Main results of program impact",
        "sec_num": null
      },
      {
        "text": "Another way to benchmark the BDH program effects is to compare them with estimates of the elasticity of enrollment with respect to expenditures. In a regression of a dummy variable for enrollment at baseline on the log of total household expenditure in the BDH evaluation sample, without controls, the coefficient on expenditure is 0.108, with a standard error of 0.016;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Main results of program impact",
        "sec_num": null
      },
      {
        "text": "when the extended set of controls is included the coefficient is 0.049, with a standard error of 0.014. These values are comparable to those found in other developing countries-see the review in Behrman and Knowles (1997) . Suppose the measure of observed log total household expenditures at baseline were \"true\" expenditures X i *, uncontaminated by measurement error. Mis-measured expenditures X i can then be simulated by adding a normally distributed measurement error e i , so that X i * = X i + e i , where e i is N~(0, σ), and σ is given by the observed standard deviation of log expenditures at baseline (0.521). The reliability ratio can then be calculated from a regression of X i * on X i (Angrist and Krueger 1999) . The mean coefficient on X i from one hundred repetitions of this simulation is 0.496, implying proportional attenuation of 0.504 in the estimated cross-sectional relationship between enrollment and log household income. When the same simulations are conducted with more measurement error, so that ε i is N~(0, 2σ), the mean estimated reliability ratio is 0.199. Clearly, log household expenditures would have to be very causality from enrollment to income may be a concern if working children are less likely to be enrolled in school; omitted variables could introduce biases if higher income reflects higher parental ability, and this is correlated across generations through genetic endowments. To get a sense for the magnitude of the problem, we regressed enrollment on the log of total household expenditures, with expenditures instrumented with the measures of housing conditions and durables-see for example Glewwe and Jacoby (1995) and Behrman and Knowles (1999) for a similar approach. The coefficient on expenditures in this regression is 0.056, with a standard error of 0.026. Dwelling characteristics and durables are not perfect instruments for expenditures because they could be correlated with permanent income. Still, a comparison of these results with those in Table 5 also suggests that the BDH effects are large. In a paper on the South African pension scheme, Case and Deaton (1998) argue that pension income is spent like other income, so that \"a rand is always a rand\". In Ecuador, it seems, a dollar is not always a dollar, at least not when the dollar is a BDH transfer.",
        "cite_spans": [
          {
            "start": 195,
            "end": 221,
            "text": "Behrman and Knowles (1997)",
            "ref_id": "BIBREF4"
          },
          {
            "start": 700,
            "end": 726,
            "text": "(Angrist and Krueger 1999)",
            "ref_id": "BIBREF2"
          },
          {
            "start": 1643,
            "end": 1667,
            "text": "Glewwe and Jacoby (1995)",
            "ref_id": "BIBREF15"
          },
          {
            "start": 1672,
            "end": 1698,
            "text": "Behrman and Knowles (1999)",
            "ref_id": null
          },
          {
            "start": 2108,
            "end": 2130,
            "text": "Case and Deaton (1998)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [
          {
            "start": 2006,
            "end": 2013,
            "text": "Table 5",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "A. Main results of program impact",
        "sec_num": null
      },
      {
        "text": "A plausible explanation for the magnitude of the BDH program effects is that (some) households may have been concerned that they could lose transfers if their children were not enrolled in school. Recall that approximately one-quarter of respondents told enumerators that they believed that school enrollment was a BDH program requirement. To test the importance of this, we split the data into \"conditioned\" households who stated that there was an enrollment requirement, and other \"unconditioned\" households. We then ran separate regressions of BDH lottery effects within each of these two samples.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C. Cash transfers and conditions",
        "sec_num": null
      },
      {
        "text": "One concern with this approach is that conditioned and unconditioned households may be different \"types\" in ways that affect their responses to transfers. Baseline comparisons do suggest some important differences between conditioned and unconditioned households:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C. Cash transfers and conditions",
        "sec_num": null
      },
      {
        "text": "Conditioned households have higher levels of paternal education (the difference is 0.71 years, with a standard error of 0.18) and higher levels of maternal education (0.79 years, with a badly mis-measured in Ecuador to account for differences between the estimates of the relationship of enrollment and expenditures based on the simple cross-sectional calculations (which imply changes in enrollment of ~0.82 percentage points) and those based on the instrumental variables regressions of program impact (which imply changes in enrollment between ~8.6 and 11.6 percentage points). As a point of comparison, the reliability ratio of log earnings in the United States is between 0.70 and 0.82 (Angrist and Krueger 1999) . If the reliability ratio of expenditures were similar in Ecuador, this would imply proportional attenuation bias of 0.18 to 0.30. standard error of 0.19); children in conditioned households are also more likely to be enrolled at baseline (the difference in the probability of enrollment is 0.075, with a standard error of 0.019), and are younger (the difference is -0.43 years, with a standard error of 0.11). 16 Differences between conditioned and unconditioned households could be a problem, for example, if parental education itself determines how responsive households are to transfers.",
        "cite_spans": [
          {
            "start": 691,
            "end": 717,
            "text": "(Angrist and Krueger 1999)",
            "ref_id": "BIBREF2"
          },
          {
            "start": 1130,
            "end": 1132,
            "text": "16",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C. Cash transfers and conditions",
        "sec_num": null
      },
      {
        "text": "To address this concern, we trimmed the samples of conditioned and unconditioned households. Specifically, we regressed the probability of being conditioned on the extended set of controls and canton fixed effects, and predicted the probability that a household was conditioned. We then discarded from the sample of unconditioned households all households whose predicted probability of being conditioned was below the 10 th percentile of the sample of conditioned households; similarly, we discarded from the sample of conditioned households all households whose predicted probability of being conditioned was above the 90 th percentile of the sample of unconditioned households. After trimming of this sort, there are no significant differences between conditioned and unconditioned households in any of the characteristics in Table 2 . Trimming thus makes the samples of conditioned and unconditioned households more closely comparable, although there may still be unobservable differences between the two groups. Table 6 reports the effects of winning the BDH lottery, for conditioned and unconditioned households, and separately for the full and trimmed samples. The table shows that the lottery effects on enrollment for conditioned households range from 0.073 to 0.130, while those for unconditioned households range from 0.014 to 0.021, and are insignificant.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 829,
            "end": 836,
            "text": "Table 2",
            "ref_id": "TABREF1"
          },
          {
            "start": 1017,
            "end": 1024,
            "text": "Table 6",
            "ref_id": "TABREF9"
          },
          {
            "start": 1168,
            "end": 1183,
            "text": "The table shows",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "C. Cash transfers and conditions",
        "sec_num": null
      },
      {
        "text": "There are no clear differences between conditioned and unconditioned households in the probability that a child is working; however, among conditioned households lottery winners work fewer hours and are less likely to be full-time workers who work at least 40 hours, which is presumably most difficult to do while being enrolled in school. Differences in lottery effects between conditioned and unconditioned households tend to be larger for the trimmed sample than for the full sample of households.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C. Cash transfers and conditions",
        "sec_num": null
      },
      {
        "text": "As a further check on our results, we ran separate regressions of baseline enrollment and work for the samples of conditioned and unconditioned households. As before, given the random assignment, we would expect the BDH lottery to have no effect on baseline outcomes; in addition, the difference in baseline \"lottery effects\" between conditioned and unconditioned households should be small. The results in Table 7 show that this is indeed the case: None of the estimated BDH lottery effects are anywhere near conventional levels of significance, and the coefficients for conditioned and unconditioned households are essentially indistinguishable from each other. 17 Finally, we regressed baseline outcomes (enrollment or child work) on the extended set of controls, canton fixed effects, and a dummy variable for conditioned households:",
        "cite_spans": [
          {
            "start": 664,
            "end": 666,
            "text": "17",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 407,
            "end": 414,
            "text": "Table 7",
            "ref_id": "TABREF10"
          }
        ],
        "eq_spans": [],
        "section": "C. Cash transfers and conditions",
        "sec_num": null
      },
      {
        "text": "In the full sample, the coefficient on conditioned households is 0.019 in the enrollment regression (with a robust standard error of 0.013), 0.010 (with a robust standard error of 0.026) in the child work regression, and -0.006 (with a robust standard error of 0.010) for the full-time employment regression. These checks all suggest that conditioned and unconditioned households made similar decisions regarding enrollment and child work at baseline. Although the comparison of lottery effects for conditioned and unconditioned is not experimental, we conclude that the general pattern of results is most consistent with the (unenforced) BDH schooling requirement having a causal effect on outcomes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C. Cash transfers and conditions",
        "sec_num": null
      },
      {
        "text": "Policy-makers throughout the developing world have long sought to identify programs that build the human capital of the poor. Yet recent reviews conclude that remarkably little is known about the effect of policies on education outcomes (Glewwe 2002) and child labor (Edmonds 2005) . This paper shows that cash transfers made by the BDH program in Ecuador had large, positive effects on school enrollment, and large, negative effects on child work. In terms of magnitude, the estimated BDH program effects are substantially larger than those associated with the much-studied PROGRESA program in Mexico. These differences are noteworthy given that the transfer is a much larger fraction of household expenditures in Mexico than in Ecuador, and that an enrollment requirement was never explicitly enforced or monitored in Ecuador. Ecuador is a substantially poorer country than Mexico and school enrollment rates are lower, which likely explains the larger program effects associated with the BDH program.",
        "cite_spans": [
          {
            "start": 237,
            "end": 250,
            "text": "(Glewwe 2002)",
            "ref_id": "BIBREF14"
          },
          {
            "start": 267,
            "end": 281,
            "text": "(Edmonds 2005)",
            "ref_id": "BIBREF11"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "5."
      },
      {
        "text": "The results in this paper also contribute to an ongoing discussion about the extent to which the effects of conditional cash transfer programs on enrollment are a result of the income effects or the incentive effects that result from the implied price changes. To date, what evidence there is on this point has relied on simulations, not on differences in the way cash transfer programs have been implemented or perceived by beneficiaries (Todd and Wolpin 2003; Bourguignon, Ferreira, and Leite 2003) . In Ecuador, significant program effects on enrollment are only found among households who believed that there was an enrollment requirement associated with the program; this suggests that this unenforced condition was important.",
        "cite_spans": [
          {
            "start": 439,
            "end": 461,
            "text": "(Todd and Wolpin 2003;",
            "ref_id": "BIBREF24"
          },
          {
            "start": 462,
            "end": 500,
            "text": "Bourguignon, Ferreira, and Leite 2003)",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "5."
      },
      {
        "text": "Conditional cash transfer programs vary a great deal in the extent to which they monitor requirements such as enrollment and regular attendance in school, and whether or not they stop transfers to households who are not complying. For example, monitoring is much more stringent in the PROGRESA-Oportunidades programs in Mexico than in the Bolsa Escola-Bolsa Familia programs in Brazil. Results for the BDH program suggest that cash transfer programs can have large effects on schooling and child labor outcomes even when enrollment requirements are not monitored. It is possible, however, that the effect of unenforced conditions will dissipate in the long run as households realize that they will not be penalized if they do not send their children to school, and adjust their behavior accordingly. Note: All means refer to baseline values. Standard errors in estimated difference between treatment and control groups for child-specific variables adjust for within-sibling correlation. **Significant difference at the 5 percent level; *** at the 1 percent level. -2.46*** (0.894) Note: All controls are based on baseline characteristics; basic controls are dummy variables for the age of the child (in years) and her gender; extended controls adds variables for household size, age-gender composition (10 dummy variables), education of both parents (separately, in years), indicator variables for whether parental education is missing (2 variables), log per capita expenditures, assets, a dummy variable for rural, dummy variables for whether the head of household head was male, indigenous, and literate at baseline (three dummy variables); extended controls plus canton fixed effects adds 27 canton dummy variables. Standard errors are corrected for heteroskedasticity and within-sibling correlations in all models other than the Tobit. ** Significant at the 5 percent level. *** at the 1 percent level. Table 3 for a full list of controls. All models are estimated by 2SLS, with the BDH treatment dummy instrumented with the lottery outcome dummy. Standard errors corrected for heteroskedasticity and within-sibling correlations. ** Significant at the 5 percent level. *** at the 1 percent level. The enrollment regressions, work regressions and fulltime work regressions include the extended set of controls and canton fixed effects, as described in Table 3 . The Tobit model for hours worked failed to converge when the extended set of controls and canton fixed effects were included, and therefore includes only the age and gender dummies. The test of differences tests the equality of the coefficient on lottery winners in the samples of conditioned and unconditioned households. For a description of the procedure used to trim the sample, see the text. Standard errors corrected for heteroskedasticity and within-sibling correlations in all models other than Tobit. ** Significant at the 5 percent level. *** at the 1 percent level. The enrollment regressions, work regressions and fulltime work regressions include the extended set of controls and canton fixed effects, as described in Table 3 . The test of differences tests the equality of the coefficient on lottery winners in the samples of conditioned and unconditioned households. For a description of the procedure used to trim the sample, see the text. Standard errors corrected for heteroskedasticity and within-sibling correlations in all models. ** Significant at the 5 percent level. *** at the 1 percent level.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 1907,
            "end": 1914,
            "text": "Table 3",
            "ref_id": "TABREF6"
          },
          {
            "start": 2355,
            "end": 2362,
            "text": "Table 3",
            "ref_id": "TABREF6"
          },
          {
            "start": 3096,
            "end": 3103,
            "text": "Table 3",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "5."
      },
      {
        "text": "This indicator is based on the number of rooms in the house, dummy variables for earth floors, access to piped water, and access to a flush toilet (three variables), and count variables for the number of household durables based on responses to twenty-two separate questions in the survey; results are similar when a simple count of household assets, rather than principal components, is used to aggregate these variables, or if the measures of household conditions and assets are not aggregated at all, but enter individually in the regressions. 3 When a BDH beneficiary attempts to collect a transfer at a bank, her national identification number is used to check whether she is eligible for transfers, and a record is made of the amount of money she receives. National identification numbers of respondents and other adults in the household were collected in the baseline and follow-up surveys, and the private banks in Banred provided data on the payments made to all persons with these identification numbers, on a monthly basis. A household is defined as treated using the banking records if a member withdrew BDH funds at least once. Transfers can be collected on a monthly basis, or they can accumulate for up to four",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In a simple regression of enrollment on a dummy variable for attrited households, with standard errors corrected for within-sibling correlation, the coefficient is -0.083, with a robust standard error of 0.038. When a set of unrestricted child age dummies is included in the regression, the coefficient on the dummy variable for attrited children becomes insignificant: The coefficient is -0.033, with a robust standard error of 0.034. On the other hand, a joint test shows that the age dummies are clearly significant (p-value: <0.001).6 In a similar regression that includes a dummy variable for baseline enrollment and the interaction between baseline enrollment and lottery winners, the coefficients on both variables are insignificant individually and jointly.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Note that the fact that there is no complete enrollment history for each child means it is not possible to distinguish children who are enrolling for the first time from those who are enrolling after having previously dropped out of school. The same applies to movements in and out of work.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Note that the sample size for (1), the model that only uses the follow-up survey, is larger than the sum of the sample sizes for the two models that use both the baseline and follow-up surveys. This is because some children who were younger than six at baseline would be included in the estimation of (1), which only includes the follow-up survey, but not of (2) and (3), which include both surveys.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In a simple regression of enrollment at baseline on age in years, with the sample limited to children age 6-17 assigned to the control group, the coefficient is -0.063, with a robust standard error of 0.003. 12 Both regressions include the extended set of controls and canton fixed effects.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "This number is the simple average from grade-specific regressions of BDH treatment effects. The BDH evaluation over-sampled older children by design, and the returns to BDH transfers are larger for older children. In making comparisons between the BDH and PROGRESA programs it is therefore important to correct for differences in the composition of the samples.Schultz (2004) reports PROGRESA program effects by single grade a child was enrolled at baseline.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "There are no significant differences between lottery winners and losers within either the sample of conditioned or unconditioned households.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "We do not report regressions of hours worked because of convergence problems.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Conditional Independence in Sample Selection Models",
        "authors": [
          {
            "first": "Angrist",
            "middle": [
              "J"
            ],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "Economic Letters",
        "volume": "54",
        "issue": "2",
        "pages": "103--115",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Angrist. J. 1997. \"Conditional Independence in Sample Selection Models.\" Economic Letters 54(2): 103-12.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Identification of Casual Effects Using Instrumental Variables",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Angrist",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Imbens",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Rubin",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "Journal of the American Statistical Association",
        "volume": "91",
        "issue": "434",
        "pages": "444--55",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Angrist, J., G. Imbens, and D. Rubin. 1996. \"Identification of Casual Effects Using Instrumental Variables.\" Journal of the American Statistical Association 91(434): 444-55.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Empirical Strategies in Labor Economics",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Angrist",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Krueger",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Handbook of Labor Economics",
        "volume": "3",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Angrist, J. and A. Krueger. 1999. \"Empirical Strategies in Labor Economics.\" In O. Ashenfelter and D. Card, eds., Handbook of Labor Economics, Vol. 3. London: Elsevier Science.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Vouchers for Private Schooling in Colombia: Evidence from a Randomized Natural Experiment",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Angrist",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Bettinger",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "Bloom",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "King",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Kremer",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "American Economic Review",
        "volume": "92",
        "issue": "5",
        "pages": "1535--58",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Angrist, J., E. Bettinger, E. Bloom, E. King, and M. Kremer. 2002. \"Vouchers for Private Schooling in Colombia: Evidence from a Randomized Natural Experiment.\" American Economic Review 92(5): 1535-58.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "How Strongly is Child Schooling Associated with Household Income?",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Behrman",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Knowles",
            "suffix": ""
          }
        ],
        "year": 1997,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Behrman, J. and J. Knowles. 1997. \"How Strongly is Child Schooling Associated with Household Income?\" PIER Working Paper 97-022, University of Pennsylvania.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Progressing through Progresa: An Impact Assessment of a School Subsidy Experiment in Mexico",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Behrman",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Sengupta",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Todd",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Economic Development and Cultural Change",
        "volume": "54",
        "issue": "1",
        "pages": "237--75",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Behrman, J., P. Sengupta, and P. Todd. 2005. \"Progressing through Progresa: An Impact Assessment of a School Subsidy Experiment in Mexico.\" Economic Development and Cultural Change 54(1): 237-75.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Conditional Cash Transfer, Schooling, and Child Labor: Micro-Simulating Brazil's Bolsa Escola Program",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Bourguignon",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [],
            "last": "Ferreira",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Leite",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "The World Bank Economic Review",
        "volume": "17",
        "issue": "2",
        "pages": "229--254",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bourguignon, F., F. Ferreira, and P. Leite. 2003. \"Conditional Cash Transfer, Schooling, and Child Labor: Micro-Simulating Brazil's Bolsa Escola Program.\" The World Bank Economic Review 17(2): 229-254.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Large Cash Transfers to the Elderly in South Africa",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Case",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Deaton",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "The Economic Journal",
        "volume": "108",
        "issue": "450",
        "pages": "1330--1361",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Case, A. and A Deaton. 1998. \"Large Cash Transfers to the Elderly in South Africa.\" The Economic Journal 108(450): 1330-1361.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Semiparametric Censored Regression Models",
        "authors": [
          {
            "first": "K",
            "middle": [
              "Y"
            ],
            "last": "Chay",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Powell",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Journal of Economic Perspectives",
        "volume": "15",
        "issue": "4",
        "pages": "29--42",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chay, K. Y. and J. Powell. 2001. \"Semiparametric Censored Regression Models.\" Journal of Economic Perspectives 15(4): 29-42.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Reassessing Conditional Cash Transfer Programs",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Das",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Q-T Do",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Ozler",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "The World Bank Research Observer",
        "volume": "20",
        "issue": "1",
        "pages": "57--80",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Das, J., Q-T Do, and B. Ozler. 2005. \"Reassessing Conditional Cash Transfer Programs.\" The World Bank Research Observer 20(1): 57-80.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Poverty in Latin America: New thinking about an old problem",
        "authors": [
          {
            "first": "The",
            "middle": [],
            "last": "Economist",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "36--38",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Economist, The. 2005. \"Poverty in Latin America: New thinking about an old problem,.\" Sept. 17-23 rd , pp. 36-38.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Unpublished manuscript",
        "authors": [
          {
            "first": "E",
            "middle": [],
            "last": "Edmonds",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Edmonds, E. 2005. \"Child Labor.\" Unpublished manuscript, Dartmouth University.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Estimating Wealth Effects without Expenditure Data-Or Tears: An Application to Educational Enrollments in States of India",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Filmer",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Pritchett",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Demography",
        "volume": "38",
        "issue": "1",
        "pages": "115--147",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Filmer, D. and L. Pritchett. 2001. Estimating Wealth Effects without Expenditure Data-Or Tears: An Application to Educational Enrollments in States of India.\" Demography 38(1): 115-32.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "An Analysis of Sample Attrition in Panel Data: The Michigan Panel Study of Income Dynamics",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Fitzgerald",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Gottschalk",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Moffitt",
            "suffix": ""
          }
        ],
        "year": 1998,
        "venue": "The Journal of Human Resources",
        "volume": "33",
        "issue": "2",
        "pages": "251--99",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Fitzgerald, J., P. Gottschalk, and R. Moffitt. 1998. \"An Analysis of Sample Attrition in Panel Data: The Michigan Panel Study of Income Dynamics.\" The Journal of Human Resources 33(2): 251-99.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Schools and Skills in Developing Countries: Education Policies and Socioeconomic Outcomes",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Glewwe",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "Journal of Economic Literature",
        "volume": "40",
        "issue": "",
        "pages": "436--82",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Glewwe, P. 2002. \"Schools and Skills in Developing Countries: Education Policies and Socioeconomic Outcomes.\" Journal of Economic Literature 40: 436-82.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "An Economic Analysis of Delayed Primary School Enrollment in a Low income Country: The Role of Early Childhood Nutrition",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Glewwe",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [],
            "last": "Jacoby",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "Review of Economics and Statistics",
        "volume": "77",
        "issue": "1",
        "pages": "156--69",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Glewwe, P and H. Jacoby. 1995. \"An Economic Analysis of Delayed Primary School Enrollment in a Low income Country: The Role of Early Childhood Nutrition.\" Review of Economics and Statistics 77(1): 156-69.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Son efectivos los programas de transferencias monetarias para combatir la pobreza? Evaluación de impacto del Bono Solidario en el Ecuador",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "León",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Vos",
            "suffix": ""
          },
          {
            "first": "W",
            "middle": [],
            "last": "Brborich",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "León, M., R. Vos, and W. Brborich. 2001. \"Son efectivos los programas de transferencias monetarias para combatir la pobreza? Evaluación de impacto del Bono Solidario en el Ecuador.\" Unpublished manuscript, Sistema Integrado de Indicadores Sociales del Ecuador, Quito, Ecuador.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Transfer Payments, Mother's Income, and Child Health in Ecuador",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "León",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Younger",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "León, M., and S. Younger. 2005. \"Transfer Payments, Mother's Income, and Child Health in Ecuador.\" Unpublished manuscript, Cornell University.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Least Absolute Deviations Estimation for the Censored Regression Model",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Powell",
            "suffix": ""
          }
        ],
        "year": 1984,
        "venue": "Journal of Econometrics",
        "volume": "25",
        "issue": "3",
        "pages": "303--328",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Powell, J. 1984. \"Least Absolute Deviations Estimation for the Censored Regression Model.\" Journal of Econometrics 25(3):303-25.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Symmetrically Trimmed Least Squares Estimation for Tobit Models",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Powell",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "Econometrica",
        "volume": "54",
        "issue": "6",
        "pages": "1435--60",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Powell, J. 1986. \"Symmetrically Trimmed Least Squares Estimation for Tobit Models.\" Econometrica 54(6): 1435-60.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Does Child Labour Displace Schooling? Evidence on Behavioural Responses to an Enrollment Subsidy",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Ravallion",
            "suffix": ""
          },
          {
            "first": "Q",
            "middle": [],
            "last": "Wodon",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "The Economic Journal",
        "volume": "110",
        "issue": "",
        "pages": "158--175",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ravallion, M. and Q. Wodon. 2000. \"Does Child Labour Displace Schooling? Evidence on Behavioural Responses to an Enrollment Subsidy.\" The Economic Journal 110: C158- C175.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Evaluating the Impact of Conditional Cash Transfer Programs",
        "authors": [
          {
            "first": "L",
            "middle": [],
            "last": "Rawlings",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [],
            "last": "Rubio",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "The World Bank Research Observer",
        "volume": "20",
        "issue": "1",
        "pages": "29--55",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rawlings, L. and G. Rubio. 2005. \"Evaluating the Impact of Conditional Cash Transfer Programs.\" The World Bank Research Observer 20(1): 29-55.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "School Subsidies for the Poor: Evaluating the Mexican Progresa Poverty Program",
        "authors": [
          {
            "first": "T",
            "middle": [],
            "last": "Schultz",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Journal of Development Economics",
        "volume": "74",
        "issue": "",
        "pages": "199--250",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Schultz, T. 2004. \"School Subsidies for the Poor: Evaluating the Mexican Progresa Poverty Program.\" Journal of Development Economics 74: 199-250.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Progresa and its Impacts on the Welfare of Rural Households in Mexico. IFPRI",
        "authors": [
          {
            "first": "E",
            "middle": [],
            "last": "Skoufias",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Skoufias, E. 2005. Progresa and its Impacts on the Welfare of Rural Households in Mexico. IFPRI, Report 139. Washington, D.C.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "Using a Social Experiment to Validate a Dynamic Behavioral Model of Child Schooling and Fertility: Assessing the Impact of a School Subsidy Program in Mexico",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Todd",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [
              "I"
            ],
            "last": "Wolpin",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Todd, P., and K.I. Wolpin. 2003. \"Using a Social Experiment to Validate a Dynamic Behavioral Model of Child Schooling and Fertility: Assessing the Impact of a School Subsidy Program in Mexico.\" Unpublished manuscript, University of Pennsylvania.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "Meeting the Millennium Development Goal in Education: A Cost-Effectiveness Analysis for Ecuador",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Vos",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Ponce",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Vos, R., and J. Ponce. 2005. \"Meeting the Millennium Development Goal in Education: A Cost- Effectiveness Analysis for Ecuador.\" Unpublished manuscript, Institute of Social Studies, The Hague.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Ecuador: Poverty Assessment",
        "authors": [],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank. 2004. Ecuador: Poverty Assessment. Washington, D.C. nschady L:\\papers\\draft_papers\\schady-araujo-final.doc 05/22/2006 9:49:00 AM",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "type_str": "figure",
        "uris": null,
        "num": null,
        "fig_num": null,
        "text": ". To help in interpreting the magnitude of the regression coefficients, the first column presents the mean and standard deviation (in parenthesis) of the dependent variable for the control group, and the second column gives the sample size for the regression.10  The third through fifth columns in the table correspond to specifications with different sets of controls. The first specification includes only controls for the gender and age of the child (dummy variables by single years of age). These are included because they add precision-results are very similar when no controls are included in the regression. The second specification includes an \"extended\" set of controls for baseline child and household characteristics; the third specification supplements these controls with 27 cantonlevel fixed effects. Standard errors in all regressions are corrected for within-sibling correlations."
      },
      "TABREF0": {
        "type_str": "table",
        "content": "<table><tr><td>reports the means and standard</td></tr></table>",
        "num": null,
        "text": "",
        "html": null
      },
      "TABREF1": {
        "type_str": "table",
        "content": "<table/>",
        "num": null,
        "text": "shows that there are no significant differences between lottery winners and losers in any of a large number of variables. At baseline, lottery winners and losers are essentially indistinguishable in terms of enrollment, grade attainment, work, hours worked, gender, per capita expenditures, assets, parental education, and household size and composition. These comparisons make clear that the random assignment to treatment and control groups was successful. 8",
        "html": null
      },
      "TABREF2": {
        "type_str": "table",
        "content": "<table><tr><td>B.</td><td>Assessing the magnitude of program effects</td></tr></table>",
        "num": null,
        "text": "presents instrumental variables estimates of treatment effects. These results show that treated children are more likely to be enrolled, less likely to drop out of school, and more likely to be new enrollments; the estimated effect of the BDH program on enrollment is between 9.8 and 12.8 percentage points.The child work regressions suggest that children are less likely to be working at the time of the follow-up, more likely to have stopped working, and less likely to have started working between the two surveys; the estimated effect of the program on child work is between 15.4 and 20.7 percentage points. The coefficients are similar across specifications with more or less controls, and tend to be somewhat larger when the banking records are used to determine treatment status.Cash transfers made by the BDH program in Ecuador had large, positive effects on school enrollment, and large, negative effects on child work. One way to benchmark the BDH program effects is to compare them with those found in PROGRESA, the conditional cash transfer program in Mexico. A simple average of the PROGRESA program effects for all grades reported inSchultz (2004) suggests a \"mean\" effect of 3.5 percentage points on enrollment, with the largest effect, 11.1 percentage points, among children enrolled in grade 6, the last year of primary. By comparison, the instrumental variables point estimate for 6 th graders in the BDH program suggests a program effect of 17.8 percentage points, and the average of coefficients from grade-specific regressions suggests a \"mean\" program effect of 8.6 percentage points.14",
        "html": null
      },
      "TABREF3": {
        "type_str": "table",
        "content": "<table/>",
        "num": null,
        "text": "The monthly transfer of $15 made by the BDH is equivalent to 7.2 percent of expenditures for the mean household in our sample. As a first pass, one might therefore expect that the transfer would have a positive effect of roughly 0.78 percentage points (0.108*7.2) on enrollment. Yet the instrumental variables estimates inTable 5suggest an impact of between 8.6 and 11.6 percentage points-more than a full order of magnitude larger. Moreover, one would not expect households receiving BDH transfers to increase expenditures by a full $15 per month, for a variety of reasons: First, households may save part of the transfer, or may offset it with reductions in labor supply-in either case a $15 transfer would translate into a smaller amount in terms of per capita expenditure. Second, the banking records suggest that some households did not collect the full amount of transfers for which they were eligible.There are of course a variety of concerns with simple regressions of enrollment on expenditures. Measurement error in expenditures is likely, but simulation results suggest it would have to be implausibly large to cause attenuation bias of more than 90 percent; 15 reverse15",
        "html": null
      },
      "TABREF4": {
        "type_str": "table",
        "content": "<table><tr><td/><td>Impact evaluation</td><td>1998/99 LSMS</td><td>2001 Census</td></tr><tr><td/><td>sample at baseline</td><td/><td/></tr><tr><td>Household-level variables</td><td/><td/><td/></tr><tr><td>Household size</td><td>5.77</td><td>5.65</td><td>4.19</td></tr><tr><td/><td>(1.84)</td><td>(2.12)</td><td>(1.51)</td></tr><tr><td>Number of rooms in house</td><td>2.61</td><td>3.00</td><td>3.31</td></tr><tr><td/><td>(1.20)</td><td>(1.50)</td><td>(2.32)</td></tr><tr><td>Water from network</td><td>0.45</td><td>0.78</td><td>0.78</td></tr><tr><td/><td>(0.50)</td><td>(0.42)</td><td>(0.41)</td></tr><tr><td>Has toilet</td><td>0.24</td><td>0.78</td><td>0.72</td></tr><tr><td/><td>(0.43)</td><td>(0.44)</td><td>(0.45)</td></tr><tr><td>Has dirt floor</td><td>0.28</td><td>0.13</td><td>0.18</td></tr><tr><td/><td>(0.45)</td><td>(0.35)</td><td>(0.39)</td></tr><tr><td>Age of head of household</td><td>44.96</td><td>44.11</td><td>42.70</td></tr><tr><td/><td>(9.33)</td><td>(12.59)</td><td>(12.94)</td></tr><tr><td>Education of head of household</td><td>4.47</td><td>7.14</td><td>7.03</td></tr><tr><td/><td>(2.77)</td><td>(4.81)</td><td>(5.02)</td></tr><tr><td>Head of household is male</td><td>0.85</td><td>0.81</td><td>0.77</td></tr><tr><td/><td>(0.36)</td><td>(0.39)</td><td>(0.42)</td></tr><tr><td>Head of household is literate</td><td>0.83</td><td>0.87</td><td>0.91</td></tr><tr><td/><td>(0.38)</td><td>(0.34)</td><td>(0.29)</td></tr><tr><td>Head of household is indigenous</td><td>0.16</td><td>0.08</td><td>0.17</td></tr><tr><td/><td>(0.36)</td><td>(0.28)</td><td>(0.38)</td></tr><tr><td>Child-level variables</td><td/><td/><td/></tr><tr><td>Age</td><td>11.41</td><td>10.86</td><td>11.72</td></tr><tr><td/><td>(3.09)</td><td>(3.14)</td><td>(3.46)</td></tr><tr><td>Mean years of completed schooling</td><td>4.41</td><td>4.13</td><td>5.08</td></tr><tr><td/><td>(2.60)</td><td>(2.83)</td><td>(3.03)</td></tr><tr><td>Note:</td><td/><td/><td/></tr></table>",
        "num": null,
        "text": "The table presents means and standard deviations. Calculations from the 1998/99 LSMS and the 2001 Census are limited to households with children ages 6-17; calculations from the census refer only to parishes included in the impact evaluation sample.",
        "html": null
      },
      "TABREF5": {
        "type_str": "table",
        "content": "<table><tr><td>Variable</td><td>Mean: Lottery</td><td>Difference</td><td>Sample size</td></tr><tr><td/><td>losers</td><td/><td/></tr><tr><td>Probability that child is enrolled</td><td>0.770</td><td>-0.003</td><td>2876</td></tr><tr><td/><td>(0.421)</td><td>(0.017)</td><td/></tr><tr><td>Mean years of schooling completed</td><td>4.59</td><td>0.031</td><td>2876</td></tr><tr><td/><td>(2.47)</td><td>(0.086)</td><td/></tr><tr><td>Probability that a child is working</td><td>0.463</td><td>0.012</td><td>2876</td></tr><tr><td/><td>(0.499)</td><td>(0.027)</td><td/></tr><tr><td>Hours worked by child</td><td>7.24</td><td>0.603</td><td>2876</td></tr><tr><td/><td>(13.02)</td><td>(0.602)</td><td/></tr><tr><td>Child age</td><td>11.67</td><td>0.047</td><td>2876</td></tr><tr><td/><td>(2.86)</td><td>(0.094)</td><td/></tr><tr><td>Child is male</td><td>0.517</td><td>-0.031</td><td>2876</td></tr><tr><td/><td>(0.500)</td><td>(0.018)</td><td/></tr><tr><td>Log of per capita expenditures</td><td>3.39</td><td>0.014</td><td>1309</td></tr><tr><td/><td>(0.542)</td><td>(0.030)</td><td/></tr><tr><td>Asset index</td><td>0.008</td><td>-0.016</td><td>1309</td></tr><tr><td/><td>(0.882)</td><td>(0.049)</td><td/></tr><tr><td>Father's education</td><td>4.72</td><td>0.074</td><td>1232</td></tr><tr><td/><td>(2.57)</td><td>(0.154)</td><td/></tr><tr><td>Father's education is missing</td><td>0.063</td><td>-0.010</td><td>1309</td></tr><tr><td/><td>(0.244)</td><td>(0.013)</td><td/></tr><tr><td>Mother's education</td><td>3.51</td><td>0.294</td><td>1278</td></tr><tr><td/><td>(2.96)</td><td>(0.168)</td><td/></tr><tr><td>Mother's education is missing</td><td>0.016</td><td>0.012</td><td>1309</td></tr><tr><td/><td>(0.125)</td><td>(0.008)</td><td/></tr><tr><td>Head of household is male</td><td>0.850</td><td>0.003</td><td>1309</td></tr><tr><td/><td>(0.358)</td><td>(0.020)</td><td/></tr><tr><td>Head of household is indigenous</td><td>0.147</td><td>0.018</td><td>1309</td></tr><tr><td/><td>(0.355)</td><td>(0.020)</td><td/></tr><tr><td>Head of household can read and write</td><td>0.845</td><td>-0.031</td><td>1309</td></tr><tr><td/><td>(0.362)</td><td>(0.021)</td><td/></tr><tr><td>Household size</td><td>5.83</td><td>-0.111</td><td>1309</td></tr><tr><td/><td>(1.78)</td><td>(0.102)</td><td/></tr><tr><td>Fraction of household members ages 0-5</td><td>0.073</td><td>0.001</td><td>1309</td></tr><tr><td/><td>(0.104)</td><td>(0.006)</td><td/></tr><tr><td>Fraction of household members ages 6-17</td><td>0.451</td><td>0.002</td><td>1309</td></tr><tr><td/><td>(0.146)</td><td>(0.008)</td><td/></tr><tr><td>Fraction of household members ages 18-44</td><td>0.320</td><td>-0.004</td><td>1309</td></tr><tr><td/><td>(0.178)</td><td>(0.010)</td><td/></tr><tr><td>Fraction of household members ages 45-64</td><td>0.141</td><td>-0.002</td><td>1309</td></tr><tr><td/><td>(0.174)</td><td>(0.010)</td><td/></tr><tr><td>Fraction of household members older than 65</td><td>0.016</td><td>0.003</td><td>1309</td></tr><tr><td/><td>(0.068)</td><td>(0.004)</td><td/></tr><tr><td>Household lives in a rural area</td><td>0.518</td><td>0.025</td><td>1309</td></tr><tr><td/><td>(0.500)</td><td>(0.028)</td><td/></tr></table>",
        "num": null,
        "text": "",
        "html": null
      },
      "TABREF6": {
        "type_str": "table",
        "content": "<table><tr><td>Variable</td><td>Mean: household</td><td>Difference</td><td>Sample size</td></tr><tr><td/><td>did not receive</td><td/><td/></tr><tr><td/><td>BDH transfer</td><td/><td/></tr><tr><td>Probability that child is enrolled</td><td>0.736</td><td>0.052***</td><td>2876</td></tr><tr><td/><td>(0.441)</td><td>(0.018)</td><td/></tr><tr><td>Mean years of schooling completed</td><td>4.65</td><td>-0.071</td><td>2876</td></tr><tr><td/><td>(2.46)</td><td>(0.090)</td><td/></tr><tr><td>Probability that a child is working</td><td>0.478</td><td>-0.014</td><td>2876</td></tr><tr><td/><td>(0.500)</td><td>(0.027)</td><td/></tr><tr><td>Hours worked by child</td><td>8.30</td><td>-1.17</td><td>2876</td></tr><tr><td/><td>(14.80)</td><td>(0.657)</td><td/></tr><tr><td>Child age</td><td>11.81</td><td>-0.174</td><td>2876</td></tr><tr><td/><td>(2.86)</td><td>(0.097)</td><td/></tr><tr><td>Child is male</td><td>0.506</td><td>-0.009</td><td>2876</td></tr><tr><td/><td>(0.500)</td><td>(0.019)</td><td/></tr><tr><td>Log of per capita expenditures</td><td>3.48</td><td>-0.046</td><td>1309</td></tr><tr><td/><td>(0.564)</td><td>(0.031)</td><td/></tr><tr><td>Asset index</td><td>0.016</td><td>-0.028</td><td>1309</td></tr><tr><td/><td>(0.967)</td><td>(0.052)</td><td/></tr><tr><td>Father's education</td><td>4.44</td><td>0.523***</td><td>1232</td></tr><tr><td/><td>(2.76)</td><td>(0.160)</td><td/></tr><tr><td>Father's education is missing</td><td>0.062</td><td>-0.003</td><td>1309</td></tr><tr><td/><td>(0.242)</td><td>(0.014)</td><td/></tr><tr><td>Mother's education</td><td>3.30</td><td>0.598***</td><td>1278</td></tr><tr><td/><td>(2.99)</td><td>(0.172)</td><td/></tr><tr><td>Mother's education is missing</td><td>0.029</td><td>-0.014</td><td>1309</td></tr><tr><td/><td>(0.168)</td><td>(0.009)</td><td/></tr><tr><td>Head of household is male</td><td>0.796</td><td>-0.008</td><td>1309</td></tr><tr><td/><td>(0.403)</td><td>(0.020)</td><td/></tr><tr><td>Head of household is indigenous</td><td>0.155</td><td>0.003</td><td>1309</td></tr><tr><td/><td>(0.363)</td><td>(0.021)</td><td/></tr><tr><td>Head of household can read and write</td><td>0.845</td><td>0.055**</td><td>1309</td></tr><tr><td/><td>(0.362)</td><td>(0.022)</td><td/></tr><tr><td>Household size</td><td>5.64</td><td>0.208**</td><td>1309</td></tr><tr><td/><td>(1.86)</td><td>(0.105)</td><td/></tr><tr><td>Fraction of household members ages 0-5</td><td>0.063</td><td>0.016***</td><td>1309</td></tr><tr><td/><td>(0.102)</td><td>(0.006)</td><td/></tr><tr><td>Fraction of household members ages 6-17</td><td>0.443</td><td>0.014</td><td>1309</td></tr><tr><td/><td>(0.149)</td><td>(0.008)</td><td/></tr><tr><td>Fraction of household members ages 18-44</td><td>0.319</td><td>-0.001</td><td>1309</td></tr><tr><td/><td>(0.180)</td><td>(0.010)</td><td/></tr><tr><td>Fraction of household members ages 45-64</td><td>0.155</td><td>-0.026***</td><td>1309</td></tr><tr><td/><td>(0.179)</td><td>(0.010)</td><td/></tr><tr><td>Fraction of household members older than 65</td><td>0.020</td><td>-0.003</td><td>1309</td></tr><tr><td/><td>(0.078)</td><td>(0.004)</td><td/></tr><tr><td>Household lives in a rural area</td><td>0.532</td><td>-0.001</td><td>1309</td></tr><tr><td/><td>(0.499)</td><td>(0.028)</td><td/></tr><tr><td>Note:</td><td/><td/><td/></tr></table>",
        "num": null,
        "text": "Treatment status defined on the basis of household responses to the survey. All means refer to baseline values. Standard errors in estimated difference between treatment and control groups for child-specific variables adjust for withinsibling correlation. **Significant difference at the 5 percent level; *** at the 1 percent level.",
        "html": null
      },
      "TABREF7": {
        "type_str": "table",
        "content": "<table><tr><td>Mean:</td><td>Sample</td><td>Basic</td><td>Extended</td><td>Extended</td></tr><tr><td>Lottery</td><td>size</td><td>controls</td><td>controls</td><td>controls +</td></tr><tr><td>losers</td><td/><td/><td/><td>canton f.e.</td></tr></table>",
        "num": null,
        "text": "",
        "html": null
      },
      "TABREF8": {
        "type_str": "table",
        "content": "<table><tr><td/><td>Household data</td><td/><td/><td>Banking data</td><td/></tr><tr><td>Basic</td><td>Extended</td><td>Extended</td><td>Basic</td><td>Extended</td><td>Extended</td></tr><tr><td>controls</td><td>controls</td><td>controls +</td><td>controls</td><td>controls</td><td>controls +</td></tr><tr><td/><td/><td>canton f.e.</td><td/><td/><td>canton f.e.</td></tr></table>",
        "num": null,
        "text": "",
        "html": null
      },
      "TABREF9": {
        "type_str": "table",
        "content": "<table><tr><td/><td/><td>Full sample</td><td/><td/><td>Trimmed sample</td><td/></tr><tr><td/><td colspan=\"2\">Conditioned Unconditioned</td><td>Test of</td><td colspan=\"2\">Conditioned Unconditioned</td><td>Test of</td></tr><tr><td/><td/><td/><td>differences</td><td/><td/><td>differences</td></tr><tr><td/><td/><td/><td>(p-value)</td><td/><td/><td>(p-value)</td></tr><tr><td>Child is enrolled in follow-up survey</td><td>0.073***</td><td>0.021</td><td>0.12</td><td>0.130***</td><td>0.014</td><td>0.004</td></tr><tr><td/><td>(0.028)</td><td>(0.019)</td><td/><td>(0.034)</td><td>(0.023)</td><td/></tr><tr><td>Child is working in follow-up survey</td><td>-0.070</td><td>-0.059**</td><td>0.82</td><td>-0.081</td><td>-0.055</td><td>0.64</td></tr><tr><td/><td>(0.040)</td><td>(0.024)</td><td/><td>(0.048)</td><td>(0.031)</td><td/></tr><tr><td>Child is working full-time (40+</td><td>-0.048**</td><td>-0.009</td><td>0.13</td><td>-0.078**</td><td>0.009</td><td>0.004</td></tr><tr><td>hours)</td><td>(0.021)</td><td>(0.015)</td><td/><td>(0.026)</td><td>(0.016)</td><td/></tr><tr><td>Hours worked</td><td>-5.56**</td><td>-1.02</td><td>0.06</td><td>-5.92***</td><td>-0.024</td><td>0.03</td></tr><tr><td/><td>(2.10)</td><td>(1.14)</td><td/><td>(2.17)</td><td>(1.48)</td><td/></tr><tr><td>Sample size</td><td>784</td><td>2,141</td><td/><td>498</td><td>1,311</td><td/></tr><tr><td>Note:</td><td/><td/><td/><td/><td/><td/></tr></table>",
        "num": null,
        "text": "",
        "html": null
      },
      "TABREF10": {
        "type_str": "table",
        "content": "<table><tr><td/><td/><td>Full sample</td><td/><td/><td>Trimmed sample</td><td/></tr><tr><td/><td colspan=\"2\">Conditioned Unconditioned</td><td>Test of</td><td colspan=\"2\">Conditioned Unconditioned</td><td>Test of</td></tr><tr><td/><td/><td/><td>differences</td><td/><td/><td>differences</td></tr><tr><td/><td/><td/><td>(p-value)</td><td/><td/><td>(p-value)</td></tr><tr><td>Child is enrolled in baseline survey</td><td>-0.008</td><td>-0.010</td><td>0.96</td><td>0.023</td><td>-0.015</td><td>0.26</td></tr><tr><td/><td>(0.023)</td><td>(0.014)</td><td/><td>(0.029)</td><td>(0.018)</td><td/></tr><tr><td>Child is working in baseline survey</td><td>-0.001</td><td>0.010</td><td>0.82</td><td>-0.007</td><td>-0.006</td><td>0.99</td></tr><tr><td/><td>(0.042)</td><td>(0.025)</td><td/><td>(0.055)</td><td>(0.029)</td><td/></tr><tr><td>Child is working full-time (40+</td><td>0.004</td><td>0.014</td><td>0.57</td><td>-0.004</td><td>-0.004</td><td>0.99</td></tr><tr><td>hours)</td><td>(0.016)</td><td>(0.011)</td><td/><td>(0.021)</td><td>(0.014)</td><td/></tr><tr><td>Sample size</td><td>784</td><td>2,141</td><td/><td>498</td><td>1,311</td><td/></tr><tr><td>Note:</td><td/><td/><td/><td/><td/><td/></tr></table>",
        "num": null,
        "text": "",
        "html": null
      }
    }
  }
}