{
  "paper_id": "D6875028",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:16.046764Z"
  },
  "title": "Services Policies in Transition Economies: On the EU and WTO as Commitment Mechanisms",
  "authors": [
    {
      "first": "Felix",
      "middle": [],
      "last": "Eschenbach Groupe D'",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Economie",
      "middle": [],
      "last": "Mondiale",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Will",
      "middle": [],
      "last": "Martin",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Patrick",
      "middle": [],
      "last": "Messerlin",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "",
  "venue": null,
  "identifiers": {},
  "abstract": "We analyze the extent to which the EU-15 and 16 transition economies used the WTO General Agreement on Trade in Services (GATS) to commit to service sector policy reforms. GATS commitments are compared with the evolution of actual policy stances over time. While there is substantial variance across transition economies on both actual policies and GATS commitments, we find an inverse relationship between the depth of GATS commitments and the \"quality\" of actual services policies as assessed by the private sector. In part this can be explained by the fact that the prospect of EU accession makes GATS less relevant as a commitment device for a subset of transition economies. However, for many of the non-EU accession candidates the WTO seems to be a weak commitment device. One explanation is that the small size of the markets concerned generates weak external enforcement incentives. Our findings suggest greater collective investment by WTO members in monitoring and transparency is needed to increase the benefits of WTO membership to small countries.",
  "pdf_parse": {
    "paper_id": "D6875028",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "We analyze the extent to which the EU-15 and 16 transition economies used the WTO General Agreement on Trade in Services (GATS) to commit to service sector policy reforms. GATS commitments are compared with the evolution of actual policy stances over time. While there is substantial variance across transition economies on both actual policies and GATS commitments, we find an inverse relationship between the depth of GATS commitments and the \"quality\" of actual services policies as assessed by the private sector. In part this can be explained by the fact that the prospect of EU accession makes GATS less relevant as a commitment device for a subset of transition economies. However, for many of the non-EU accession candidates the WTO seems to be a weak commitment device. One explanation is that the small size of the markets concerned generates weak external enforcement incentives. Our findings suggest greater collective investment by WTO members in monitoring and transparency is needed to increase the benefits of WTO membership to small countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "Services have become increasingly important as a vehicle to generate economic growth, reflecting increasing specialization and exchange of services through markets, with an associated increase in variety and quality and a reduction in real costs. The competitiveness of firms-both domestic enterprises operating in and for the local market and exporters operating in international markets-depends on the availability, cost, and quality of services such as finance, transport, telecommunications, health services and education. Technological change has also made services increasingly tradable internationally, further increasing the scope for specialization in production and trade. One implication is that services now figure in trade agreements, the primary instrument through which governments negotiate better access to foreign markets for national firms.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Services Policies in Transition Economies: On the EU and WTO as Commitment Mechanisms",
        "sec_num": null
      },
      {
        "text": "Transition economies in Europe and Central Asia have undertaken numerous policy reforms in the services area. All had very small service sectors before 1990, reflecting the emphasis under central planning on industry and the bias against \"immaterial\" service sector activities. The question explored in this paper is the extent to which trade agreements were used as focal points or commitment devices for service sector policy reform. A common argument in the literature on regional integration and trade agreements more generally is that a rationale for participating in such agreements is to improve the terms of trade (\"mercantilism\") (see e.g., Bagwell and Staiger 2003) . This has always been more difficult to argue in the case of small countries, where an alternative, political economy-based hypothesis is more likely: trade agreements offer a mechanism for governments to signal their commitment to a particular policy path (Tumlir, 1985) . Transition economies in particular, with a very limited track record on maintaining an open policy stance, can be expected to have had strong incentives to use membership of trade agreements for such credibility purposes. In addition, given very limited experience with market-based service sector policies, trade agreements may also have been valuable by establishing a template of (minimum) standards for trade and investment policy in the services area.",
        "cite_spans": [
          {
            "start": 650,
            "end": 675,
            "text": "Bagwell and Staiger 2003)",
            "ref_id": null
          },
          {
            "start": 934,
            "end": 948,
            "text": "(Tumlir, 1985)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Services Policies in Transition Economies: On the EU and WTO as Commitment Mechanisms",
        "sec_num": null
      },
      {
        "text": "Three options were available: WTO membership and associated commitments; trade agreements with Western economies, in particular the EU, with the prospect of potential accession for Central European states; and trade agreements with neighbors and other formerly planned economies. Given that most transition economies had small market-oriented service sectors, the last type of agreement is unlikely to have been seen as a useful lock-in or signaling device. This paper therefore focuses on the two major options: the WTO and the EU. We explore to what extent trade agreements were used as commitment devices for services policies by comparing countries in terms of their participation in and use of agreements to commit to services policy openness and relating commitments made to actual policies applied, as well as the changes in actual policies over time. Our interest is in part to determine whether there are common or consistent differences between the set of countries that were and that were not EU accession candidates, and more specifically, given that the EU is a deep integration agreement, whether the WTO could play a similar role as a focal point/lock-in mechanism as the EU for those countries where EU accession is not in the cards. Another question of interest is whether transition economies -both accession candidates and others -had caught up with the European Union in terms of liberalization of services markets as of 2004. Even for recent accession countries this is not a redundant question as the EU is not (yet) a true common market for services.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Services Policies in Transition Economies: On the EU and WTO as Commitment Mechanisms",
        "sec_num": null
      },
      {
        "text": "The paper starts with a discussion of service sector commitments made by the European Union in the GATS. Descriptive statistics are generated on the extent to which EU members (EU-15) made market access and national treatment commitments in the GATS. We characterize average EU commitments and the variance between the schedules of each member state, and assess to what extent EU offers in the context of the Doha Round negotiations as of end 2004 would move the EU towards greater liberalization and uniformity. In Section 2 the same descriptive exercise is undertaken for 16 transition economies that are WTO members, including a determination whether their commitments go beyond those of the EU. Section 3 assesses trends in the actual policies pursued by the transition economies, and compares these to the index of GATS commitments. We find that the 16 countries can be divided into different groups on the basis of actual policies/GATS commitments: countries that have better applied policies but have weak GATS schedules (mostly EU accession candidates); countries with good policies and high GATS commitment indices (again many EU accession candidates), and a group of countries that have weak policies and are relatively closed in practice but that did make extensive GATS commitments. In the last group actual policies have become worse over time or else not improved as rapidly as in other transition countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Services Policies in Transition Economies: On the EU and WTO as Commitment Mechanisms",
        "sec_num": null
      },
      {
        "text": "For EU accession candidates the GATS is largely redundant as a commitment device.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Services Policies in Transition Economies: On the EU and WTO as Commitment Mechanisms",
        "sec_num": null
      },
      {
        "text": "The difference in the use of the GATS across the countries with the best actual policies is largely explained by the timing of accession to the WTO. GATT-1947 members made much fewer commitments than countries that acceded to the WTO after 1995. Given that accession to the WTO became a much more demanding process than was the case for the GATT-1947, this finding is not surprising -it confirms the conventional wisdom. However, our third finding suggests the conventional wisdom may need to be revisited in an important respect as it assumes that multilateral disciplines are applied. In practice, we find an inverse relationship between the level of GATS commitment and the \"quality\" of actual policy. This may reflect the fact that WTO commitments are not enforced because of the small size of the markets of the countries concerned -no WTO member has much of an incentive to bring a dispute settlement case forward.",
        "cite_spans": [
          {
            "start": 341,
            "end": 356,
            "text": "GATT-1947, this",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Services Policies in Transition Economies: On the EU and WTO as Commitment Mechanisms",
        "sec_num": null
      },
      {
        "text": "This finding suggests the argument in the literature regarding the lock-in and credibility benefits of membership of and making commitments in trade agreements may need to be qualified. External enforcement incentives may be weak in cases of noncompliance by small/poor countries, as foreign exporters may perceive the net return of initiating disputes or invoking WTO disciplines to be inadequate. In such circumstances internal enforcement of national GATS commitments by affected constituencies is the primary vehicle to ensure implementation. Such groups could be assisted through more effective multilateral monitoring of implementation of commitments. The additional information and \"legitimacy\" created by greater multilateral transparency may also help increase the perceived relevance of the GATS to stakeholders in small counties that have to date made only limited use of the GATS.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Services Policies in Transition Economies: On the EU and WTO as Commitment Mechanisms",
        "sec_num": null
      },
      {
        "text": "Before discussing GATS commitments and the actual policies of transition economies, we focus on the EU schedules of services commitments in order to provide a baseline for comparison purposes. The EU is in theory a common market with a common external trade policy. A common external tariff has long been in place for the EU. However, it remains an open question to what extent member states have a common structure of protection for the services sector. In practice this is very difficult to determine because the EU does not have common external services policies -in a number of sectors, members retain national competence. This is clearly reflected in the commitments that were made by EU members in the GATS.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The EU in the GATS: Uruguay Round Commitments and Doha Round Offers",
        "sec_num": "1."
      },
      {
        "text": "What follows uses the simple index score from 0 to 100 as proposed by Hoekman (1996) to characterize GATS commitments. It assigns a value of 1 to full commitment to liberalization (\"none\" in GATS terminology -i.e., no exceptions or limitations to market access or national treatment); 0.5 (partial) to specific limitations; and 0 (\"unbound\") to instances where no commitments at all are made for a sub-sector. An index score of 100 for a given mode of supply implies that there is full commitment to liberalization in all of the 155 sub sectors distinguished by the GATS, a score of 0 means that there is no commitment in any sector at all, i.e. all sectors are classified as 'unbound'. Essentially all scores obtained in each of the 155 sub sectors are added up and converted into a percentage of 155, so that 155 is set equal to 100. Thus, 100 is the maximum score possible and implies full liberalization in all sectors. Annex table 1 provides detailed information on how the qualitative information displayed in the GATS schedules is translated into index scores. The index used is a somewhat arbitrary measure of the depth of commitments in that its value is unlikely to be very informative of the actual policies that prevail. Moreover, although there is greater commonality among the set of transition economies than would be the case for a random sample of countries, similar values do not necessarily imply similar levels of openness, as no effort is made to map commitments by sector across countries.",
        "cite_spans": [
          {
            "start": 70,
            "end": 84,
            "text": "Hoekman (1996)",
            "ref_id": "BIBREF3"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The EU in the GATS: Uruguay Round Commitments and Doha Round Offers",
        "sec_num": "1."
      },
      {
        "text": "As noted by Hoekman (1996) , only if there are no limitations on national treatment and market access is there a clear policy commitment. In other instances, actual policy may be quite",
        "cite_spans": [
          {
            "start": 12,
            "end": 26,
            "text": "Hoekman (1996)",
            "ref_id": "BIBREF3"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The EU in the GATS: Uruguay Round Commitments and Doha Round Offers",
        "sec_num": "1."
      },
      {
        "text": "restrictive or quite open. Thus, the value of 0.5 does not distinguish between severe and minor trade restrictions. Similarly, commitments of the 'unbound' type do not necessarily imply that major restrictions apply -it simply denotes the fact that governments retain discretion regarding the use of policies. What the index does do is provide one -arbitrary -way of weighting commitments and allowing cross-country comparisons, thus permitting an assessment of the degree to which there is uniformity in GATS commitments across EU members.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The EU in the GATS: Uruguay Round Commitments and Doha Round Offers",
        "sec_num": "1."
      },
      {
        "text": "What follows assesses (a) the current formal degree of service sector openness reflected in the commitments made by EU countries in the GATS, (b) the extent to which members deviate from the EU \"baseline\" by imposing country-specific restrictions, (c) the degree of uniformity across member states' commitments, and (d) the extent to which greater convergence is implied by the offers made by the EU and its members as of 2004 in the context of the Doha Round. Table 1 presents an assessment of currently applicable GATS commitments for the EU- 15. The relevant schedules are those of the EU-12 and the national ones of Austria, Sweden, and",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 461,
            "end": 544,
            "text": "Table 1 presents an assessment of currently applicable GATS commitments for the EU-",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "The EU in the GATS: Uruguay Round Commitments and Doha Round Offers",
        "sec_num": "1."
      },
      {
        "text": "Finland plus respective sector-specific updates for the EU-15 as a whole. As the GATS distinguishes between four modes of supply: cross-border trade; consumption abroad (for example, tourism); commercial presence (FDI); and the temporary movement of people providing services to clients abroad -national treatment and market access commitments are mode-specific. The benchmark score for the EU as a whole is a constructed baseline that is used",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The EU in the GATS: Uruguay Round Commitments and Doha Round Offers",
        "sec_num": "1."
      },
      {
        "text": "to assess to what extent each EU member state imposes country-specific restrictions. The pre-Doha level of commitment for the EU-15 as a whole was 47 percent (top of last column of table 1) when measured as an average across the 8 (2 times 4 modes) \"cells\" for which commitments can be made for each of the 155 sub-sectors distinguished in the GATS. Most EU members do not deviate much from this average \"benchmark\" in terms of national commitments across modes. At 46 percent, the EU weighted average is only one percentage point below the benchmark value. 1 51.9 58.7 54.5 18.4 45.9 Standard deviation 3.2 3.0 6.1 3.1 1.8 3.2 4.3 9.2 2.4 3.1 4.7 4.9 2.0 Mean 50.2 66.6 60.5 2.4 50.9 67.2 65.5 4.6 50.5 66.9 63.0 3.5 46.0 * \"EU\" is an artificial benchmark schedule that ignores country-specific factors. The calculated numbers represent the percentage of committed sectors in the total, weighted by the type of binding (full, partial, unbound) . Source: Authors' calculations.",
        "cite_spans": [
          {
            "start": 920,
            "end": 944,
            "text": "(full, partial, unbound)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The EU in the GATS: Uruguay Round Commitments and Doha Round Offers",
        "sec_num": "1."
      },
      {
        "text": "The fewest commitments were made for mode 4 (temporary movement of natural persons supplying services), with an average of 3.5 percent. Mode 4 is generally subject to numerous restrictions by most governments due to fears of an influx of too much unskilled labor. Mode 4 is followed by mode 1 (cross border trade) with 50.5 percent. The level of commitments on modes 2 (consumption abroad) and 3 (commercial presence) are the highest and quite similar, in the 60-65 percent range. This pattern of commitments matches quite well with what would be expected on standard political economy grounds -modes 1 and 4 are the modes that are of greatest export interest to developing countries, and where there is domestic (EU) interest group-based opposition to liberalization. If the focus is on specific commitments by EU member states, the greatest variance with the EU average commitment is found for mode 3. France, Italy, Greece, Portugal, Finland and Sweden score 10 or more percentage points below the benchmark for the level of bound market access. The standard deviation of the commitments is twice as high for mode 3 commitments as for other modes on market access. This pattern reveals that although modes 1 and 4 are more \"sensitive\" for all countries, within the EU there were different sensitivities on mode 3. Annex table 2 reports the sectoral breakdown of the summary indicators reported in table 1 -health, transport and cultural services tend to be among sectors where the fewest commitments are made. Table 2 matches the proposals (offers) EU countries made in the Doha Round as of 2003-2004 against the prevailing GATS regime that is summarized in table 1. These data cover the most recent proposals to the extent that they were officially published and are not just snapshots of current trade negotiations as debated in the media. We thus implicitly treat any additional proposal as unofficial. The data in table 2 are drawn from an analysis by Langhammer (2005) and reflect the same methodological approach as in table 1, i.e. the Hoekman commitment index.",
        "cite_spans": [
          {
            "start": 1959,
            "end": 1976,
            "text": "Langhammer (2005)",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [
          {
            "start": 1513,
            "end": 1520,
            "text": "Table 2",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "The EU in the GATS: Uruguay Round Commitments and Doha Round Offers",
        "sec_num": "1."
      },
      {
        "text": "The offer made by the EU substantially increases the average commitment index from 46 to slightly above 58 percent. At the aggregate level the standard deviation would fall from 2 to 1.6, indicating an increase in uniformity at the EU member state level. In terms of the various modes, commitments in mode 4 improve but remain far below that in other modes. Only Finland's offer on mode 4 is far-reaching, but only for national treatment. On market access it is similar to most other EU countries on mode 4. The relative ranking of the \"sensitivity\" of the four modes remains the same. In relative terms the smallest expansion in commitment levels occurs for mode 1, presumably reflecting the concerns about outsourcing that emerged during the early years of the Doha round. In contrast to mode 1, the increase in the proposed level of bindings for modes 2 and 3 is significant, rising to over 80 percent. For mode 3 market access commitments the variance across EU members would fall, but the structure of commitments remains similar to the pre-Doha status quo, i.e., the \"lagging\" countries are mostly the same -only Greece would converge to the EU average as a result of the offers that were on the table as of 2004. However, in all cases where national sensitivities on mode 3 appear to remain, the level of proposed commitments on mode 3 is substantially higher than for mode 1. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The EU in the GATS: Uruguay Round Commitments and Doha Round Offers",
        "sec_num": "1."
      },
      {
        "text": "The transition economies on which this paper focuses are a very heterogeneous group of countries. They range from central European EU accession countries to landlocked, small Central Asian countries that were members of the Soviet Union. Some were already GATT-1947 contracting parties (Poland, Hungary, the Czech and Slovak Republics, Romania, Yugoslavia), but most were not. Some are proximate to the EU-15, sharing a common border. In what follows we divide the 16 countries into four groups: (a) the major Central European EU accession candidate countries -all of which were GATT members in 1994, the year before the creation of the WTO; (b) other EU accession countries; (c) South-Eastern European countries; and (d) the remaining set of countries, all of which belonged to the former Soviet Union. Note that group (b) also includes some ex-USSR members -the Baltic states. Table 3 displays the GATS commitment indices for these 4 sub-groups of transition economies, using the same methodology as in tables 1 and 2. Group (a) comprises the Czech Republic, Hungary, Poland, and the Slovak Republic. All were GATT-1947 contracting parties and had GATS schedules that took effect in 1994 and were revised subsequently to include additional commitments in the financial services and telecom sectors. Hungary has the highest commitment index (44 percent), followed by the Czech and the Slovak Republics (about 30 percent each) and Poland, with about 24 percent. The relatively low level of the commitment index for the Czech Republic, the Slovak Republic, and Poland is somewhat surprising given that all three countries were preparing to join the EU at the time of submitting the schedules. The high percentage of unbound commitments is also striking. The four other EU accession countries (group b) display higher average levels of GATS commitments. Latvia is the frontrunner, with about 59 percent, followed by Lithuania (47 percent) and Estonia (44 percent). The outlier is Slovenia, which joined the GATT in 1994, with a commitment index that is similar to that of the Central European countries that were GATT-1947 members -around 30 percent. The schedules date from 1995 (Slovenia); 1999 (Estonia and Latvia); and 2001 (Lithuania).",
        "cite_spans": [
          {
            "start": 256,
            "end": 265,
            "text": "GATT-1947",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 879,
            "end": 886,
            "text": "Table 3",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "The Pattern of GATS Commitments of Transition Economies",
        "sec_num": "2."
      },
      {
        "text": "In group (c), the South Eastern European countries, Croatia (49 percent) and Macedonia (42 percent) have higher commitment levels than Bulgaria (26 percent) and Romania (25 percent). Of these countries, Romania was a GATT-1947 contracting party, so that its GATS schedule was submitted in 1994. Schedules for the other countries were submitted in 1997 (Bulgaria), 2000 (Croatia), and 2004 (FYR Macedonia).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Pattern of GATS Commitments of Transition Economies",
        "sec_num": "2."
      },
      {
        "text": "The four former republics of the Soviet Union (group d) all committed themselves to a strikingly high degree of market access and nondiscrimination. Moldova is the leader, with 78 percent, followed by Kyrgyzstan (59 percent), Georgia (54 percent), and Armenia (42 percent).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Pattern of GATS Commitments of Transition Economies",
        "sec_num": "2."
      },
      {
        "text": "The schedules were submitted in 1999 (the Kyrgyz Republic), 2000 (Georgia), 2001 (Moldova), and 2004 (Armenia). For comparison purposes it is helpful to start with mapping the commitments of the transition economies to those of the EU-15. New EU member states' do not phase out or replace their national GATS schedules. The current EU schedule affects in principle only the EU-12; for the other member states the national schedules are, and remain, in force until a new EU-25 schedule has been negotiated. Sector-specific agreements (finance, telecom) were incorporated into the EU schedule, even though they affect the EU-15. As the EU schedule is very heterogeneous in any event, a phasing in of new member states is not required. Among the EU accession countries Latvia is the only one that went beyond the level of EU commitments, in particular in mode 4 for national treatment. On average, Latvia's GATS schedule is comparable to the EU Doha offer in 2004, implying a commitment index of about 58 percent. Noteworthy is that three of the four countries in group (d) -none of which are EU accession candidatesexceed the average Uruguay Round EU commitment level. One country, Moldova, has already made commitments that go beyond those offered by the EU in the Doha round as of 2003-4. Table 4 summarizes the patterns in the commitments made by the 16 transition economies. Four interesting results emerge. First, among the EU accession countries, countries that were not members of the GATT in 1994 seem to have done a lot more in terms of making commitments than the countries that were GATT members -the average commitment index is more than 12 percentage points higher. Poland's limited use of the GATS as a commitment device is particularly striking. Second, within the set of potential EU accession candidates, there is a lot of heterogeneity, with the Baltic States and some of the former Yugoslav republics revealing a strong interest in committing themselves in the GATS, but others such as Romania and Bulgaria doing much less. Third, post-1995 members of the WTO make more extensive commitments in the GATS than members of the GATT-1994. Fourth, many of the former Soviet republics, including three in Central Asia/Caucasus, appear to be highly committed to liberalization. The average commitment index of these countries is the highest across the transition economies. This is the case both for EU accession candidates (the Baltic states) and those that are not (group (d)). Thus, the data suggest that new WTO members do more than old ones and that EU accession status does not imply a country will make deeper GATS commitments. These findings raise a number of questions. First, what is the relationship between the GATS schedules/commitments and actual policies of the countries concerned? Do countries with little revealed interest in making deeper GATS commitments use discriminatory trade-related policies, or do they simply want to reserve the right to remain unconstrained with respect to their policy choices? Second, presumably the EU is taking the lead in the case of EU accession candidatesi.e., it may be that these countries do not \"need\" the GATS as they use EU accession as the focal point for reforms. Is this the case? And, if so, what explains the divergence across EU accession candidates in the depth of GATS commitments?",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 1289,
            "end": 1296,
            "text": "Table 4",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "The Pattern of GATS Commitments of Transition Economies",
        "sec_num": "2."
      },
      {
        "text": "As mentioned in the Introduction, there are two rationales in the literature for the existence of trade agreements. The market access explanation is that agreements are a way of internalizing the spillovers that are created by other countries' policies. This rationale emphasizes the terms of trade consequences of policies. The domestic political economy explanation puts the stress on the fact that trade agreements can be a vehicle for overcoming domestic resistance to desirable reforms (independent of any terms of trade rationale) and locking in such reforms (enhancing the credibility of reform). Given the small size of most transition economies the second explanation is more likely to apply. However, in assessing possible explanations for the observed pattern of GATS commitments, account needs to be taken of explanatory factors such as geographic proximity to a large market (the European Union), the size of the economy, and engagement in the EU accession process. Countries may have a greater incentive to use the GATS as a signaling and commitment device if they are small, geographically distant from large markets, and lack any prospect of joining the EU. In assessing the determinants of GATS commitments it is necessary to have an understanding of the actual policies applied by countries and the evolution in these policies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "GATS Commitments and Actual Policies",
        "sec_num": "3."
      },
      {
        "text": "What follows begins with an aggregate analysis of the extent to which GATS commitments by the four country groups match actual policies. The analysis is not a one-to-one comparison of commitments and practice in sub sector x or y. Our objective is simply to focus on the question whether GATS commitments help 'lock in' a broader reform agenda and are a good signal for actual policies or policy direction. Figure 1 reports data on the \"quality\" of actual service sector policies and reforms in the four country groups. The policy indices used were constructed by the EBRD and range from 1 to 4.3, with higher numbers implying a stronger commitment to reform (better policies). The Annex to this paper summarizes the criteria that qualify countries for the top score. Essentially the index measures the success of policy on the basis of privatization of state-owned monopolies, liberalization, and progress in implementing a supporting legal, institutional and regulatory framework. Thus, the indices used do not allow a direct comparison with GATS commitments, as the set of policies is different. The data span the period 1990-2004. The country scores are averages across a larger number of service sector activities (see Annex). The data used in figure 1 are averages of the country scores over time at the group level. They are subject to limitations in that they do not cover all service sectors and are somewhat arbitrary due to a certain amount of subjectivity associated with the EBRD assessment of sectoral policies (these are based on small sample surveys of practitioners in each country). They do, however, give a reasonable impression of the reform agenda put in place in these countries. In terms of policy, group (a) has consistently performed best over the whole transition period, followed by groups (b), (c), and (d), in that order. If, however, we rank the country groups on the basis of GATS commitments, the ranking of groups (a) and (d) is reversed, while the ranking of groups (b) and (c) remains unchanged (Table 5) . That is, the non-Baltic ex-Soviet Union members in the sample, despite having made among the deepest GATS commitments, are the countries that score the lowest in terms of the quality of actual service sector policies. This finding also holds if we do not use the average EBRD index of actual policy -which may be \"biased\" insofar as these are countries where reform may have started late, and, as noted above, they acceded to the WTO towards the end of the 1990s or later. If we use the 2004 EBRD index instead of the average over time, the same finding obtains. Comparing the averages with the most recent EBRD scores reveals that there is divergence between the country groups in the sense that the difference between the index for groups (d) and (a) in 2004 is greater than it is for the whole period. Thus, there is divergence in actual policy over time. Source: EBRD (2004) and authors calculations based on GATS schedules.",
        "cite_spans": [
          {
            "start": 2909,
            "end": 2920,
            "text": "EBRD (2004)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 407,
            "end": 415,
            "text": "Figure 1",
            "ref_id": null
          },
          {
            "start": 2030,
            "end": 2039,
            "text": "(Table 5)",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "GATS Commitments and Actual Policies",
        "sec_num": "3."
      },
      {
        "text": "There is, of course, also heterogeneity within the 4 country groups, especially groups aand (c) ( Figure 2 ). Therefore we also present a ranking of all countries jointly, using the same data as in table 5, which takes account of the information hidden by the averages (see also Annex Source: EBRD (2004) . Table 6 ranks countries -not groups -according to their GATS commitment index and reports their most recent EBRD index score as well as the average EBRD score for the period as a whole (1990) (1991) (1992) (1993) (1994) (1995) (1996) (1997) (1998) (1999) (2000) (2001) (2002) (2003) (2004) . The numbers in parentheses following each of the EBRD columns are the rankings based on the average and most recent EBRD scores, respectively. These rankings do not differ across the two EBRD measures, with the exception of group (a). Comparing the 2004 and the average EBRD columns reveal a difference between groups (a) and (b) and groups (c) and (d). In the first two groups there is convergence in that the difference between the highest and lowest ranked countries has declined over time. For groups (c) and (d) the opposite holds -there is divergence, largely reflecting the weak 'performance' of Macedonia, FYR and Kyrgyzstan. Table 6 also provides information on the correlation between timing of WTO commitments and actual policy (reform) measures. In group (a), for instance, Hungary saw a large increase in its reform index in 1991, much before its GATS schedule was submitted. For the other three countries there is greater coincidence of GATS and policy implementation, regardless of how much they committed to in the GATS. The Baltic countries are similar to Hungary in taking major reform steps before their GATS schedules took effect. The opposite is true for Slovenia, where the policy stance improved after the GATS commitments were made.",
        "cite_spans": [
          {
            "start": 293,
            "end": 304,
            "text": "EBRD (2004)",
            "ref_id": null
          },
          {
            "start": 492,
            "end": 498,
            "text": "(1990)",
            "ref_id": null
          },
          {
            "start": 499,
            "end": 505,
            "text": "(1991)",
            "ref_id": null
          },
          {
            "start": 506,
            "end": 512,
            "text": "(1992)",
            "ref_id": null
          },
          {
            "start": 513,
            "end": 519,
            "text": "(1993)",
            "ref_id": null
          },
          {
            "start": 520,
            "end": 526,
            "text": "(1994)",
            "ref_id": null
          },
          {
            "start": 527,
            "end": 533,
            "text": "(1995)",
            "ref_id": null
          },
          {
            "start": 534,
            "end": 540,
            "text": "(1996)",
            "ref_id": null
          },
          {
            "start": 541,
            "end": 547,
            "text": "(1997)",
            "ref_id": null
          },
          {
            "start": 548,
            "end": 554,
            "text": "(1998)",
            "ref_id": null
          },
          {
            "start": 555,
            "end": 561,
            "text": "(1999)",
            "ref_id": null
          },
          {
            "start": 562,
            "end": 568,
            "text": "(2000)",
            "ref_id": null
          },
          {
            "start": 569,
            "end": 575,
            "text": "(2001)",
            "ref_id": null
          },
          {
            "start": 576,
            "end": 582,
            "text": "(2002)",
            "ref_id": null
          },
          {
            "start": 583,
            "end": 589,
            "text": "(2003)",
            "ref_id": null
          },
          {
            "start": 590,
            "end": 596,
            "text": "(2004)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 98,
            "end": 106,
            "text": "Figure 2",
            "ref_id": null
          },
          {
            "start": 307,
            "end": 314,
            "text": "Table 6",
            "ref_id": "TABREF6"
          },
          {
            "start": 1233,
            "end": 1240,
            "text": "Table 6",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "GATS Commitments and Actual Policies",
        "sec_num": "3."
      },
      {
        "text": "Even though the magnitude of changes in policy differs between Croatia and Macedonia, both pursued reforms before their GATS schedules were submitted, whereas the opposite holds for Bulgaria and Romania (the latter being a GATT-1947 member). The countries in group (d) all have in common that they undertook reforms in the mid-1990s and have done little since then.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "GATS Commitments and Actual Policies",
        "sec_num": "3."
      },
      {
        "text": "The fact that they made far-reaching commitments in the GATS subsequent to their initial reforms had no impact on their apparent willingness or ability to move further in terms of policy reforms in the areas captured by the EBRD indices.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "GATS Commitments and Actual Policies",
        "sec_num": "3."
      },
      {
        "text": "The foregoing suggests that the 16 transition countries can be divided into three overlapping, non-exclusive categories. The first spans countries that have the prospect of accession to the EU.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Assessment",
        "sec_num": null
      },
      {
        "text": "All such countries are in practice more open than their GATS commitments suggest. These countries do not need the GATS as a liberalization device. The fact that on average their policy performance is inversely related to their GATS commitments suggests that they relied on other mechanisms, in particular the EU acquis communautaire, as a focal point and lock-in mechanism. However, the large differences across the countries concerned in the extent of their GATS commitments may provide information on the \"type\" of government and the perceived need or desire to signal this to the markets. The EU accession countries that did the most through the GATS -Hungary and the Baltic states -are also among the transition countries that have attracted the largest inflows of FDI relative to their GDP or overall investment, including in services (Eschenbach and Hoekman, 2006) . Their use of the GATS suggests there was perceived additionality in making commitments in the WTO, despite the high probability of accession to the EU (a probability that was probably seen to be lower by the markets for the Baltic states in the 1990s than for Hungary).",
        "cite_spans": [
          {
            "start": 840,
            "end": 870,
            "text": "(Eschenbach and Hoekman, 2006)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Assessment",
        "sec_num": null
      },
      {
        "text": "The second group is composed of countries that are relatively open in \"theory\" (as revealed by their GATS indices) and practice (as measured by the EBRD indices). They may or may not need the GATS because of EU accession status -many of the countries in this category are accession countries -but one commonality many of the countries in this category have is that with the exception of Hungary they were not members of the GATT-1947 . The WTO accession process is much more demanding for new entrants than it is on incumbents in terms of pressure to make commitments (Hoekman and Kostecki, 2001 ). This may help explain the greater alignment between actual policy indices and the level of GATS commitments.",
        "cite_spans": [
          {
            "start": 424,
            "end": 433,
            "text": "GATT-1947",
            "ref_id": null
          },
          {
            "start": 568,
            "end": 595,
            "text": "(Hoekman and Kostecki, 2001",
            "ref_id": "BIBREF4"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Assessment",
        "sec_num": null
      },
      {
        "text": "The third group is composed of countries that have services policies that are of lower quality than they would appear to be on the basis of GATS commitments. This group includes Armenia, Georgia, the Kyrgyz Republic, Moldova, and the FYR Macedonia. These countries have no or little chance of joining the EU in the near future. With the exception of Macedonia, they are geographically or culturally distant from the EU, have small markets, and were not GATT members in 1994. For these countries the GATS appears to have been either a failure -in not helping to promote improvements in services policies -or irrelevant in the sense that commitments were made that governments either did not intend to implement or could implement without resulting in a significant change in actual policies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Assessment",
        "sec_num": null
      },
      {
        "text": "There are a number of possible explanations for the observed disconnect between relatively extensive GATS commitments of non-EU accession countries and limited progress on actual reform. One possibility is that the intention was simply to \"join the WTO club\" rather than to pursue or reinforce domestic reforms. While this might be part of the explanation, a comparison of rankings based on the apparent depth of GATS commitments and the average level at which the countries concerned bound their goods tariffs reveals that the (non-EU candidate) countries with high levels of GATS commitments tend to have the lowest average level of bound tariffs (Table 7) . This suggests there was a desire to \"use\" the WTO as a commitment and signaling device. Another explanation is that in practice the political economy resistance to reform proved too great. In the latter case it may be that the GATS was too weak to help governments overcome such resistance, assuming they desired to, or too weak to help constituencies in these countries to hold governments that did not desire to pursue reforms accountable for implementation of national commitments. Whatever the reason may be, an implication is that the WTO may not be doing enough to assist governments to apply commitments.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 649,
            "end": 658,
            "text": "(Table 7)",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "Assessment",
        "sec_num": null
      },
      {
        "text": "There are two vehicles through which the WTO provides enforcement \"assistance:\" dispute settlement and transparency. The first offers an instrument for foreign suppliers to defend negotiated market access and other disciplines. The second is an instrument to flag potential implementation issues to internal constituencies in a WTO member as well foreign export interests. GATS commitments are binding. If trading partners perceive that a government is not living up to specific commitments, they can invoke WTO dispute settlement mechanisms. To date, no cases have been brought to the WTO against the countries concerned. This may be because these countries are actually in compliance with their commitments. If so, it is clear from the trends in actual policy as reflected in the EBRD indices that GATS commitments are a rather weak reed on which to base claims of lock-in or credibility. Alternatively, the lack of dispute settlement activity may be due to the very small markets involved. These countries attract few foreign suppliers for reasons that may have nothing to do with services policies (e.g., market size, political uncertainty and instability). Even if governments are violating commitments, the small size of their markets greatly reduces the incentives to initiate formal dispute settlement cases.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Assessment",
        "sec_num": null
      },
      {
        "text": "The limited incentive to pursue disputes against small countries implies that internal (domestic) enforcement of national GATS commitments by affected constituencies must be the primary vehicle to ensure implementation. This in turn suggests more attention be given to multilateral surveillance and monitoring of compliance and implementation of commitments, so as to assist domestic groups through the generation of information. Greater multilateral transparency may also help increase the perceived relevance of the GATS to stakeholders in small counties that have to date made only limited use of the GATS. It is noteworthy in this connection that the WTO Trade Policy Review mechanism has not yet generated reports on the relevant countries (i.e. group (d)) so far, i.e., the countries where such multilateral monitoring is most needed.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Assessment",
        "sec_num": null
      },
      {
        "text": "Given the increasing importance of the service sector, it is not surprising that services policies have become a prominent element of trade negotiations, both regional and multilateral. The GATS is the primary multilateral instrument that can be used to improve access to markets and lock in (promote) pro-competitive services policy reforms. The ability of the GATS to promote liberalization on a reciprocal basis has been questioned in the literature (see, for example, Hoekman and Messerlin 2000) . There are strong forces that should support unilateral policy reform efforts, and reciprocity within services may be hard to obtain. Small countries in particular may have little to offer. Clearly, however, there can be (and is) resistance to domestic reform. Making commitments in trade agreements can be used to overcome such opposition.",
        "cite_spans": [
          {
            "start": 472,
            "end": 499,
            "text": "Hoekman and Messerlin 2000)",
            "ref_id": "BIBREF5"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Remarks",
        "sec_num": "4."
      },
      {
        "text": "This commitment or lock-in argument for trade agreements is often used by proponents of such international cooperation. In the services/WTO context, transition economies have been among the WTO members that have made the most extensive GATS commitments. The wide discrepancies between rankings based on GATS commitments and actual policies that were found in this paper suggest that the commitment and signaling rationales for multilateral trade agreements may need to be qualified. Some transition countries appear not to have used the GATS for credibility/lock-in purposes because of the availability of an alternative -the prospect of EU accession. This no doubt helps to explain the low level of commitments made in the WTO by a number of accession candidates and the apparent disconnect between GATS commitments and actual policies. However, even within the set of potential accession countries there is a wide divergence in terms of the depth and coverage of GATS schedules. This implies that there is information to be extracted from the level of GATS commitments: deeper commitments can be used as a signaling device. This is important even for EU accession candidates as the EU is an incomplete common market when it comes to services trade and investment policy. At the margin this may provide additional incentives to make additional commitments in the GATS for signaling purposes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Remarks",
        "sec_num": "4."
      },
      {
        "text": "While the EU accession explanation for the discrepancy between actual policies and GATS commitments helps to resuscitate the theoretical rationale for trade agreements, most countries do not have any prospect of joining the EU or a similar deep integration arrangement.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Remarks",
        "sec_num": "4."
      },
      {
        "text": "Mechanisms like the GATS are then potentially much more important in helping governments that desire this to pursue and lock in reforms. The fact that the rank order of countries changes when EBRD policy performance rather than GATS commitments is used suggests that either the WTO enforcement mechanisms are ineffective or GATS commitments are simply not very useful or relevant in helping to improve services trade and investment policies. Either explanation is worrisome. Determining whether and which of these two possible explanations applies in each of the countries concerned is beyond the scope of this paper, but is clearly an important question for further research.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Remarks",
        "sec_num": "4."
      },
      {
        "text": "It should be stressed that the differences in the content of the coverage of the two indices used make our findings merely suggestive. Clearly much more research and effort to \"map\" actual policies is required. For example, it is not clear whether our finding is a reflection of the methodology underlying the indices used, noncompliance with multilateral commitments, or the limited commercial relevance of the type of commitments that are required under the GATS.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Remarks",
        "sec_num": "4."
      },
      {
        "text": "With the information available it is not possible to go beyond identifying the questions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Remarks",
        "sec_num": "4."
      },
      {
        "text": "However, insofar as our finding is not simply a reflection of the underlying data weaknesses that affect the level and change over time of the indices, there may be significant limitations to the relevance of the WTO for small (poor) countries as a commitment device. An element of a possible solution could be to devote more attention and resources to multilateral monitoring of compliance with commitments, the actual policies that are applied and their effects.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Remarks",
        "sec_num": "4."
      },
      {
        "text": "The index ranges from 1(little progress) to 4.3 (most advanced implementation of reform agenda) and has been compiled on an annual basis for the 1990-2004 period. The index used to measure service sector reform is the average of the following components:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Annex The EBRD Services Reform Indices",
        "sec_num": null
      },
      {
        "text": "• Banking and interest rate liberalization: 4.3 means full convergence of banking laws and regulations with BIS standards, provision of full set of competitive banking services. • Securities markets and non-bank financial institutions: 4.3 means full convergence of securities laws and regulations with IOSCO standards, fully developed non-bank intermediation. • Electric power: 4.3 means Tariffs cost-reflective and provide adequate incentive for efficiency improvements. Large-scale private sector involvement in the unbundled and well-regulated sector. Fully liberalized sector with well-functioning arrangements for network access and full competition in generation. Fully autonomous regulator exists with complete authority to review and enforce tariff levels and quality standards. Widespread private sector participation via service/management/lease contracts. High-powered incentives, full concessions and/or divestiture of water and waste-water services in major urban areas.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Annex The EBRD Services Reform Indices",
        "sec_num": null
      },
      {
        "text": "Source : EBRD Transition Report, 2004.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Annex The EBRD Services Reform Indices",
        "sec_num": null
      },
      {
        "text": "GATS terminology Weights used to construct Commitment Index None 1=full commitment None, except specific services or provisions 0.5=Partial Unbound, except specific services or provisions 0.5=Partial Unbound, except as indicated in horizontal section, plus textual description of bound commitments 0.5=Partial Unbound, due to lack of technical feasibility, except specific services 0.5=Partial Textual description of bound commitments 0.5=Partial Unbound 0=Unbound Unbound, except as indicated in horizontal section 0=Unbound",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Annex Table 1. Classification of GATS Commitments",
        "sec_num": null
      },
      {
        "text": "Unbound, due to lack of technical feasibility 0=Unbound",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Annex Table 1. Classification of GATS Commitments",
        "sec_num": null
      },
      {
        "text": "Sector not mentioned in schedule 0=Unbound",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Annex Table 1. Classification of GATS Commitments",
        "sec_num": null
      },
      {
        "text": "Source: Author's definitions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Annex Table 1. Classification of GATS Commitments",
        "sec_num": null
      },
      {
        "text": "1=none 0.5=partial sum as share of maximum=commitment index (1) ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Annex Table 1. Classification of GATS Commitments",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "(2) (3) (4) (1) (2) (3) (4) (1) (2) (3) (4) (1) (2) (3) (4) (1) (2) (3) (4) (1) (2) (3) (4) (1) (2) (3) (4) (1) (2) (3)",
            "eq_num": "(4)"
          }
        ],
        "section": "Annex Table 1. Classification of GATS Commitments",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "(2) (3) (4) (1) (2) (3) (4) (1) (2) (3) (4) (1) (2) (3) (4) (1) (2) (3) (4) (1) (2) (3) (4) (1) (2) (3) (4) (1) (2) (3)",
            "eq_num": "(4)"
          }
        ],
        "section": "Annex Table 1. Classification of GATS Commitments",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "The Economics of the World Trading System",
        "authors": [
          {
            "first": "Kyle",
            "middle": [],
            "last": "Bagwell",
            "suffix": ""
          },
          {
            "first": "Robert",
            "middle": [],
            "last": "Staiger",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bagwell, Kyle, and Robert Staiger. 2002. The Economics of the World Trading System. Cambridge, MA: MIT Press.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "EBRD (European Bank for Reconstruction and Development)",
        "authors": [],
        "year": 2004,
        "venue": "Transition Report",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "EBRD (European Bank for Reconstruction and Development). 2004. Transition Report 2004. London: EBRD.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Services Policy Reform and Economic Growth in Transition Economies",
        "authors": [
          {
            "first": "Felix",
            "middle": [],
            "last": "Eschenbach",
            "suffix": ""
          },
          {
            "first": "Bernard",
            "middle": [],
            "last": "Hoekman",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "World Bank Policy Research Working Paper",
        "volume": "3663",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Eschenbach, Felix, and Bernard Hoekman. 2005. \"Services Policy Reform and Economic Growth in Transition Economies,\" World Bank Policy Research Working Paper 3663, Washington, DC.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Assessing the General Agreement on Trade in Services",
        "authors": [
          {
            "first": "Bernard",
            "middle": [],
            "last": "Hoekman",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "The Uruguay Round and the Developing Countries",
        "volume": "",
        "issue": "",
        "pages": "88--124",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hoekman, Bernard. 1996. \"Assessing the General Agreement on Trade in Services,\" in Will Martin and Alan L. Winters (eds.), The Uruguay Round and the Developing Countries, Cambridge: Cambridge University Press, 88-124.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "The Political Economy of the World Trading System",
        "authors": [
          {
            "first": "Bernard",
            "middle": [],
            "last": "Hoekman",
            "suffix": ""
          },
          {
            "first": "Michael",
            "middle": [
              "M"
            ],
            "last": "Kostecki",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hoekman, Bernard, and Michael M. Kostecki. 2001. The Political Economy of the World Trading System. Oxford: Oxford University Press.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Liberalizing Trade in Services: Reciprocal Negotiations and Regulatory Reform",
        "authors": [
          {
            "first": "Bernard",
            "middle": [],
            "last": "Hoekman",
            "suffix": ""
          },
          {
            "first": "Patrick",
            "middle": [],
            "last": "Messerlin",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "GATS 2000: New Directions in Services Trade Liberalization",
        "volume": "",
        "issue": "",
        "pages": "487--508",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hoekman, Bernard, and Patrick Messerlin. 2000. \"Liberalizing Trade in Services: Reciprocal Negotiations and Regulatory Reform.\" In GATS 2000: New Directions in Services Trade Liberalization, ed. Pierre Sauvé and Robert M. Stern, Washington, DC: Brookings Institution, 487- 508.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "The EU Offer for Service Trade Liberalization in the Doha Round. Evidence for a Not-Yet-Perfect Customs Union",
        "authors": [
          {
            "first": "Rolf",
            "middle": [],
            "last": "Langhammer",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Journal of Common Market Studies",
        "volume": "43",
        "issue": "",
        "pages": "311--325",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Langhammer, Rolf. 2005. \"The EU Offer for Service Trade Liberalization in the Doha Round. Evidence for a Not-Yet-Perfect Customs Union,\" Journal of Common Market Studies, Vol. 43, 2: 311-325.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Trade Policy in Democratic Societies",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Tumlir",
            "suffix": ""
          }
        ],
        "year": 1985,
        "venue": "American Enterprise Institute",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Tumlir, Jan. 1985. \"Trade Policy in Democratic Societies.\" American Enterprise Institute, Washington, DC.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": null,
        "text": "Figure 1. The Time Path of Service Sector Reform in Transition Economies Service Sector Reform Index 1990-2004 Groups (a)-(d)"
      },
      "FIGREF1": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "fig_num": null,
        "text": "• Railways: 4.3 means separation of infrastructure from operations and freight from passenger operations. Full divestment and transfer of asset ownership implemented or planned, including infrastructure and rolling stock. Rail regulator established and access pricing implemented. • Roads: 4.3 means fully decentralized road administration. Commercialized road maintenance operations competitively awarded to private companies. Road user charges reflect the full costs of road use and associated factors, such as congestion, accidents and pollution. Widespread private sector participation in all aspects of road provision. Full public consultation on new road projects. • Telecommunications: 4.3 means there is effective regulation through and independent entity. Coherent regulatory and institutional framework to deal with tariffs, interconnection rules, licensing, concession fees and spectrum allocation. Consumer ombudsman function. • Water and waste water: 4.3 means water utilities fully decentralized and commercialized."
      },
      "TABREF0": {
        "num": null,
        "html": null,
        "type_str": "table",
        "content": "<table><tr><td/><td/><td colspan=\"2\">Market Access</td><td/><td colspan=\"4\">National Treatment</td><td/><td colspan=\"2\">MA + NT</td><td/></tr><tr><td/><td>Mode: 1</td><td>2</td><td>3</td><td>4</td><td>1</td><td>2</td><td>3</td><td>4</td><td>1</td><td>2</td><td>3</td><td>4</td><td>All</td></tr><tr><td>EU*</td><td colspan=\"13\">52.6 68.1 67.1 0.0 52.3 68.4 67.4 0.0 52.4 68.2 67.3 0.0 47.0</td></tr><tr><td>Belgium</td><td colspan=\"13\">51.0 68.1 64.2 0.3 51.0 68.4 67.4 1.0 51.0 68.2 65.8 0.6 46.4</td></tr><tr><td>Germany</td><td colspan=\"13\">51.6 66.8 65.5 1.0 50.3 67.7 67.1 0.6 51.0 67.3 66.3 0.8 46.3</td></tr><tr><td>Denmark</td><td colspan=\"13\">51.3 67.1 65.8 2.6 51.9 68.4 65.8 3.9 51.6 67.7 65.8 3.2 47.1</td></tr><tr><td>Spain</td><td colspan=\"13\">51.0 68.1 59.7 1.3 52.3 68.4 67.4 1.9 51.6 68.2 63.5 1.6 46.3</td></tr><tr><td>France</td><td colspan=\"13\">49.4 67.4 57.1 6.5 50.6 68.4 66.5 1.0 50.0 67.9 61.8 3.7 45.8</td></tr><tr><td>Greece</td><td colspan=\"13\">45.2 67.4 56.1 9.0 49.4 68.4 66.8 0.0 47.3 67.9 61.5 4.5 45.3</td></tr><tr><td>Italy</td><td colspan=\"13\">46.8 67.7 57.4 2.9 47.1 68.4 66.5 7.7 46.9 68.1 61.9 5.3 45.6</td></tr><tr><td>Ireland</td><td colspan=\"13\">50.6 68.1 63.5 0.0 51.0 68.4 67.4 0.0 50.8 68.2 65.5 0.0 46.1</td></tr><tr><td>Luxembourg</td><td colspan=\"13\">52.6 68.1 66.8 0.0 52.3 68.4 67.4 0.0 52.4 68.2 67.1 0.0 46.9</td></tr><tr><td>Netherlands</td><td colspan=\"13\">52.6 68.1 66.8 0.0 52.3 68.4 67.4 0.0 52.4 68.2 67.1 0.0 46.9</td></tr><tr><td>Portugal</td><td colspan=\"13\">43.5 67.7 51.0 2.9 49.0 68.4 67.1 4.2 46.3 68.1 59.0 3.5 44.2</td></tr><tr><td>UK</td><td colspan=\"13\">52.6 67.7 66.1 0.0 52.3 68.4 67.4 0.0 52.4 68.1 66.8 0.0 46.8</td></tr><tr><td>Austria</td><td colspan=\"13\">55.8 68.7 64.8 8.7 53.5 68.7 67.7 10.0 54.7 68.7 66.3 9.4 49.8</td></tr><tr><td>Sweden</td><td colspan=\"13\">47.4 60.0 50.0 0.6 48.1 60.0 53.5 1.9 47.7 60.0 51.8 1.3 40.2</td></tr><tr><td>Finland</td><td colspan=\"8\">51.3 58.7 52.3 0.6 52.6 58.7 56.8 36.</td><td/><td/><td/><td/></tr></table>",
        "text": ""
      },
      "TABREF1": {
        "num": null,
        "html": null,
        "type_str": "table",
        "content": "<table><tr><td/><td/><td colspan=\"2\">Market Access</td><td/><td colspan=\"4\">National Treatment</td><td/><td colspan=\"2\">MA + NT</td><td/></tr><tr><td/><td>Mode: 1</td><td>2</td><td>3</td><td>4</td><td>1</td><td>2</td><td>3</td><td>4</td><td>1</td><td>2</td><td>3</td><td>4</td><td>All</td></tr><tr><td>EU*</td><td colspan=\"13\">n.a. n.a. n.a. n.a. n.a. n.a. n.a. n.a. n.a. n.a. n.a. n.a. n.a.</td></tr><tr><td>Belgium</td><td colspan=\"13\">57.1 89.4 84.5 0.4 56.6 90.3 86.7 2.2 56.9 89.9 85.6 1.3 58.4</td></tr><tr><td>Germany</td><td colspan=\"13\">56.6 87.6 81.9 1.8 55.3 88.5 85.0 2.2 56.0 88.1 83.5 2.0 57.4</td></tr><tr><td>Denmark</td><td colspan=\"13\">60.2 89.4 85.4 2.7 59.3 90.3 84.5 4.4 59.8 89.9 85.0 3.6 59.5</td></tr><tr><td>Spain</td><td colspan=\"13\">57.5 89.8 78.3 1.3 57.5 90.3 86.7 1.3 57.5 90.1 82.5 1.3 57.8</td></tr><tr><td>France</td><td colspan=\"13\">51.8 88.5 79.2 9.7 54.0 90.3 84.5 2.7 52.9 89.4 81.9 6.2 57.6</td></tr><tr><td>Greece</td><td colspan=\"13\">55.8 89.4 83.6 4.9 54.9 90.3 85.8 0.9 55.4 89.9 84.7 2.9 58.2</td></tr><tr><td>Italy</td><td colspan=\"13\">50.4 88.9 77.0 5.3 49.1 90.3 85.4 9.3 49.8 89.6 81.2 7.3 57.0</td></tr><tr><td>Ireland</td><td colspan=\"13\">56.6 89.9 85.8 0.0 55.8 90.3 86.7 0.9 56.2 90.1 86.3 0.5 58.3</td></tr><tr><td>Luxembourg</td><td colspan=\"13\">61.5 89.8 86.7 0.4 60.2 90.3 86.7 0.9 60.9 90.1 86.7 0.7 59.6</td></tr><tr><td>Netherlands</td><td colspan=\"13\">59.7 89.8 86.7 0.0 58.4 90.3 86.7 0.9 59.1 90.1 86.7 0.5 59.1</td></tr><tr><td>Portugal</td><td colspan=\"13\">54.0 89.9 74.8 2.7 53.1 90.3 84.1 6.6 53.6 90.1 79.5 4.7 56.9</td></tr><tr><td>UK</td><td colspan=\"13\">60.6 89.9 86.7 3.5 59.3 90.3 86.7 0.9 60.0 90.1 86.7 2.2 59.7</td></tr><tr><td>Austria</td><td colspan=\"13\">65.5 87.2 82.3 6.2 62.4 88.1 85.0 1.8 64.0 87.7 83.7 4.0 59.8</td></tr><tr><td>Sweden</td><td colspan=\"13\">57.5 80.5 74.3 1.3 56.6 81.4 74.8 3.1 57.1 81.0 74.6 2.2 53.7</td></tr><tr><td>Finland</td><td colspan=\"13\">58.8 77.0 74.3 0.9 58.8 78.3 75.2 57.1 58.8 77.7 74.8 29.0 60.1</td></tr><tr><td colspan=\"14\">Standard deviation 3.8 3.8 4.7 2.8 3.3 3.7 3.9 14.2 3.5 3.7 4.0 7.1 1.6</td></tr><tr><td>Mean</td><td colspan=\"13\">57.6 87.8 81.4 2.7 56.8 88.6 84.3 6.3 57.2 88.2 82.9 4.5 58.2</td></tr><tr><td>* \"</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>",
        "text": "EU\" is an artificial benchmark schedule that does not have country-specific factors. The calculated numbers represent the percentage of committed sectors in the total, weighted by the type of binding(full, partial, unbound)."
      },
      "TABREF2": {
        "num": null,
        "html": null,
        "type_str": "table",
        "content": "<table><tr><td/><td/><td colspan=\"2\">Market Access</td><td/><td colspan=\"4\">National Treatment</td><td/><td colspan=\"2\">MA + NT</td><td/></tr><tr><td colspan=\"2\">Mode : 1</td><td>2</td><td>3</td><td>4</td><td>1</td><td>2</td><td>3</td><td>4</td><td>1</td><td>2</td><td>3</td><td>4</td><td>All</td></tr><tr><td colspan=\"14\">Czech Republic 31.6 Poland 21.0 26.5 26.5 4.5 23.5 29.0 35.2 30.0 22.3 27.7 30.8 17.3 24.5</td></tr><tr><td>Slovak Republic</td><td colspan=\"13\">32.6 50.3 33.2 0.0 38.7 56.1 41.6 0.0 35.6 53.2 37.4 0.0 31.6</td></tr><tr><td>Estonia</td><td colspan=\"13\">57.1 62.9 59.0 0.0 56.8 62.6 54.2 1.9 56.9 62.7 56.6 1.0 44.3</td></tr><tr><td>Latvia</td><td colspan=\"13\">50.6 73.2 70.0 1.6 58.1 73.5 73.2 72.3 54.4 73.4 71.6 36.9 59.1</td></tr><tr><td>Lithuania</td><td colspan=\"13\">53.9 68.7 60.3 0.0 55.5 68.4 65.5 1.6 54.7 68.5 62.9 0.8 46.7</td></tr><tr><td>Slovenia</td><td colspan=\"13\">30.3 45.2 41.6 0.3 34.8 48.7 47.4 0.6 32.6 46.9 44.5 0.5 31.1</td></tr><tr><td>Croatia</td><td colspan=\"13\">49.0 70.6 68.7 0.3 55.5 74.8 74.5 0.6 52.3 72.7 71.6 0.5 49.3</td></tr><tr><td>Macedonia</td><td colspan=\"13\">41.6 62.3 54.2 0.0 52.6 64.8 61.0 0.6 47.1 63.5 57.6 0.3 42.1</td></tr><tr><td>Bulgaria</td><td colspan=\"13\">21.3 38.4 35.5 4.8 26.1 41.0 42.6 1.3 23.7 39.7 39.0 3.1 26.4</td></tr><tr><td>Romania</td><td colspan=\"13\">25.2 30.3 31.9 0.0 25.8 31.6 33.5 21.9 25.5 31.0 32.7 11.0 25.0</td></tr><tr><td>Armenia</td><td colspan=\"13\">40.0 64.5 55.8 0.0 46.5 64.5 63.9 0.0 43.2 64.5 59.8 0.0 41.9</td></tr><tr><td>Georgia</td><td colspan=\"13\">62.6 76.8 73.2 0.0 64.5 76.8 74.2 0.0 63.5 76.8 73.7 0.0 53.5</td></tr><tr><td>Kyrgyzstan</td><td colspan=\"13\">80.6 82.6 74.5 0.0 80.6 82.6 73.5 0.0 80.6 82.6 74.0 0.0 59.3</td></tr><tr><td>Moldova</td><td colspan=\"13\">86.1 87.7 85.2 0.0 91.9 91.9 91.9 92.3 89.0 89.8 88.5 46.1 78.4</td></tr><tr><td colspan=\"14\">Standard deviation 19.5 18.0 18.2 1.6 19.2 17.6 16.9 28.3 19.3 17.8 17.5 14.2 14.8</td></tr><tr><td>Mean</td><td colspan=\"13\">45.9 59.4 53.7 0.8 50.5 61.4 58.5 14.0 48.2 60.4 56.1 7.4 43.0</td></tr></table>",
        "text": "48.7 31.9 0.3 38.1 53.5 41.6 0.6 34.8 51.1 36.8 0.5 30.8 Hungary 50.6 61.0 58.1 1.3 60.0 61.9 61.9 0.0 55.3 61.5 60.0 0.6 44.4 The calculated numbers represent the percentage of committed sectors in the total, weighted by the type of binding (full, partial, unbound)."
      },
      "TABREF3": {
        "num": null,
        "html": null,
        "type_str": "table",
        "content": "<table><tr><td/><td/><td/><td/><td/><td/><td>Group (d)</td><td/></tr><tr><td>Group (a)</td><td/><td colspan=\"2\">Group (b)</td><td>Group (c)</td><td/><td colspan=\"2\">Former Soviet</td></tr><tr><td colspan=\"2\">EU accession in 2004,</td><td colspan=\"2\">EU accession in 2004,</td><td colspan=\"2\">South Eastern Europe,</td><td>republics,</td><td/></tr><tr><td colspan=\"2\">'core' Central Europe</td><td>'Other'</td><td/><td colspan=\"2\">potential EU candidates</td><td colspan=\"2\">not potential EU</td></tr><tr><td/><td/><td/><td/><td/><td/><td>candidates</td><td/></tr><tr><td>Country</td><td>Index</td><td>Country</td><td>Index</td><td>Country</td><td>Index</td><td>Country</td><td>Index</td></tr><tr><td>Hungary</td><td>44.4</td><td>Latvia</td><td>59.1</td><td>Croatia</td><td>49.3</td><td>Moldova</td><td>78.4</td></tr><tr><td>Slovak Rep.</td><td>31.6</td><td>Lithuania</td><td>46.7</td><td>Macedonia, FYR</td><td>42.1</td><td>Kyrgyz Rep.</td><td>59.3</td></tr><tr><td>Czech Rep.</td><td>30.8</td><td>Estonia</td><td>44.3</td><td>Romania</td><td>25.0</td><td>Georgia</td><td>53.5</td></tr><tr><td>Poland</td><td>24.5</td><td>Slovenia</td><td>31.1</td><td>Bulgaria</td><td>26.4</td><td>Armenia</td><td>41.9</td></tr><tr><td>Average</td><td>32.8</td><td>Average</td><td>45.3</td><td>Average</td><td>35.7</td><td>Average</td><td>58.3</td></tr><tr><td colspan=\"3\">Source: Authors calculations.</td><td/><td/><td/><td/><td/></tr></table>",
        "text": ""
      },
      "TABREF4": {
        "num": null,
        "html": null,
        "type_str": "table",
        "content": "<table><tr><td/><td/><td>Ranked by</td><td/><td>Ranked by</td><td>Ranked by</td></tr><tr><td/><td>Country</td><td>average GATS</td><td>Country</td><td>average EBRD</td><td>2004 EBRD</td></tr><tr><td>Rank</td><td>Group</td><td>commitment index</td><td>Group</td><td>score</td><td>score</td></tr><tr><td>1</td><td>Group (d)</td><td>58.3</td><td>Group (a)</td><td>2.68</td><td>3.44</td></tr><tr><td>2</td><td>Group (b)</td><td>45.3</td><td>Group (b)</td><td>2.41</td><td>3.19</td></tr><tr><td>3</td><td>Group (c)</td><td>35.7</td><td>Group (c)</td><td>2.01</td><td>2.85</td></tr><tr><td>4</td><td>Group (a)</td><td>32.8</td><td>Group (d)</td><td>1.70</td><td>2.24</td></tr></table>",
        "text": ""
      },
      "TABREF5": {
        "num": null,
        "html": null,
        "type_str": "table",
        "content": "<table><tr><td/><td colspan=\"2\">Service Sector Reform Index</td><td/><td colspan=\"2\">Service Sector Reform Index</td></tr><tr><td/><td colspan=\"2\">1990-2004 Group (a)</td><td/><td colspan=\"2\">1990-2004 Group (b)</td></tr><tr><td>4.50</td><td/><td/><td>4.50</td><td/><td/></tr><tr><td>4.00</td><td/><td/><td>4.00</td><td/><td/></tr><tr><td>3.50</td><td/><td>Hungary</td><td>3.50</td><td/><td/></tr><tr><td>3.00</td><td/><td/><td>3.00</td><td/><td>Latvia</td></tr><tr><td>2.50</td><td/><td>Slovak Republic</td><td>2.50</td><td/><td>Lithuania</td></tr><tr><td>2.00</td><td/><td>Czech</td><td>2.00</td><td/><td>Estonia</td></tr><tr><td>1.00 1.50</td><td/><td>Republic Poland</td><td>1.00 1.50</td><td/><td>Slovenia</td></tr><tr><td>0.50</td><td/><td/><td>0.50</td><td/><td/></tr><tr><td>0.00</td><td/><td/><td>0.00</td><td/><td/></tr><tr><td>1990</td><td>1995</td><td>2000</td><td>1990</td><td>1995</td><td>2000</td></tr><tr><td/><td colspan=\"2\">Service Sector Reform Index</td><td/><td colspan=\"2\">Service Sector Reform Index</td></tr><tr><td/><td colspan=\"2\">1990-2004 Group (c)</td><td/><td colspan=\"2\">1990-2004 Group (d)</td></tr><tr><td>4.50</td><td/><td/><td>4.50</td><td/><td/></tr><tr><td>4.00</td><td/><td/><td>4.00</td><td/><td/></tr><tr><td>3.50</td><td/><td/><td>3.50</td><td/><td/></tr><tr><td>3.00</td><td/><td>Croatia</td><td>3.00</td><td/><td>Kyrgyzstan</td></tr><tr><td>2.50</td><td/><td/><td>2.50</td><td/><td/></tr><tr><td>2.00</td><td/><td>Macedonia</td><td>2.00</td><td/><td>Georgia</td></tr><tr><td>1.50</td><td/><td>Romania</td><td>1.50</td><td/><td>Moldova</td></tr><tr><td>1.00</td><td/><td>Bulgaria</td><td>1.00</td><td/><td>Armenia</td></tr><tr><td>0.50</td><td/><td/><td>0.50</td><td/><td/></tr><tr><td>0.00</td><td/><td/><td>0.00</td><td/><td/></tr><tr><td>1990</td><td>1995</td><td>2000</td><td>1990</td><td>1995</td><td>2000</td></tr></table>",
        "text": "This contrasts with the picture painted by the GATS commitments, where Bulgaria and Romania did very little and Macedonia, FYR in contrast made more extensive commitments. GATS commitments and practice thus seem to be reversed for these three countries. Croatia is the outlier, in that it performs well in terms of both GATS commitments and applied policy. The poor policy performance of all four countries in group (d) is striking. Compared to the other Moreover, the relatively ambitious GATS commitments of all four countries are not reflected in good policies or better performance over time. AnnexTable 4confirms the analysis and identifies Moldova, Kyrgyzstan, and Georgia as particularly striking examples of \"better theory than practice\", whereas it does the reverse for Poland and the Czech Republic."
      },
      "TABREF6": {
        "num": null,
        "html": null,
        "type_str": "table",
        "content": "<table><tr><td/><td/><td/><td/><td/><td/><td>Strongest</td></tr><tr><td/><td>EBRD</td><td/><td>Average</td><td>GATS</td><td>Strongest</td><td>change in</td></tr><tr><td/><td>Score</td><td/><td>EBRD</td><td>schedule</td><td>Reform</td><td>EBRD</td></tr><tr><td>Country</td><td>2004</td><td>Rank</td><td>Score Rank</td><td>submitted in</td><td>Period</td><td>Index</td></tr><tr><td>Group (a)</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Hungary</td><td>3.8</td><td>(1)</td><td>3.1 (1)</td><td>1994</td><td>1991</td><td>0.61</td></tr><tr><td>Slovak Republic</td><td>3.1</td><td>(3)</td><td>2.1 (4)</td><td>1994</td><td>1995</td><td>0.39</td></tr><tr><td>Czech Republic</td><td>3.4</td><td>(2)</td><td>2.6 (3)</td><td>1994</td><td>1993</td><td>0.50</td></tr><tr><td>Poland</td><td>3.4</td><td>(2)</td><td>2.9 (2)</td><td>1994</td><td>1995</td><td>0.45</td></tr><tr><td>Group (b)</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Latvia</td><td>3.11</td><td>(3)</td><td>2.30 (3)</td><td>1999</td><td>1994</td><td>0.95</td></tr><tr><td>Lithuania</td><td>3.05</td><td>(4)</td><td>2.19 (4)</td><td>2001</td><td>1995</td><td>0.67</td></tr><tr><td>Estonia</td><td>3.44</td><td>(1)</td><td>2.68 (1)</td><td>1999</td><td>1993</td><td>0.45</td></tr><tr><td>Slovenia</td><td>3.17</td><td>(2)</td><td>2.47 (2)</td><td>1995</td><td>1998</td><td>0.44</td></tr><tr><td>Group (c)</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Croatia</td><td>3.17</td><td>(1)</td><td>2.21 (1)</td><td>2000</td><td>1994</td><td>0.56</td></tr><tr><td>Macedonia, FYR</td><td>2.22</td><td>(4)</td><td>1.82 (4)</td><td>2004</td><td>2000</td><td>0.22</td></tr><tr><td>Romania</td><td>2.94</td><td>(3)</td><td>1.96 (3)</td><td>1994</td><td>1998</td><td>0.39</td></tr><tr><td>Bulgaria</td><td>3.06</td><td>(2)</td><td>2.08 (2)</td><td>1997</td><td>1999</td><td>0.33</td></tr><tr><td>Group (d)</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Moldova</td><td>2.33</td><td>(2)</td><td>1.80 (2)</td><td>2001</td><td>1997</td><td>0.44</td></tr><tr><td>Kyrgyz Rep.</td><td>1.94</td><td>(4)</td><td>1.56 (4)</td><td>1999</td><td>1994</td><td>0.33</td></tr><tr><td>Georgia</td><td>2.28</td><td>(3)</td><td>1.62 (3)</td><td>2000</td><td>1997</td><td>0.50</td></tr><tr><td>Armenia</td><td>2.39</td><td>(1)</td><td>1.82 (1)</td><td>2004</td><td>1995</td><td>0.33</td></tr></table>",
        "text": ""
      },
      "TABREF7": {
        "num": null,
        "html": null,
        "type_str": "table",
        "content": "<table><tr><td/><td/><td>Ranked by</td><td/><td/></tr><tr><td/><td>Country</td><td>average bound</td><td>Country</td><td>Ranked by GATS</td></tr><tr><td>Rank</td><td/><td>tariff</td><td/><td>commitment index</td></tr><tr><td>1</td><td>Moldova</td><td>5.5</td><td>Moldova</td><td>78.4</td></tr><tr><td>2</td><td>Croatia</td><td>5.8</td><td>Kyrgyz Republic</td><td>59.3</td></tr><tr><td>3</td><td>Georgia</td><td>7.2</td><td>Georgia</td><td>53.5</td></tr><tr><td>4</td><td>Kyrgyz Republic</td><td>7.4</td><td>Croatia</td><td>49.3</td></tr><tr><td>5</td><td>Armenia</td><td>8.5</td><td>Armenia</td><td>41.9</td></tr><tr><td>6</td><td>Bulgaria</td><td>24.2</td><td>Bulgaria</td><td>26.4</td></tr><tr><td>7</td><td>Romania</td><td>40.4</td><td>Romania</td><td>25</td></tr><tr><td>Note:</td><td/><td/><td/><td/></tr></table>",
        "text": "The average tariff is the most recent simple average of all tariff bindings. The countries selected exclude those that joined the EU. Data on tariff bindings were not available for Macedonia. Sources: Based on UNCTAD TRAINS and WTO IDB database"
      },
      "TABREF12": {
        "num": null,
        "html": null,
        "type_str": "table",
        "content": "<table><tr><td>All Sectors Source: Own assessment 1=none 0.5=partial Note: Market Access 52.6 67.7 66.1 Mode of supply sum as share of maximum=commitment index (1)</td><td>0.0</td><td>52.3 EU</td><td>68.4 National Treatment 67.4 0.0 Mode of supply</td><td>55.8</td><td>68.7 Market Access 64.8 Mode of supply</td><td>8.7</td><td>53.5 Belgium</td><td>68.7 National Treatment 67.7 10.0 Mode of supply</td><td>47.4</td><td>60.0 Mode of supply 50.0 Market Access</td><td>0.6 Germany 48.1</td><td>60.0 Mode of supply 53.5 National Treatment 1.9</td><td>51.3</td><td>58.7 Mode of supply 52.3 Market Access</td><td>0.6 Denmark 52.6</td><td>0 36.1 National Treatment 58.7 56.8 Mode of supply</td></tr></table>",
        "text": "Figures reflect percentage of committed sectors in total weighted by type of binding (full, partial)"
      },
      "TABREF16": {
        "num": null,
        "html": null,
        "type_str": "table",
        "content": "<table><tr><td>Market Access</td><td/><td/><td colspan=\"2\">National Treatment</td><td/><td>Market Access</td><td/><td/><td colspan=\"2\">National Treatment</td><td/><td>Market Access</td><td/><td/><td colspan=\"2\">National Treatment</td><td/><td>Market Access</td><td/><td/><td colspan=\"2\">National Treatment</td></tr><tr><td>64.5 Note: Mode of supply 55.8 Source: Own assessment</td><td>0.0</td><td>46.5</td><td>64.5 Mode of supply 63.9</td><td>0.0</td><td>62.6</td><td>76.8 Mode of supply 73.2</td><td>0.0</td><td>64.5</td><td>76.8 Mode of supply 74.2</td><td>0.0</td><td>86.1</td><td>87.7 Mode of supply 85.2</td><td>0.0</td><td>91.9</td><td>91.9 Mode of supply 91.9</td><td>92.3</td><td>80.3</td><td>82.6 Mode of supply 74.5</td><td>0.0</td><td>80.6</td><td>82.6 Mode of supply 73.5</td><td>0.0</td></tr></table>",
        "text": "Figures reflect percentage of committed sectors in total weighted by type of binding (full, partial)"
      }
    }
  }
}