{
  "paper_id": "D6940913",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:17.503207Z"
  },
  "title": "Implementing a WTO Agreement on Trade Facilitation: What Makes Sense?",
  "authors": [
    {
      "first": "J",
      "middle": [
        "Michael"
      ],
      "last": "Finger",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group",
        "institution": "",
        "location": {
          "country": "World Bank"
        }
      },
      "email": ""
    },
    {
      "first": "John",
      "middle": [
        "S"
      ],
      "last": "Wilson",
      "suffix": "",
      "affiliation": {
        "laboratory": "Development Research Group",
        "institution": "",
        "location": {
          "country": "World Bank"
        }
      },
      "email": ""
    }
  ],
  "year": "",
  "venue": null,
  "identifiers": {},
  "abstract": "Contrary to the prevailing view that the Doha negotiations have achieved little, we find that on trade facilitation much progress has been made. This is particularly true in regard to action by development banks and bilateral development agencies to meet client demand for assistance in reform. Active private sector participation has been an important factor driving change. Many agencies have been involved in this work; we find that their roles have been consistent with their comparative advantages. As to how the international community can best support continued progress, we conclude in favor of a cautious approach to the imposition of new WTO obligations in the area of trade facilitation. On the whole, this is the approach the WTO has taken, e.g., by limiting its negotiations on trade facilitation to several specific provisions of the GATT. The WTO can continue to function as a catalyst for reform; it is perhaps uniquely placed to relate the trade facilitation agenda to the overall trade agenda. On design and construction of the relevant infrastructures and capacities to spur development, the development institutions, including bilateral agencies, should continue to lead. We find little evidence to support the need for a comprehensive new \"platform\" or mechanism to channel trade-related aid as part of implementation of any new agreement at the WTO on trade facilitation. We recommend, however, that an innovative approach to using the well established, but under utilized Trade Policy Review Mechanism be considered to increase transparency on where new aid is going over time and to expand understanding of where and how country-based progress has been achieved. World Bank Policy Research Working Paper 3971, August 2006 The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the view of the World Bank, its Executive Directors, or the countries they represent.",
  "pdf_parse": {
    "paper_id": "D6940913",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "Contrary to the prevailing view that the Doha negotiations have achieved little, we find that on trade facilitation much progress has been made. This is particularly true in regard to action by development banks and bilateral development agencies to meet client demand for assistance in reform. Active private sector participation has been an important factor driving change. Many agencies have been involved in this work; we find that their roles have been consistent with their comparative advantages. As to how the international community can best support continued progress, we conclude in favor of a cautious approach to the imposition of new WTO obligations in the area of trade facilitation. On the whole, this is the approach the WTO has taken, e.g., by limiting its negotiations on trade facilitation to several specific provisions of the GATT. The WTO can continue to function as a catalyst for reform; it is perhaps uniquely placed to relate the trade facilitation agenda to the overall trade agenda. On design and construction of the relevant infrastructures and capacities to spur development, the development institutions, including bilateral agencies, should continue to lead. We find little evidence to support the need for a comprehensive new \"platform\" or mechanism to channel trade-related aid as part of implementation of any new agreement at the WTO on trade facilitation. We recommend, however, that an innovative approach to using the well established, but under utilized Trade Policy Review Mechanism be considered to increase transparency on where new aid is going over time and to expand understanding of where and how country-based progress has been achieved. World Bank Policy Research Working Paper 3971, August 2006 The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the view of the World Bank, its Executive Directors, or the countries they represent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "In initiating the current round of multilateral negotiations, WTO Members committed themselves to pay particular attention to issues raised by developing countries -signaled by referring to the negotiations at the \"Doha Development Agenda\" rather than the \"Doha Round.\" The commitment reflected two widespread perceptions of the Uruguay Round outcome:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Content and objective of the paper",
        "sec_num": "1."
      },
      {
        "text": "• it was unbalanced, more favorable to the interests of developed Members than to developing Members, • it created an \"implementation problem\" more severe than any created by previous GATT agreements. (The nature of these will be taken up in detail below.) WTO Members, in the Declaration that initiated the new round, 3 responded to these perceptions in two ways. They renewed their commitment to treat developing countries generously, i.e., to special and differential treatment for developing countries, 4 and they promised to give special attention to implementation-related issues and concerns.",
        "cite_spans": [
          {
            "start": 507,
            "end": 508,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Content and objective of the paper",
        "sec_num": "1."
      },
      {
        "text": "Indeed, implementation is the first item in the Doha Declaration Work Program. In the documents that outlined the new negotiations WTO Ministers devoted more space to implementation than to agriculture, services and non-agricultural market access, combined. 5 The purpose of this paper is to explore how the implementation issue has evolved. In this exploration we pay particular attention to trade facilitation. 6 It is the only \"new area\" in the agenda and the only place the negotiations have taken up the challenge to tailor obligations to particular conditions and of tying the legal obligation to implement WTO rules to a concrete commitment to provide assistance. Moreover, trade facilitation involves activities such as transport, communications and public service efficiency that are economy-wide in scope. Thus the trade facilitation discussion does take up the issue of how regulating their trade dimension can guide construction of institutions basic to the domestic economy.",
        "cite_spans": [
          {
            "start": 258,
            "end": 259,
            "text": "5",
            "ref_id": null
          },
          {
            "start": 413,
            "end": 414,
            "text": "6",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Content and objective of the paper",
        "sec_num": "1."
      },
      {
        "text": "3 WTO (2001a) 4 The Uruguay Round in contrast had emphasized \"integrating developing countries into the multilateral trading system,\" a slogan that signaled de-emphasis of special and differential treatment. 5 The Doha Ministerial Declaration (WTO 2001a) and the additional decision on implementationrelated issues and concerns (WTO 2001b) 6 Wilson (2005a) provides a framework for considering what is inside and outside the scope of WTO disciplines in regard to trade facilitation.",
        "cite_spans": [
          {
            "start": 14,
            "end": 15,
            "text": "4",
            "ref_id": null
          },
          {
            "start": 208,
            "end": 209,
            "text": "5",
            "ref_id": null
          },
          {
            "start": 243,
            "end": 254,
            "text": "(WTO 2001a)",
            "ref_id": null
          },
          {
            "start": 340,
            "end": 341,
            "text": "6",
            "ref_id": null
          },
          {
            "start": 342,
            "end": 356,
            "text": "Wilson (2005a)",
            "ref_id": "BIBREF18"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Content and objective of the paper",
        "sec_num": "1."
      },
      {
        "text": "Our approach is a practical one. We review what has been accomplished through WTO negotiations and through other means. e.g., bilateral and multilateral development agencies, we pull together lessons from these experiences. We will look in detail at progress that has been made through a number of instruments that exist in the international community. We look into the details of progress on trade facilitation in order to learn more about how the contributions of the different organizations fit together. This part of our work was in part sparked by a Japanese contribution to the WTO 7 discussion that brought forward the idea that institutions have comparative advantages, their different structures and capacities should be taken into account in determining which of the international community's different instruments are best suited to different parts of the development challenge. 8 As to our findings, contrary to the pervading view that the Doha negotiations have achieved little, we find that on trade facilitation much progress has been made, particularly through development banks and bilateral development agencies. Active private sector participation has been an important input. Many agencies have been involved; we find that their roles have been consistent with their comparative advantages.",
        "cite_spans": [
          {
            "start": 890,
            "end": 891,
            "text": "8",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Content and objective of the paper",
        "sec_num": "1."
      },
      {
        "text": "As to how the international community can best support continued progress, we conclude in favor of a cautious approach to the imposition of new WTO obligations in the area of trade facilitation. On the whole, this is the approach the WTO has taken, e.g., by limiting its negotiations on trade facilitation to several specific provisions of the GATT. The WTO can continue to function as a catalyst for reform; it is perhaps uniquely place to relate the trade facilitation agenda to the overall trade agenda.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Content and objective of the paper",
        "sec_num": "1."
      },
      {
        "text": "On design and construction of the relevant infrastructures and capacities, the development institutions, including bilateral agencies, should continue to lead. We find little evidence to support the need for a comprehensive new \"platform\" to channel trade-related aid. We will suggest, however, that an innovative approach to using the well established, but under utilized Trade Policy Review Mechanism (TPRM) be considered to increase transparency on where new aid is going over time and to expand understanding of where and how country-based progress has been achieved.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Content and objective of the paper",
        "sec_num": "1."
      },
      {
        "text": "This part of the paper looks at the \"implementation problem,\" or in WTO language, \"implementation-related issues and concerns.\" Do the \"implementation-related issues and concerns\" in the Doha Declaration address the \"implementation problem\" as it emerged from the coming into force of the Uruguay Round Agreements? What progress has been made to address the implementation-related issues and concerns and the implementation problem?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Uruguay Round outcome and the implementation problem",
        "sec_num": "2."
      },
      {
        "text": "The Uruguay Round \"grand bargain,\" 9 was that developing countries would take on obligations in new areas such as intellectual property and services in exchange for developed countries' making significant market access concessions on products of export interest to developing countries -particularly textiles/clothing and agricultural products.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Origins of the problem",
        "sec_num": null
      },
      {
        "text": "As Sylvia Ostry (2002) has explained, when the Uruguay Round Agreements were accepted their implications of were poorly understood, certainly not quantified. As to what developing Members received, the newly tariffied schedules of protection of agriculture proved to be hardly less restrictive than the hodgepodge of non-tariff measures they replaced. The commitment to remove quantitative restrictions on imports of textiles and clothing would take place mostly at the end of the 10-year phase-in period, not at the beginning. Moreover and less often noted, the economics of TRIPS (the agreement on trade-related aspects of intellectual property) dominates the economics of the Uruguay Round Agreements. For the United States and other intellectual property providers, the value of the claims TRIPS generates is several times larger than the gain to them from all the merchandise trade liberalization agreed, including the liberalization of their own restrictions. For countries that mostly use intellectual property established elsewhere, the TRIPS-generated obligation to pay is several times larger than the gains they will enjoy from the Uruguay Round package of merchandise import liberalization. 10 Thus there emerged a concern that the basic GATT/WTO ethic of reciprocity or balance had been violated -developing Members had given more than they got.",
        "cite_spans": [
          {
            "start": 10,
            "end": 22,
            "text": "Ostry (2002)",
            "ref_id": "BIBREF14"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The unbalanced outcome",
        "sec_num": null
      },
      {
        "text": "The Uruguay Round brought into the GATT/WTO system challenges that the original GATT had not taken on. While the politics of agreeing to tariff reductions is difficult, to implement such an agreement provides no particular challenge. New tariff schedules are printed and distributed to customs houses.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The implementation problem",
        "sec_num": null
      },
      {
        "text": "The Uruguay Round however pushed past regulations aimed specifically at international trade into areas of behind-the-border institutions and regulations such as technical and sanitary standards, the protection of international property. While these matters are \"trade-related\" -they do affect international tradethey more basically provide the institutional structure of the domestic economy. Moreover, agreements in these areas took a form different from that of traditional agreements to reduce or eliminate barriers. They require that countries' regulations be harmonized to a common standard; e.g., every WTO Member must apply the same standard for defining and protecting intellectual property, must vigorously apply that standard to foreign-owned property.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The implementation problem",
        "sec_num": null
      },
      {
        "text": "Implementation of the obligations undertaken in these agreements requires institution-building -not just removing restrictions. This institution-building would demand significant investment in facilities, equipment, staff training, etc.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The implementation problem",
        "sec_num": null
      },
      {
        "text": "Comparison of these agreements with development project experience revealed that significant investment was needed -more than a year's development budget in many of the poorer WTO Members. It also revealed that the demands of the agreements -taken in large part from current practice in the more advanced economies -are not always good development advice. The expenditures demanded often are not those that maximize the trade impact, much less the development or poverty reduction impact of the resources. 11",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The implementation problem",
        "sec_num": null
      },
      {
        "text": "As discussion of implementation problems evolved, concern to make the WTO system more development-supportive sparked a discussion of the possibility that the dimensions of time and place be introduced into WTO obligations. Perhaps obligations could be tailored to objective indicators of situation -move beyond the provision of phase-in periods based on no particular criteria to obligations tailored to objective indicators of situation and need. Within the traditional bounds of the WTO, this issue offered a considerable challenge. While a country's rules and regulations in such areas as standards and intellectual property do affect trade, i.e., are \"trade-related,\" they more basically provide the structure of the entire economy. Legal obligation would have to do more than spell out the (final) structure of such institutions in a developed economy, it would have to map out the steps and the schedules for building the institutions. WTO obligation -applied only to the trade dimension of such institutionswould have to map out how construction of the domestic economy could best proceed.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The implementation problem",
        "sec_num": null
      },
      {
        "text": "Another part of the problem is that implementation assistance had been urged but not provided for in several of the Uruguay Round Agreementsimplementation was a legal obligation, provision of assistance was not. This imbalance fostered a discussion of how the legal obligation to implement might be linked to a legal obligation or other concrete commitment to provide assistance and prompted Rubens Ricupero to suggest that future proposals include an \"implementation audit\" that would identify the specific investments needed to meet new obligations -so that any agreement could include bound commitments to provided the needed support.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The implementation problem",
        "sec_num": null
      },
      {
        "text": "At the WTO, the implementation challenge, in summary was to find ways to tailor WTO obligation to the specifics of individual countries' situations, needs and development timetables and to tie the provision of assistance to the implementation of obligations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The implementation problem",
        "sec_num": null
      },
      {
        "text": "Each of the WTO higher-level decisions since the Uruguay Round has taken up implementation. In this section we will review those treatments. The Declaration states that the Ministers \"attach the utmost importance to the implementation-related issues and concerns.\" It provides that on a subject on which there is a negotiating mandate, implementation will be part of the negotiation and that on other subjects the relevant WTO bodies will take up implementation issues as a matter of priority. 12 Another section confirms that technical assistance and capacity building are \"core elements of the development dimension of the multilateral trading system.\" It calls for delivery coordinated among bilateral and international organizations and for secure and predictable funding for WTO technical assistance. In addition, the Declaration reaffirms special and differential treatment as an integral part of the WTO Agreements and endorses the work program on special and differential treatment set out in the Decision on Implementation-Related Issues and Concerns.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The implementation issue in the WTO",
        "sec_num": "3."
      },
      {
        "text": "The implementation Decision enumerates the Ministers' implementation-related issues and concerns. The content of the Decision is summarized in Table 3 .1. As the tabulation indicates, the WTO Ministers at Doha framed the implementation issue within traditional conceptions of special and differential treatment: market access concessions by developing countries on products of export interest to developing countries, less than full reciprocity from developing countries in the market access bargaining, lesser application to developing countries of some of the system's generic rules -or at least longer phase-in periods for developing countries to implement such obligations, developing countries supported by expanded trade-related assistance.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 143,
            "end": 150,
            "text": "Table 3",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "The Doha Ministerial Meeting",
        "sec_num": null
      },
      {
        "text": "Thus, as the Doha Declaration treats the issue of \"implementation\" and \"special and differential treatment (SDT) \", their conclusions are much the same. Moreover, they respond more to the nature of the Uruguay Round outcome than to the need to make obligations specific to circumstances and assistance specific to the need. As part of the SDT provisions of technical assistance, the WTO Secretariat continues to give priority attention to capacity building for LDCs in order to assist them to draw on the benefits of the rules-based trading system. 13",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Doha Ministerial Meeting",
        "sec_num": null
      },
      {
        "text": "The Doha Ministerial Declaration announced agreement to undertake preliminary work on four new subjects for possible multilateral agreements: investment, competition policy, government procurement and trade facilitation(\"trade-related aspects of,\" of course). These would be taken up as negotiating issues only if the Members reached explicit consensus to do so at a future meeting. WTO (2004) 15 This is a matter of particular importance to landlocked countries, whose surface shipments of exports and imports must transit through other countries. 16 The July 2004 Work Program furthered also the shift of WTO attention toward dealing with the implementation requirements of future negotiations rather than resolving those created by the Uruguay Round Agreements. The Work program devotes only eight lines in a 778 line document to \"those elements of the Work Program which do not involve negotiations.\" (paragraph 1.h) implementation capacities and to the assistance that they will be provided. Paragraph 5 commits developed Members to ensure adequate assistance during the negotiations -so that developing and least developed countries can \"fully participate in and benefit from the negotiations.\" Who is responsible for assistance on implementation is not specified. Paragraph 6, in passive voice, states that \"Support and assistance should also be provided\" to help with implement of commitments.",
        "cite_spans": [
          {
            "start": 383,
            "end": 393,
            "text": "WTO (2004)",
            "ref_id": "BIBREF24"
          },
          {
            "start": 549,
            "end": 551,
            "text": "16",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The July 2004 Work Program and trade facilitation",
        "sec_num": null
      },
      {
        "text": "Perhaps the tightest link relates to \"commitments whose implementation would require support for infrastructure development.\" Here, \"developed-country Members will make every effort to ensure support,\" but \"where required support and assistance for such infrastructure is not forthcoming, and where a developing or least-developed Member continues to lack the necessary capacity, implementation will not be required.\" (paragraph 6, emphasis added)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The July 2004 Work Program and trade facilitation",
        "sec_num": null
      },
      {
        "text": "The work program agreed at Hong Kong in December 2005 continued the emphasis on issues of interest to developing countries. As to how these issues are perceived, \"special and differential treatment\" is particularly prominent; the phrase appears 23 times in the 45-page Declaration (including the annexes). By comparison, \"liberalize\" or \"liberalization\" appears 9 times.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Hong Kong Ministerial Declaration 17",
        "sec_num": null
      },
      {
        "text": "The substance of such treatment includes liberalization of trade in products of export interest to developing countries, e.g., agriculture with emphasis on cotton, the commitment by developed Members to provide by 2008 duty and quota free access to imports of most products from least developed countries. Lesser liberalization by developing countries is also prominent. Examples are smaller coefficients for developing countries on the formulas by which tariff cuts will be determined; least developed countries will be given an additional 7 years grace period on meeting the obligations of the existing agreement on traderelated investment measures.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Hong Kong Ministerial Declaration 17",
        "sec_num": null
      },
      {
        "text": "The Declaration continues the consideration of aid or technical assistance to help developing countries to participate in negotiations and to implement obligations. (The word \"assistance\" appears in the declaration 34 times.) It also broadens considerably the scope of assistance taken up:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Hong Kong Ministerial Declaration 17",
        "sec_num": null
      },
      {
        "text": "Aid for Trade should aim to help developing countries, particularly LDCs, to build the supply-side capacity and trade-related infrastructure that they need to assist them to implement and benefit from WTO Agreements and more broadly to expand their trade. (paragraph 57, emphasis added.) The same paragraph invites the WTO Secretary General to appoint a task force on how to make aid-for-trade operational, and to consult with other relevant organizations and agencies on these matters. The aid for trade initiative was discussed at the G-8 summit in Gleneagles in 2005 hosted by the United Kingdom. The summit announcement included financial commitments for trade aid. The outlines of an aid for trade initiative were also discussed in a joint IMF/ World Bank paper for the 2005 spring meetings. At the spring meetings, the Development Committee and the International Monetary and Financial Committee (IMFC) called on the Bank and Fund to work with others to develop more detailed proposals to help developing countries adjust to and take advantage of the Doha round. 18 There have been a number of studies and proposals on aid for trade over the past year, including proposals for new mechanisms to channel new assistance. 19",
        "cite_spans": [
          {
            "start": 1069,
            "end": 1071,
            "text": "18",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Hong Kong Ministerial Declaration 17",
        "sec_num": null
      },
      {
        "text": "The Hong Kong Ministerial Declaration reports that some 60 written submissions have been submitted to the Negotiating Group on Trade Facilitation. 20 These include:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Negotiations on Trade Facilitation",
        "sec_num": "4."
      },
      {
        "text": "• national experience papers describing reforms undertaken, • proposed or suggested measures to improve and clarify the GATT articles covered by the negotiating mandate, • proposed or suggested provisions for effective cooperation between customs and other authorities on trade facilitation and customs compliance, • proposals or suggestions for enhancing technical assistance and support for capacity building on trade facilitation, and for the practical application of the principle of special and differential treatment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Negotiations on Trade Facilitation",
        "sec_num": "4."
      },
      {
        "text": "The proposals to clarify and to improve the GATT articles provide useful suggestions, e.g.,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Negotiations on Trade Facilitation",
        "sec_num": "4."
      },
      {
        "text": "• China (TN/TF/W/26): There should be a reasonable interval (e.g., at least 30 days) between the publication of regulations and their implementation or enforcement. • The Republic of Korea (TN/TF/W/18) suggests that much paperwork and document-related costs can be reduced if the following suggestions were implemented: ▫ Harmonization and standardization of document formats; and ▫ Use of a 'single window' where traders can submit all the necessary documents and data to a single agency. (Para 7)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Negotiations on Trade Facilitation",
        "sec_num": "4."
      },
      {
        "text": "▫ Accepting copies of documents in lieu of originals for import and export can also greatly streamline the customs process. Customs can, if necessary, always request the original documents at a later time. (Para 10) • Bolivia, Mongolia and Paraguay have provided suggestions for streamlining transit trade into landlocked countries, e.g., standardize the documentation requirements for transit through different countries, for different routes through the same country.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Negotiations on Trade Facilitation",
        "sec_num": "4."
      },
      {
        "text": "Several Members have offered proposals on how to determine the assistance needs of individual developing countries with regard to proposed new obligations. One of the more elaborate of these is from the European Union. (TN/TF/W/46) The WTO and other organizations (the World Bank, Worlds Customs Organization, UNCTAD, OECD, regional development banks, etc.) would establish and operate a \"platform\" for international cooperation and coordination on the provision of technical assistance and capacity building for trade facilitation. Its tasks would include:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Identifying concrete implementation needs/support",
        "sec_num": null
      },
      {
        "text": "• to take stock of trade facilitation needs, in relation to the provisions/obligations emerging from the negotiations, • to help to identify if and what kind of technical assistance and support for capacity building would be needed to support implementation, over what time frame, by each developing Member.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Identifying concrete implementation needs/support",
        "sec_num": null
      },
      {
        "text": "The United States has offered a similar suggestion without mention of a platform organization:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Identifying concrete implementation needs/support",
        "sec_num": null
      },
      {
        "text": "The unique situation of each individual Member regarding implementation of the proposed commitment could be addressed early in the negotiations through the use of diagnostic tools providing an assessment of specific needs, which can lead to appropriate and workable transition periods combined with assistance targeted at individual situations. (TN/TF/W/13,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Identifying concrete implementation needs/support",
        "sec_num": null
      },
      {
        "text": "Section V.)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Identifying concrete implementation needs/support",
        "sec_num": null
      },
      {
        "text": "The flaw in the schemes to conduct implementation audits is not in the underlying ideas; it is that they have not been executed in a systematic manner based on a common analytical framework or data. The Doha negotiations have been under way since 2001, but no such platform has been created and no implementation audits have been conducted -for any of the proposals. 21 Development bank experiences suggest that it will not be possible to conduct implementation audits in time to incorporate their results in agreements that this round of negotiations will reach. The Hong Kong Ministerial asks that the round be completed in calendar 2006. World Bank experience shows that even after project identification, the process of project design and appraisal usually requires 18 months to complete. (Table 4 .1. provides the timetable for a recently completed project.) Moreover, project identification and preparation presupposes the existence of an overall development strategy (for poorer countries, a Poverty Reduction Strategy Paper). Also in the background will be a Country Assistance Strategy, CAS. The CAS, produced by the Bank in co-operation with the government and stakeholders in the country, outlines out a program of Bank Group support linked to the country's development strategy. 22 Given the platform to do so collectively does not yet exist and there is small likelihood that any Member will offer implementation audits for its proposals, the realistic alternatives must therefore accept that the rules or standards written into a Doha Development Agenda agreement will be unaudited when the agreement goes into effect. The alternatives therefore are the following:",
        "cite_spans": [
          {
            "start": 367,
            "end": 369,
            "text": "21",
            "ref_id": null
          },
          {
            "start": 1291,
            "end": 1293,
            "text": "22",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 793,
            "end": 801,
            "text": "(Table 4",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Identifying concrete implementation needs/support",
        "sec_num": null
      },
      {
        "text": "1. Implementation would not be a legal obligation. Following the African Group proposal (TN/TF/W/56), acceptance of the new rules or standards as legal obligation would be taken up as a follow-up negotiation or review, and conditioned on provision by developed countries of assistance that is -in the view of the recipient country -effective, long-term, sustainable and adequate to implement the new commitments.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Identifying concrete implementation needs/support",
        "sec_num": null
      },
      {
        "text": "2. Implementation of unaudited obligations, as in the Uruguay Round Agreements, would be a legal obligation. A developing member would be able to request an extension of implementation deadlines; discussion of that request would include an implementation audit and take up the provision of assistance. The argument advanced by the African Group during the negotiations, as reflected in Table 4 .2, goes quite a bit further, including binding obligations on special and differential treatment, call for specific technical assistance, and suggestion that trade facilitation needs are \"enormous.\"",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 386,
            "end": 393,
            "text": "Table 4",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "Identifying concrete implementation needs/support",
        "sec_num": null
      },
      {
        "text": "The first of these follows the thrust of the July 2004 Work Program. It would include neither legal obligation to provide implementation assistance nor legal obligation to implement. Rather than reaching balance in the manner Ricupero recommended -bound obligation to implement, bound obligation to provide assistance, it moves toward a nihilist balance -the agreement would obligate 22 The World Bank webpage on \"The Project Cycle\" provides information on the steps in the process and links to information about particular projects. From the Bank's home page, click \"Projects and Operations,\" then \"Project Cycle.\" http://web.worldbank.org/WBSITE/EXTERNAL/PROJECTS/0,,contentMDK:20120731~menuPK:41 390~pagePK:41367~piPK:51533~theSitePK:40941,00.html neither. It would provide only a target for future negotiation. The second parallels the Uruguay Round outcomes that proved to be unsatisfactory. Technical assistance and capacity building should be provided to assist during negotiations, to support: identification of research and capacity building proposals, needs assessments and prioritization, travel for capital-based experts to participate in the negotiations (paragraph 9).",
        "cite_spans": [
          {
            "start": 384,
            "end": 386,
            "text": "22",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Identifying concrete implementation needs/support",
        "sec_num": null
      },
      {
        "text": "Special and differential treatment should: be legally binding, precise, effective, operational, provide policy space and flexibility, condition implementation on provision by developed countries of assistance that is -in the view of the recipient country -effective, longterm, sustainable and adequate to implement the new commitments.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Identifying concrete implementation needs/support",
        "sec_num": null
      },
      {
        "text": "With regard to the roles of different institutions and agencies in trade facilitation, we have three points to make in this section:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Progress on trade facilitation",
        "sec_num": "5."
      },
      {
        "text": "• substantial support exists, coming from many agencies,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Progress on trade facilitation",
        "sec_num": "5."
      },
      {
        "text": "• the subject spans many matters, each with its own technical detail and expertise, • for many of these it is difficult to separate the trade-related aspects from their general role in the overall economy.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Progress on trade facilitation",
        "sec_num": "5."
      },
      {
        "text": "There has been a substantial increase of trade-related assistance to developing countries over the past several years. Table 5 .1 and Figure 5 .1 report that the level of support is substantial, and government-business-related categories have been increasing rapidly. From 2001 to 2004 support for trade facilitation, customs procedures and tariff reform more than tripled -increased at an annual rate of 52 percent. U.S. Trade Representative Rob Portman announced that the United States plans to more than double its contributions to global Aid for Trade, from $1.3 billion in 2005 to $2.7 billion in grants annually by 2010. When trade-related physical infrastructure is included, the United States is the largest single-country provider of trade-related assistance -some $1.34 billion in FY2005, up 46 percent from ($921 million) in FY2004 (more than double than FY2001). 25 Japan has pledged to provide 10 billion US dollars, by loan and grant, in trade, production, and distribution infrastructure over the next three years. Japan's program will include an exchange of some ten thousand trainees and experts in these fields during the same period. 26 ",
        "cite_spans": [
          {
            "start": 875,
            "end": 877,
            "text": "25",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 119,
            "end": 126,
            "text": "Table 5",
            "ref_id": "TABREF6"
          },
          {
            "start": 134,
            "end": 142,
            "text": "Figure 5",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Current support",
        "sec_num": null
      },
      {
        "text": "Trade facilitation spans a wide range of activities: for example, transportation, loading and unloading, trade finance, insurance, documentation to certify that quality, safety and health standards have been met, port charges, customs charges, classification, inspection, application or rebate of domestic taxes, time in transit, paperwork, disciplines against corruption and against smuggling. Table 5 .1 lists in aggregated categories the range of activities involved. The WTO/OECD report of trade-related assistance lists some fifty-eight agencies that are involved, about equally split between bilateral and international. The World Customs Organization is important among them, it provides assistance to identify problems as well as to implement reforms in the various parts of the customs process, and the International Trade Center assists particularly in marketing goods in international markets. For agencies such as the bilateral development agencies and the development banks, trade facilitation is part of a broad program of assistance. At the World Bank, trade facilitation is a significant component of programs in many countries and engagement in new projects has been growing rapidly: 16 new projects with trade facilitation components for a total commitment of more than US$560 million were approved during the fiscal year 04. This more than doubles the number of projects and commitments from the previous year. Table 5 .2 provides a summary of World Bank supported projects with trade facilitation components, including approved and projected projects through fiscal year 2006. ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 395,
            "end": 402,
            "text": "Table 5",
            "ref_id": "TABREF6"
          },
          {
            "start": 1430,
            "end": 1437,
            "text": "Table 5",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "Scope of activities",
        "sec_num": null
      },
      {
        "text": "The cost of moving goods across borders is now as important as tariffs in determining their landed cost; an important element in such cost is the time goods spend in transit. The vertical division of production across countries and the introduction of just-in-time inventory systems have added to the importance of such improvements. For seasonal or fashion goods, cost of delay is more than the financing of inventories. Untimely delivery can significantly diminish the value of the products to the distributor hence improvements in trade facilitation can have a significant impact on trade. A recent study by Wilson, Mann and Otsuki (Wilson, Mann, Otsuki 2005b) quantified the conceptual experiment of improving trade facilitation processes in countries where they are least efficient. They estimated the impact of moving 'below-average' countries 'halfway' to the global average of four country-by-country indicators of (1) port efficiency, (2) customs environment, (3) own regulatory environment and (4) use of information technology.",
        "cite_spans": [
          {
            "start": 611,
            "end": 663,
            "text": "Wilson, Mann and Otsuki (Wilson, Mann, Otsuki 2005b)",
            "ref_id": "BIBREF19"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Indicator of impact",
        "sec_num": null
      },
      {
        "text": "Overall, they estimate that world trade would increase by about 10 percent. Their work also provides interesting details, e.g., Sub-Saharan Africa's exports would be affected more by their own reforms than by those of their trading partners. Regarding domestic inefficiencies in trade facilitation processes, results show that they are a significant drag on realizing any countries' export potential.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Indicator of impact",
        "sec_num": null
      },
      {
        "text": "An important operational difference between the trade effects of tariffs and of the quality of trade facilitation is that the measures of trade facilitation such as Wilson, et all, used are not direct measures of the factors that affect trade. They are indicators of such measures. If the trade barrier in question is the tariff rate, change is accomplished by lowering the rate. Improving the \"Customs environment\" might take many forms -dealing with corruption, providing for electronic data input, improving physical security in customs houses, etc. The measure of \"customs environment,\" for example, is from a survey of customs users who ranked countries on a scale, taking into account and weighing in an unspecified way the various elements that influence the customs environment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How improvements are made: examples",
        "sec_num": null
      },
      {
        "text": "Because improvements in trade facilitation can take many forms, examples of actual improvements provide a better sense of what improvement involves than do generic statements. We will thus provide several such examples.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "How improvements are made: examples",
        "sec_num": null
      },
      {
        "text": "Taiwan(China) in a submission to the WTO Negotiating Group on trade facilitation provides useful information on its establishing a mechanism for the speedy clearance of express consignments -this because \"just-in-time\" and \"zero inventory\" management techniques have become a critical element in competitive business practice. Taiwan(China) officials did not have to start from first principles; their system follows the World Customs Organization Guidelines for the Immediate Release of Consignments by Customs. Furthermore, in setting up the system, officials took advantage of the Technical Assistance Program of the APEC Sub-Committee on Customs Procedures. Key elements in the new procedure are 24/7 service, application of risk management techniques to minimize the number of shipments subject to physical inspection, introduction of other incentives that encourage self-compliance by shippers. Tables 5.3 and 5.4 report the results of the new system. The new system required 20 new processing lines, each with an X-ray scanning machine. The Express Division offers and has a staff of 117 officers, mostly relocated from other divisions as the work load shifted.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Taiwan(China) express shipments 27",
        "sec_num": null
      },
      {
        "text": "In Bolivia, taxes on imports provide 40 percent of national government revenues. Four-fifths of this revenue is from the application of economy-wide value-added and consumption taxes to imports, only one-fifth from customs duties.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Bolivia: Reforms of Customs Administration 28",
        "sec_num": null
      },
      {
        "text": "Before reform, the customs service was widely viewed within Bolivia as corrupt. Forty percent of staff was not salaried; their income was from keeping a part of the taxes collected. Many employees were obligated to kick back a share of their income to the political officials who had assigned them to the customs service. Every shipment was subject to physical inspection, this inspection provided an opportunity for bargaining over entry. Customs duties averaged over 20 percent, smuggling was pervasive. Customs revenues lost because of smuggling were estimated to be $800 million/year, greater than the country's foreign assistance receipts.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Bolivia: Reforms of Customs Administration 28",
        "sec_num": null
      },
      {
        "text": "Reform focused on the creation of a new personnel system -civil service -for customs. The new system is based on job descriptions that provide objective qualifications by education, experience. Potential employees are screened against qualifications by an independent consulting firm; the new system provides continuing training and bases promotions on training and performance.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Bolivia: Reforms of Customs Administration 28",
        "sec_num": null
      },
      {
        "text": "A computerized system (ASYCUDA++) was introduced. The system is expected to reduce user costs; its mechanization of process should also increase the level of accountability in the system. 29 Direct inspection is now limited to 20 percent of declarations, randomly selected.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Bolivia: Reforms of Customs Administration 28",
        "sec_num": null
      },
      {
        "text": "The new system has received wide-spread private sector support, surveys indicate that this support is based on control of smuggling and of bribery, also on its protectionist impact vis-à-vis the informal sector, to which smuggled imports are important.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Bolivia: Reforms of Customs Administration 28",
        "sec_num": null
      },
      {
        "text": "To finance the new customs service the Customs Bureau retains a share of revenue collected. The revenues available to the Customs Bureau are envied by other government agencies, where civil service reform does not have a dedicated source of financing and has been less successful. In order to increase funding elsewhere the federal government has pressed to lower the percentage of revenues retained by Customs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Bolivia: Reforms of Customs Administration 28",
        "sec_num": null
      },
      {
        "text": "Japan Paper-based versus Electronic-Data-Input Administrative costs",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Bolivia: Reforms of Customs Administration 28",
        "sec_num": null
      },
      {
        "text": "Information from Japan allows comparison of trade administrative costs under a customs system based on electronic data input versus a system based on paper.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Bolivia: Reforms of Customs Administration 28",
        "sec_num": null
      },
      {
        "text": "The electronic system reduces the number of physical copies of information that must be distributed; it also facilitates verifying that the information used in one part of the process is the same as that used in another. Table 5 .5 reports that savings can be significant, almost 40 percent of administrative costs. ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 221,
            "end": 228,
            "text": "Table 5",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "Bolivia: Reforms of Customs Administration 28",
        "sec_num": null
      },
      {
        "text": "The Wilson, et all, study brings forward the point that it is impractical in designing reforms to separate trade facilitation from improvements in the domestic business environment. Their measure of use of information technology took into account the speed and cost of internet access and the extent of its use in the economy as a whole. Likewise, the OECD in its survey of content of traderelated assistance and capacity building. brings forward the following important points: 30 • Much of the support is to build trade-related infrastructure, e.g., seaport and airport facilities, and it is mostly in middle-income countries. • Much of the work is linked to improvements of enterprise capacities, including capacity to meet technical and SPS standards. • The focus of projects is usually on economy-wide improvements, e.g., of transport and communications infrastructure. In practice it is difficult to separate support that will facilitate trade from improvements in the overall efficiency of the infrastructure. • Improvements in the areas of trade facilitation that the Doha Negotiations have taken up are usually a part -a small part -of larger projects. The basis for inclusion of such reforms is their contribution to the effectiveness of the project; not -strictly speaking -to achieve GATT compliance. They usually involve application principles such as transparency, consistency and simplification that are much in the spirit of the relevant GATT articles.",
        "cite_spans": [
          {
            "start": 479,
            "end": 481,
            "text": "30",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Isolating the trade dimension",
        "sec_num": null
      },
      {
        "text": "What has become of the implementation problem, of implementation-related issues and concerns?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions and recommendations",
        "sec_num": "6."
      },
      {
        "text": "The short answer: the international community has taken it on aggressively through the development banks, bilateral aid agencies and other specialized institutions; at the WTO it has been constructively subsumed into a broader issue, aid-for-trade.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions and recommendations",
        "sec_num": "6."
      },
      {
        "text": "At the WTO, the implementation issue is how to apply the WTO's major instrument, multilaterally applicable legal obligation, to subjects where the development challenge is to build institutions rather than to remove restrictions. An important part of the issue is that WTO legal obligation applies to the trade dimensions of subjects that form the basic structure of the entire economy. Thus the development dimension is broader than the trade dimension. The experience of development banks and agencies indicate that on such matters what works at one place and time may not work in another. Legal obligation for development agencies is more than country-specific, it is project-specific; e.g., the content of customs reform projects will differ from country to country. In such situations, multilateral obligation has limited usefulness, for the WTO to apply legal obligation on a country-specific, project-specific basis it would have to duplicate the work that development agencies are structured to do.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions and recommendations",
        "sec_num": "6."
      },
      {
        "text": "On the negative side, The Doha Development Agenda has taken up the implementation problem as a challenge to restore mercantilist balance rather than a need to build good economics into future agreements. 31 For example, business services, viewed from a trade facilitation perspective, are a key input into modern industry. Viewed this way, developing countries might see their own \"concessions\" in the services negotiations not only an opportunity to \"buy\" larger concessions from developed countries on merchandise of export interest, but also as a way to improve their industries' access to world-class services and to stimulate improved quality of locally provided services. Instead, the mercantilist view has been more prominent. Rather than focusing on improvements of services of trade facilitation interest to developing countries, emphasis has been on developed country concessions on services of export interest to developing countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions and recommendations",
        "sec_num": "6."
      },
      {
        "text": "On the positive side, while the assistance discussion focused initially on capacity to participate in negotiations and to implement existing and new obligations, the Hong Kong Ministerial Declaration of December 2005 reveals that it has constructively broadened. The broader subject, aid-for-trade, includes also the supply-side capacity and trade-related infrastructure that developing countries need to profitably expand their trade. Implementation is now being constructively subsumed into the broader consideration.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions and recommendations",
        "sec_num": "6."
      },
      {
        "text": "Also on the positive side, the trade facilitation negotiations have brought forward proposals for mechanisms to determine links between obligations to implement and to provide assistance. The proposed mechanisms reflect an appreciation of need for country specificity in such reforms; also an appreciation that it is difficult in multilateral negotiations to carry design of infrastructure to the level of specificity at which we know what to do and how much it will cost in each country. However, for none of the proposals for new rules has there been or is there under way an implementation audit -a determination country-by-country of what implementation would involve and how much it would cost. Negotiators have accordingly been cautious to create additional generic rules in this area. The limited scope that the Doha Development Agenda applies to negotiations on trade facilitation is another example of the growing appreciation of where different institutions' comparative advantages lie.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions and recommendations",
        "sec_num": "6."
      },
      {
        "text": "Caution in imposing legal obligations does not however suggest caution in finding new ways to monitor progress by WTO members in implementing new 31 As Robert Hudec in his analysis has pointed out, the GATT system began with a cautious, \"diplomat's jurisprudence.\" (Hudec 1970 ) Over time, Hudec has pointed out, the jurisprudence of the GATT/WTO system has changed, into a jurist's jurisprudence in which careful legal analysis is demanded and the weight of legal obligation is an important force. (Hudec 1999) There has been no parallel evolution of the soft, non-quantitative \"diplomat's economics\" with which the GATT began. (Finger 2005) obligations. Such monitoring can be a productive input to the provision of new development assistance such as may be provided under an Aid for Trade program. The Trade Policy Review Mechanism (TPRM) is one option to serve as a platform to achieve this goal.",
        "cite_spans": [
          {
            "start": 146,
            "end": 148,
            "text": "31",
            "ref_id": null
          },
          {
            "start": 265,
            "end": 276,
            "text": "(Hudec 1970",
            "ref_id": "BIBREF10"
          },
          {
            "start": 499,
            "end": 511,
            "text": "(Hudec 1999)",
            "ref_id": "BIBREF8"
          },
          {
            "start": 629,
            "end": 642,
            "text": "(Finger 2005)",
            "ref_id": "BIBREF3"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions and recommendations",
        "sec_num": "6."
      },
      {
        "text": "The TPRM was established in 1988 and the Marrakesh Agreement made this review process a formal part of the WTO. Each review of members' trade policies are conducted with the goal of increased transparency -and was intended to include broader economic factors and development goals. The four largest members based on total share of world trade -currently the United States, Japan, Canada, the European Community -are reviewed every two years, the next sixteen members by share every four years, with other under discussion every six years. The latter category includes the least developed countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions and recommendations",
        "sec_num": "6."
      },
      {
        "text": "The TPRM has received little attention in development discussions; however it is reasonable to assume that if sufficiently supported, in-country advocates of continued reform could use a Trade Policy Review as an effective instrument for further progress. Rather than creating either an entirely new mechanism within the WTO -or another \"coordinating\" facility outside the WTO to review and seek to channel development aid funding -building on this existing platform merits consideration.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions and recommendations",
        "sec_num": "6."
      },
      {
        "text": "One could consider extending a Trade Policy Review beyond a tabulation of existing policy structures to include an assessment of where trade-related assistance would be most productive. A specialized \"Trade Facilitation Review Report,\" conducted more frequently than the complete Trade Policy Review for a country might be considered. In this way the frequency of reviews of aid-fortrade needs could be conducted, say, on a two-year cycle for the least developed countries without increasing the frequency of the full reviews. A focus on traderelated assistance might increase the attention paid within the country to the role trade can play in development. The positive -and legally speaking, informalapproach such reviews might take to bringing a developing countries regulations and institutions up to international standards could also serve as an alternative to raising implementation questions through the dispute settlement process.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions and recommendations",
        "sec_num": "6."
      },
      {
        "text": "A modest agenda at the WTO would not impede the international community from moving aggressively to build trade-related capacities in developing countries. As we have documented, much is already under way and the pace is increasing. Emphasis moving away from the WTO is a matter of the international community appreciating which of its institutions have comparative advantage where. 32",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions and recommendations",
        "sec_num": "6."
      },
      {
        "text": "Things can happen for the best without there happening as the international community initially foresaw. As World War II neared its end leaders of the international community saw a need for three new economic institutions: the International Bank for Reconstruction and Development (World Bank), the International Monetary Fund and the International Trade Organization. The World Bank and the IMF were established and have served well. The international community however could not agree to create an international organization to regulate and to manage trade; settled in 1948 for an improvised and limited commercial agreement, the General Agreement on Tariffs and Trade (GATT).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions and recommendations",
        "sec_num": "6."
      },
      {
        "text": "One might from this predict that while development and monetary affairs have been well-managed, world trade has floundered. Of course, that is not the case.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions and recommendations",
        "sec_num": "6."
      },
      {
        "text": "Trade has expanded more rapidly than national outputs and contributed to increased economic prosperity and political stability. The improvised commercial agreement has served well.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions and recommendations",
        "sec_num": "6."
      },
      {
        "text": "What the international community does not achieve in one way it can accomplish in another. Slow progress with the current round of negotiations, the Doha Development Agenda, does not necessarily mean that nothing is happening to take on development issues, even those that are related to trade. Though the Doha Development Agenda is moving slowly, through development banks and through bilateral agencies the international community is doing much to build trade-related capacities in poorer countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusions and recommendations",
        "sec_num": "6."
      },
      {
        "text": "The project includes the following components:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Annex: Examples in detail of trade facilitation projects Cambodia Trade Facilitation and Competitiveness Project (2005)",
        "sec_num": "8."
      },
      {
        "text": "Trade Facilitation -The project will create an electronic \"Single Window\" through which an exporter or importer will be able to discharge all trade regulatory requirements. In particular, it will automate key functions of the Customs and Excise Department, and link Customs, the Ministry of Commerce, the Port Authority of Sihanoukville and others through a technology network. It will replace the dozens of manual documents with a single electronic interface, eventually to include payment systems. This will be led by the Ministry of Commerce and the Customs and Excise Department.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Annex: Examples in detail of trade facilitation projects Cambodia Trade Facilitation and Competitiveness Project (2005)",
        "sec_num": "8."
      },
      {
        "text": "Export Market Access Fund (EMAF) -The project will create a $1.6 million matching grant fund that exporters can use to cover half of the cost of developing new export markets, and particularly on achieving market standards required to export. The fund will finance (a) technical support to the Ministry of Commerce's Department of Export Promotion to establish the exporter technical assistance window, and (b) a technical assistance matching grant facility that would cover 50 percent of the cost of achieving market standards, or evidence of compliance with those standards. The innovative dimension of the project is to use transparency, competition, and regulatory streamlining to improve the private sector's capacity to make investment and trade decisions, and to increase the efficiency of public service delivery. The technology investments will help cement these reforms and make the interface between the Government and private sector faster and less vulnerable to corruption. These changes will save time and money that businesses can use to focus on competition and growth.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Annex: Examples in detail of trade facilitation projects Cambodia Trade Facilitation and Competitiveness Project (2005)",
        "sec_num": "8."
      },
      {
        "text": "Electronic Single Window. This component will finance the development and implementation of information technology to integrate and automate the trade regulatory and facilitation functions of all key agencies through a shared electronic trade network (tentatively called \"CamTradeNet\"). This system will allow direct trader input of Customs declarations and other information required by the regulatory agencies in an integrated electronic form. It will facilitate the sharing of this entered information electronically by the Government, thereby (a) eliminating the need for multiple, often duplicative requests for information and the associated time and resources; (b) increasing the speed and accuracy of the disposition of regulatory functions, and (c) reducing opportunities for unofficial charges.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Participation in",
        "sec_num": null
      },
      {
        "text": "The resultant electronic \"single window\" for all border processing and clearance related formalities will make a significant contribution to the achievement o f the government's trade facilitation objectives by lowering transaction costs and reducing clearance times. Ensuring appropriate interconnectivity between core government agencies and private sector traders (to allow direct trader input of declarations and associated documentation) and banks (to facilitate the payment of duties and taxes) is an essential element.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Participation in",
        "sec_num": null
      },
      {
        "text": "UNCTAD's ASYCUDA automated Customs processing system. The system will provide the IT support necessary to introduce a range of modem approaches to Customs administration including risk management and post clearance audit.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Participation in",
        "sec_num": null
      },
      {
        "text": "The ASYCUDA system has been deployed in a number of countries throughout the world and the latest version of the product is designed to support selective examinations, trader compliance incentives, effective management of Customs clearance, payment schemes to facilitate trade and secure duty and tax collection, and the production of more accurate and timely trade statistics.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Participation in",
        "sec_num": null
      },
      {
        "text": "The component will finance the procurement and effective implementation of the ASYCUDA system in Customs including the provision of appropriate technical assistance to ensure effective implementation of the system and its seamless integration with non-automated system and procedures. The component will also finance the development and implementation of a continuity network to provide an electronic Single window to ensure traders are able to discharge all their regulatory responsibilities through one gateway. As a part of this development, a number of small agency-specific systems will need to be developed and implemented to ensure all key import/export related processes are able to be undertaken electronically.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Participation in",
        "sec_num": null
      },
      {
        "text": "Source: The World Bank, Project Appraisal Document",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Participation in",
        "sec_num": null
      },
      {
        "text": "The Government, with World Bank support through the Export Development Project, initiated new measures in 1999 to systematically tackle trade facilitation issues, starting with the simplification and automated processing of trade documents. The project focused on improving the information exchange associated with cargo handling and clearance activities, through the use of information and communications technologies, and initiating measures in view of simplification of customs and inspection procedures. Document simplification and standardization. Providing a foundation for the reforms were the simplification of and adoption of international standards for trade documentation initiated a few years earlier with the support of the European Commission, and significant coordination among the various stakeholders. Five documents previously required by the authorities were redesigned -two documents were eliminated, while the remaining (the Titre du Commerce Exterieur (TCE), customs declaration, and technical control documents) were redesigned to reduce duplication and to standardize terminology. The customs declaration was aligned to international standards. In addition, two of the four documents required for goods removal were eliminated. The development of electronic formats for trade documents made it possible both to share information amongst the various stakeholders and to process the information contained within the documents.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tunisia Export Development Project (1999-Present)",
        "sec_num": null
      },
      {
        "text": "Building on this foundation, a key initiative was the creation of a semi-public agency (TTN) in February 2000 to create and operate a value-added network that would provide electronic data interchange (EDI) for stakeholders and to expedite flows and processing of trade documents. TTN shareholders include 10 government agencies, among which are the national port authority and Tunis Air, and 18 private sector units, among which are several banks and the Tunisian Internet Agency. The system interfaces with all agencies involved in international trade procedures, including the Tunisian Customs, Ministry of Commerce, technical control agencies, Central Bank, ports, as well as the private sector traders, agents, freight forwarders, customs brokers and banks.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tunisia Trade Net System (TTN).",
        "sec_num": null
      },
      {
        "text": "Three main sets of documents are processed through the TTN system: the TCE, customs declaration, and technical control documents. In addition, the system processes on-line tariff payments. A single connection to the central server enables each participant to exchange documents and messages with other participants. Shipping manifests and customs declarations are sent over the network, thereby reducing processing time. The manifest data for Customs is also available to the cargo handling operator in electronic format, eliminating data capture by the latter and improving planning and operational processes. TTN provides a flexible user interface: Trade professionals (customs brokers, freight forwarders, ship agents, etc…) use client based applications that are designed to handle processing of large numbers of transactions whereas occasional users can opt for a web-based interface.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tunisia Trade Net System (TTN).",
        "sec_num": null
      },
      {
        "text": "TTN employs 45 staff, 25 of which are experts in information technology. TTN users enter into a contract with TTN to access the network for a monthly service subscription fee of about US$70, as well as a processing fee per document (US$3 for each of the three required documents). TTN users can access the system through the web or personal computer interfaces.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tunisia Trade Net System (TTN).",
        "sec_num": null
      },
      {
        "text": "Other initiatives. A number of other initiatives were necessary to complement the above actions. These included, (a) the enhancements to the customs computer system to support international message and document standards for automation of manifest acquittal and processing of customs declarations; 33 (b) development of information systems of the Ministry of Commerce to electronically process approvals for restricted goods through TTN, eliminating manual delivery/collection of the TCE to/from the Ministry of Commerce; and (c) the installation of three scanners at key border/port locations in order to speed verification of consignments. 34",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tunisia Trade Net System (TTN).",
        "sec_num": null
      },
      {
        "text": "Although the full impact of the above initiatives has not yet been realized, there is evidence that the investments made in trade facilitation are dramatically reducing import and export processing times. Imported goods can now be cleared in 3 days, compared to an average of 7 days a few years ago. For example, manifest processing after the completion of vessel operations used to take up to 4 days. Electronic processing has cut that time to within one or two days. Payment of customs duties, storage duties, and port duties now takes only a few hours, rather than a full day. The time needed to prepare and process customs declarations has dropped to 15 minutes, down from as long as three days. The physical inspection of goods during the year 2002 has reached targeted level of 15%, from 20% in 1999.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Impact",
        "sec_num": null
      },
      {
        "text": "Electronic processing of ship manifests has led to resource savings for the maritime cargo handling operator from the elimination of data capture and improved vessel and yard operations resulting from earlier availability of accurate data. Moreover, the TTN experience has demonstrated the positive impact of information technology within the government in improving efficiency for administrative processes. The TTN platform is therefore now being considered for the implementation of e-procurement services and other e-government applications.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Impact",
        "sec_num": null
      },
      {
        "text": "Tunisia's experience points to the dramatic improvements that can be made in trade clearing process when administrative and political commitment joins forces with advances in information technology. But there is much more involved than simply applying information technology to trade documents. Perhaps the most important prerequisite is the commitment at the highest level of government. This was made possible in Tunisia by close involvement of the Minister of Commerce, who was also the chairman of the Superior Export and Investment Council, a cross-ministerial committee reporting directly to the President of Tunisia. The second success factor was the cooperation among private sector operators and various government stakeholders at all stages of the process. This was achieved by setting a steering committee and a technical committee composed of key stakeholders at the early stages of the process. These committees were instrumental not only for the design of the initiatives, but also in their implementation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Success Factors",
        "sec_num": null
      },
      {
        "text": "The third was the adoption of a regulatory framework that allowed for electronic processing and signature. Amendments to the legal framework were made to accommodate the following changes: Other success factors included: (a) the simplification of customs requirements; (b) the extension of electronic processing to all import and export administration and other agencies involved in trade transactions, and developing their \"backoffices\" to handle electronic processing of trade documents; (c) the adoption of internationally recognized standards and codes in order to ensure a common language among different users and in different countries; (d) aligning the relative costs of processing paper documentation and on-line processing. China highways improvement A final example will illustrate the detail at which trade facilitation projects are drawn. It provides a few examples of the monitorable objectives of a highways improvement projected intended to better integrate the Hubei province of China with poorer regions, particularly to the west of that central province. Examples of objectives are listed in the Annex Table below. The table indicates that the results of the project will be measured and evaluated at various levels; not only by the number of kilometers or roadways improved, but also by the increase of traffic on these roads, the increase of availability of bus and truck common carriers, the cost of such services.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Success Factors",
        "sec_num": null
      },
      {
        "text": "The table provides only a few examples from the nine-page list of objectives that will be monitored in connection with the project. It would be difficult to define and quantify such objectives so that the same requirements were imposed on even two projects in the same country; perhaps impossible to do so across countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Success Factors",
        "sec_num": null
      },
      {
        "text": "WTO (2003) 8 An element of institutional rivalry often enters into such analysis, e.g., the WTO versus the World Bank. We ask the reader -and ourselves -to keep in mind that these are all instruments created by the international community. The issue in not \"Which of these institutions is best? The issue is \"How can we best use these institutions to advance our common objectives, development and poverty reduction?\"",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Sylvia Austry's (2002) description.10 Finger (2002) provides details.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Finger Schuler (2001)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Paragraph 12, titled \"Implementation-related issues and concerns.\"",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The IMF and the World Bank (2005). \"Doha Development Agenda and Aid forTrade\" DC 2005- 0016, September 12, 2005 See for example,Hoekman, B. and Prowse, S. (2005) 'Economic policy responses to preference erosion: from trade as aid to aid for trade', World Bank Policy Research Working Paper 3721.Stiglitz and Charlton (2006) 20 The WTO Secretariat has compiled a useful tabulation of proposals. \"WTO NEGOTIATIONS ON TRADE FACILITATION COMPILATION OF MEMBERS' PROPOSALS\". TN/TF/W/43/Rev.5, 3 February 2006.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Perhaps the negotiations work program should have required that each proposal include such an implementation audit. The World Bank in cooperation with the WTO are in the process, however, of conducting a series meetings in developing countries to discuss costs of implementation of a new agreement on trade facilitation, with support provided by several bilateral donors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "\"2005 Joint WTO/OECD Report on Trade-Related Technical Assistance and Capacity Building\". Available at (www.oecd.org) 24 \"Aid for Trade: Remarks by Commissioner Mandelson at the IMF/World Bank Panel Discussion\". Available at (http://europa.eu.int/)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The Office of the United States Trade Representative Press Release. Available at (www.ustr.gov). 26 \"Communication from Japan\". WT/MIN(05)/6. December 2005. WTO.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "WTO Negotiating Group on Trade Facilitation, Communication From The Separate Customs Territory Of Taiwan, Penghu, Kinmen And Matsu, document /TF/W/44, 8 June 2005.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "OECD (2005):",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In the WTO context, the rationale for creating an international obligation is often to overcome domestic inertia that prevents profitable reforms from being made. The experiences we have reviewed indicate that momentum, not inertia, characterizes international support for trade facilitation. Another basis for caution in imposing rules where much is being accomplished",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The procedural changes in the customs information system enabled: (a) risk management, by allowing comparison of data submitted through the declaration against pre-defined parameters to determine non-conforming patterns; (b) transparent, more rapid and consistent processing of customs declarations and elimination of routine manual checks; and (c) reduction of personal contact between declarants with customs officials.34 Although not a perfect substitute, scanning and analysis of a full container loan now takes an average of two minutes, whereas complete manual verification requires up to 12 hours and three customs staff. At the port of Rades, the use of the scanners has contributed to the reduction of about 65% in parking area for trucks waiting for container verification.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "Annex Table: Example ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 6,
            "end": 20,
            "text": "Table: Example",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "annex",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Doha Policies: Where are the Payoffs?",
        "authors": [
          {
            "first": "Kym",
            "middle": [],
            "last": "Anderson",
            "suffix": ""
          },
          {
            "first": "Will",
            "middle": [],
            "last": "Martin",
            "suffix": ""
          },
          {
            "first": "Dominique",
            "middle": [],
            "last": "Van Der Mensbrugghe",
            "suffix": ""
          }
        ],
        "year": 2006,
        "venue": "Trade, Doha and Development: A Window into the Issues",
        "volume": "",
        "issue": "",
        "pages": "43--57",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Anderson, Kym, Will Martin and Dominique van der Mensbrugghe (2006) \"Doha Policies: Where are the Payoffs?,\" Ch. 3, pp. 43-57, in Richard Newfarmer, ed., Trade, Doha and Development: A Window into the Issues, Washington, DC, World Bank.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Customs Modernization Initiatives: Case Studies",
        "authors": [
          {
            "first": "De",
            "middle": [],
            "last": "Wulf",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Luc",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "",
        "volume": "3",
        "issue": "",
        "pages": "19--32",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "De Wulf, Luc (2004) \"Ghana\" Ch. 3, pp 19-32 in Luc De Wulf and José B. Sokol (eds.) Customs Modernization Initiatives: Case Studies, Washington, DC, World Bank.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Customs Modernization Initiatives: Case Studies",
        "authors": [
          {
            "first": "Flavio",
            "middle": [],
            "last": "Escobar",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "7--18",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Escobar, Flavio. 2004. \"Bolivia,\" Ch. 1, pp. 7-18 in Luc De Wulf and José B. Sokol (eds.) Customs Modernization Initiatives: Case Studies, Washington, DC, World Bank.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "A diplomat's economics: reciprocity in the Uruguay Round negotiations",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Finger",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Michael",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "World Trade Review",
        "volume": "4",
        "issue": "1",
        "pages": "27--40",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Finger, J. Michael (2005) A diplomat's economics: reciprocity in the Uruguay Round negotiations, World Trade Review, 4: 1, 27-40",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "The Doha Agenda and Development: A View from the Uruguay Round. Manila, Asian Development Bank. otherwise is the old maxim about volunteer work: All are welcome to help",
        "authors": [],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "-----(2002) The Doha Agenda and Development: A View from the Uruguay Round. Manila, Asian Development Bank. otherwise is the old maxim about volunteer work: All are welcome to help, so long as you do not think you should be the boss.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Implementation of Uruguay Round Commitments: The Development Challenge",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Finger",
            "suffix": ""
          },
          {
            "first": "Phillip",
            "middle": [],
            "last": "Michael",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Schuler",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "Developing Countries and the WTO",
        "volume": "",
        "issue": "",
        "pages": "115--130",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Finger, J. Michael and Phillip Schuler (2001) \"Implementation of Uruguay Round Commitments: The Development Challenge,\" ch. 7, pp. 115-130 in Bernard Hoekman and Will Martin (eds.) Developing Countries and the WTO, Blackwell.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Agricultural Liberalization and the Uruguay Round",
        "authors": [
          {
            "first": "Dale",
            "middle": [
              "E"
            ],
            "last": "Hathaway",
            "suffix": ""
          },
          {
            "first": "Merlinda",
            "middle": [],
            "last": "Ingco",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "The Uruguay Round and the Developing Countries",
        "volume": "",
        "issue": "",
        "pages": "30--58",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hathaway, Dale E. and Merlinda Ingco (1996) \"Agricultural Liberalization and the Uruguay Round,\" in L. Allan Winters and Will Martin (eds.) The Uruguay Round and the Developing Countries, Cambridge, Cambridge University Press, pp. 30-58.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Economic Policy Response to Preference Erosion: From Trade as Aid to Aid for Trade",
        "authors": [
          {
            "first": "Bernard",
            "middle": [],
            "last": "Hoekman",
            "suffix": ""
          },
          {
            "first": "Susan",
            "middle": [],
            "last": "Prowse",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hoekman, Bernard and Susan Prowse (2005) \"Economic Policy Response to Preference Erosion: From Trade as Aid to Aid for Trade,\" World Bank Working Paper #3721, World Bank.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "The New WTO Dispute Settlement Procedure: An Overview of the First Three Years",
        "authors": [
          {
            "first": "Robert",
            "middle": [
              "E"
            ],
            "last": "Hudec",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "Minnesota Journal of Global Trade",
        "volume": "8",
        "issue": "1",
        "pages": "1--53",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hudec, Robert E. (1999), 'The New WTO Dispute Settlement Procedure: An Overview of the First Three Years', Minnesota Journal of Global Trade, 8(1): 1-53.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Developing Countries in the GATT Legal System",
        "authors": [
          {
            "first": "Robert",
            "middle": [
              "E"
            ],
            "last": "Hudec",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hudec, Robert E. (1987), Developing Countries in the GATT Legal System, London: Trade Policy Research Centre.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "The GATT Legal System: A Diplomat's Jurisprudence'",
        "authors": [
          {
            "first": "Robert",
            "middle": [
              "E"
            ],
            "last": "Hudec",
            "suffix": ""
          }
        ],
        "year": 1970,
        "venue": "Journal of World Trade Law",
        "volume": "4",
        "issue": "",
        "pages": "615--670",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hudec, Robert E. (1970), 'The GATT Legal System: A Diplomat's Jurisprudence', Journal of World Trade Law, 4: 615-670.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Report on Market Access to Japan: Single Windows for Trade and Port-related Procedures",
        "authors": [],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "JETRO (Japan External Trade Organization), 2002. Report on Market Access to Japan: Single Windows for Trade and Port-related Procedures (in Japanese). Tokyo.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Quantitative Assessment of the Benefits of Trade Facilitation",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Oecd",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "OECD (2003) Quantitative Assessment of the Benefits of Trade Facilitation, Paris, OECD, document TD/TC/WP(2003)31/FINAL.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "OECD/ DAC Project on Trade Facilitation: Phase 1: Review of Technical Assistance and Capacity Building Initiatives for Trade Facilitation, Preliminary Draft",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Oecd",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "OECD (2005) OECD/ DAC Project on Trade Facilitation: Phase 1: Review of Technical Assistance and Capacity Building Initiatives for Trade Facilitation, Preliminary Draft, 16 September 2005, Paris, OECD.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "The Uruguay Round North-South Grand Bargain: Implications for Future Negotiations",
        "authors": [
          {
            "first": "Sylvia",
            "middle": [],
            "last": "Ostry",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "The Political Economy of International Trade Law: Essays in Honor of Robert E. Hudec. Cambridge and",
        "volume": "10",
        "issue": "",
        "pages": "285--300",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ostry, Sylvia (2002) \"The Uruguay Round North-South Grand Bargain: Implications for Future Negotiations,\" Ch. 10, pp. 285-300 in Daniel M Kennedy and James D. Southwick (eds.) The Political Economy of International Trade Law: Essays in Honor of Robert E. Hudec. Cambridge and New York, Cambridge University Press.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Integration of Developing Countries into the Multilateral Trading System",
        "authors": [
          {
            "first": "Rubens",
            "middle": [],
            "last": "Ricupero",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "The Uruguay Round and Beyond: Essays in Honor of Arthur Dunkel",
        "volume": "",
        "issue": "",
        "pages": "9--36",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ricupero, Rubens (1999) \"Integration of Developing Countries into the Multilateral Trading System,\" pp. 9-36 in Jagdish Bhagwati and Mathias Hirsch (eds.) The Uruguay Round and Beyond: Essays in Honor of Arthur Dunkel, Ann Arbor, U of Michigan Press.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "A Development Round: Converting Rhetoric into Substance",
        "authors": [
          {
            "first": "Rubens",
            "middle": [],
            "last": "Ricupero",
            "suffix": ""
          }
        ],
        "year": 2000,
        "venue": "Paper presented at the Symposium on Efficiency, Equity and Legitimacy: The Multilateral Trading System at the Millennium",
        "volume": "1",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ricupero, Rubens (2000) \"A Development Round: Converting Rhetoric into Substance.\" Paper presented at the Symposium on Efficiency, Equity and Legitimacy: The Multilateral Trading System at the Millennium, 1-2 June, John F. Kennedy School of Government, Harvard University, Cambridge, Massachusetts.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Bringing Agriculture into the Multilateral Trading System",
        "authors": [
          {
            "first": "Clayton",
            "middle": [],
            "last": "Yeuter",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "The Uruguay Round and Beyond: Essays in Honor of Arthur Dunkel",
        "volume": "",
        "issue": "",
        "pages": "61--77",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Yeuter, Clayton (1999) \"Bringing Agriculture into the Multilateral Trading System,\" pp. 61-77, in Jagdish Bhagwati and Mathias Hirsch (eds.) The Uruguay Round and Beyond: Essays in Honor of Arthur Dunkel, Ann Arbor, U of Michigan Press",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Trade Facilitation and Economic Development",
        "authors": [
          {
            "first": "John",
            "middle": [
              "S"
            ],
            "last": "Wilson",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "World Trade Brief 2005. WTO Ministerial Meeting",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wilson, John S., (2005a)\"Trade Facilitation and Economic Development,\" World Trade Brief 2005. WTO Ministerial Meeting, Hong Kong.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Assessing The Benefits of Trade Facilitation: A Global Perspective",
        "authors": [
          {
            "first": "John",
            "middle": [
              "S"
            ],
            "last": "Wilson",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Catherine",
            "suffix": ""
          },
          {
            "first": "Tsunehiro",
            "middle": [],
            "last": "Mann",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Otsuki",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "The World Economy",
        "volume": "6",
        "issue": "",
        "pages": "841--871",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wilson, John S. Catherine L. Mann and Tsunehiro Otsuki, (2005b) \"Assessing The Benefits of Trade Facilitation: A Global Perspective,\" The World Economy, v. 28 Issue 6, June 2005, pp. 841-871.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Trade Facilitation: New Issues in a Development Context, World Bank International Trade Department Trade Note No",
        "authors": [
          {
            "first": "John",
            "middle": [
              "S"
            ],
            "last": "Wilson",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wilson, John S. (2003) Trade Facilitation: New Issues in a Development Context, World Bank International Trade Department Trade Note No. 12, Washington, DC.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "MINISTERIAL CONFERENCE, Fourth Session",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Wto",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "9--14",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WTO (2001) MINISTERIAL CONFERENCE, Fourth Session, Doha, 9 -14 November 2001 Ministerial Declaration WT/MIN(01)/DEC/1, 20 November 2001",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Implementation-Related Issues And Concerns",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Wto",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "MINISTERIAL CONFERENCE, Fourth Session",
        "volume": "17",
        "issue": "",
        "pages": "9--14",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WTO (2001) MINISTERIAL CONFERENCE, Fourth Session, Doha, 9 -14 November 2001 Implementation-Related Issues And Concerns, WT/MIN(01)/17, 20 November 2001",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "International Architecture on Trade Facilitation: The WTO and International Organizations and Framework",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Wto",
            "suffix": ""
          }
        ],
        "year": 2003,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WTO (2003) International Architecture on Trade Facilitation: The WTO and International Organizations and Framework, Communication from Japan, document G/C.W/465, 10 June 2003.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "Doha Work Program: Decision Adopted by the General Council on 1",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Wto",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WTO (2004) Doha Work Program: Decision Adopted by the General Council on 1 August 2004 document WT/L/579, 2 August 2004.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "WTO Negotiating Group on Trade Facilitation. COMMUNICATION FROM THE EUROPEAN COMMUNITIES Improvements to GATT Article VIII on Formalities and Requirements Connected with Importation and Exportation and related proposals on Special and Differential Treatment and Technical Assistance",
        "authors": [],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WTO Negotiating Group on Trade Facilitation. COMMUNICATION FROM THE EUROPEAN COMMUNITIES Improvements to GATT Article VIII on Formalities and Requirements Connected with Importation and Exportation and related proposals on Special and Differential Treatment and Technical Assistance TN/TF/W/469 June 2005",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Negotiating Group on Trade Facilitation, WTO Negotiations on Trade Facilitation: Compilation of Members' Proposals",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Wto",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WTO (2005). Negotiating Group on Trade Facilitation, WTO Negotiations on Trade Facilitation: Compilation of Members' Proposals, TN/TF/W/43/Rev.4, 31 October 2005",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "DOHA WORK PROGRAM: Draft Ministerial Declaration, Revision document WT/MIN(05)/W/3/Rev.2",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Wto",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "Ministerial Conference Sixth Session Hong Kong",
        "volume": "",
        "issue": "",
        "pages": "13--18",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WTO (2005) Ministerial Conference Sixth Session Hong Kong, 13-18 December 2005, DOHA WORK PROGRAM: Draft Ministerial Declaration, Revision document WT/MIN(05)/W/3/Rev.2, 18 December 2005",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "type_str": "figure",
        "num": null,
        "text": "Figure 5.1: Commitments for Trade Related Aid 2001-2004",
        "uris": null,
        "fig_num": null
      },
      "FIGREF1": {
        "type_str": "figure",
        "num": null,
        "text": "Infrastructure and Investment Promotion -A program of capacity building to implement the Law on Concessions and the Amended Law on Investment. The Legal Transparency Component -The project will create a Khmer language website to publish all Cambodian laws and the final judgments of all Supreme Court and Court of Appeals' cases; and training to use the established systems.",
        "uris": null,
        "fig_num": null
      },
      "FIGREF2": {
        "type_str": "figure",
        "num": null,
        "text": "a) layout of the simplified Liasse Unique documents (Decree from Ministry of Commerce 22 November 99, Notice from Ministry of Commerce 28 October 2000, Notice from Ministry of Commerce 14 November 2000); (b) the supply of value added network services through telecommunications and the Internet (Act 15 January 2001 from Ministry of Telecommunications); (c) new streamlined customs declaration procedure through the TTN (Notice from Ministry of Finance 15 January 2001); (d) new procedures for submission and processing of documents for external trade through the TTN system (Joint Notice of 20 April 2001 from Ministry of Commerce, Ministry of Finance, and Ministry of Transport); and (e) the recognition of legal validity of electronic documents and electronic signature (Act of 13 June 2000).",
        "uris": null,
        "fig_num": null
      },
      "TABREF1": {
        "type_str": "table",
        "num": null,
        "text": "",
        "content": "<table><tr><td>Subject</td></tr></table>",
        "html": null
      },
      "TABREF3": {
        "type_str": "table",
        "num": null,
        "text": "(SPC: State Planning Commission; SETC: State Economic and Trade Commission) 1996 Project listed as a candidate project by the SPC",
        "content": "<table><tr><td colspan=\"2\">November 1996 Bank project pre-identification mission</td></tr><tr><td>May 1997</td><td>Bank project identification mission</td></tr><tr><td colspan=\"2\">November 1997 First project preparation mission</td></tr><tr><td>1997</td><td>Environmental impact analyst selected</td></tr><tr><td>February 1998</td><td>Second project preparation mission</td></tr><tr><td>March 1998</td><td>SETC approved the investment proposals from four provincial</td></tr><tr><td/><td>economic and trade commissions</td></tr><tr><td>April 1998</td><td>Bank pre-appraisal mission</td></tr><tr><td>July 1998</td><td>Appraisal</td></tr><tr><td>1999</td><td>SPC approved SETC proposal to use World Bank loan to finance</td></tr><tr><td>January 1999</td><td>Loan agreement negotiated</td></tr><tr><td>March 1999</td><td>WB Board Approval</td></tr><tr><td colspan=\"2\">September 1999 Loan agreement signed</td></tr><tr><td>June 2001</td><td>One province withdrew -difficulty in connection with acquisition</td></tr><tr><td/><td>of land.</td></tr><tr><td colspan=\"2\">November 2005 Implementation completion report</td></tr><tr><td colspan=\"2\">Source: World Bank, Implementation Completion Report (SCL-44440) on a Loan</td></tr><tr><td colspan=\"2\">in the Amount of US$71 Million to The People's Republic of China for a</td></tr><tr><td colspan=\"2\">Container Transport Project. Report No: 33620, November 18, 2005</td></tr></table>",
        "html": null
      },
      "TABREF4": {
        "type_str": "table",
        "num": null,
        "text": "",
        "content": "<table><tr><td>(TN/TF/W/33 28 April 2005)</td></tr><tr><td>For the African Group, enhanced special and differential treatment, technical</td></tr><tr><td>assistance, capacity building and implementation assistance are critical</td></tr><tr><td>components, (paragraph 5)</td></tr><tr><td>Trade facilitation needs are enormous, intensive work is needed on how to:</td></tr><tr><td>reduce transport and communications costs,</td></tr><tr><td>enhance capacities of customs administrations,</td></tr><tr><td>better integrate African enterprises and economies into international</td></tr><tr><td>payments and insurance systems (paragraph 6) .</td></tr><tr><td>Cost implications of proposals for new commitments should be fully addressed</td></tr><tr><td>(paragraph 7),</td></tr></table>",
        "html": null
      },
      "TABREF6": {
        "type_str": "table",
        "num": null,
        "text": "",
        "content": "<table><tr><td>Amount (US$ millions)</td></tr></table>",
        "html": null
      },
      "TABREF7": {
        "type_str": "table",
        "num": null,
        "text": "",
        "content": "<table><tr><td/><td/><td colspan=\"2\">Approved Projects</td><td colspan=\"3\">Approved and Projected</td></tr><tr><td/><td/><td>FY96-03</td><td/><td/><td>FY04-06</td><td/></tr><tr><td/><td/><td/><td>Trade</td><td/><td/><td>Trade</td></tr><tr><td/><td/><td/><td>Facilitation</td><td/><td/><td>Facilitation</td></tr><tr><td>Regions</td><td colspan=\"2\">Projects Countries</td><td>Commitment</td><td colspan=\"2\">Projects Countries</td><td>Commitment</td></tr><tr><td/><td/><td/><td>(US$million)</td><td/><td/><td>(US$million)</td></tr><tr><td>Sub-Saharan Africa*</td><td>13</td><td>22</td><td>68</td><td>33</td><td>33</td><td>633</td></tr><tr><td>Middle East &amp;North Africa</td><td>2</td><td>2</td><td>8</td><td>9</td><td>5</td><td>331</td></tr><tr><td>South Asia</td><td>2</td><td>2</td><td>158</td><td>10</td><td>8</td><td>358</td></tr><tr><td>East Asia and Pacific</td><td>1</td><td>1</td><td>14</td><td>12</td><td>7</td><td>331</td></tr><tr><td>Eastern Europe and Central Asia</td><td>5</td><td>4</td><td>46</td><td>5</td><td>3</td><td>187</td></tr><tr><td>Latin America and Caribbean</td><td>3</td><td>3</td><td>11</td><td>6</td><td>4</td><td>79</td></tr><tr><td>TOTAL</td><td>26</td><td>34</td><td>305</td><td>75</td><td>60</td><td>1918</td></tr><tr><td>* includes regional projects</td><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"5\">Source: \"Trade Facilitation in the World Bank\". Available on the World Bank</td><td/><td/></tr><tr><td>website.</td><td/><td/><td/><td/><td/><td/></tr></table>",
        "html": null
      },
      "TABREF8": {
        "type_str": "table",
        "num": null,
        "text": "",
        "content": "<table><tr><td colspan=\"2\">3: Clearance time for express shipments, Taiwan(China)</td></tr><tr><td>before and after reform</td><td/></tr><tr><td>Year</td><td>Average Clearance Time -hours</td></tr><tr><td>1996</td><td>48</td></tr><tr><td>2005</td><td>2</td></tr><tr><td colspan=\"2\">Source: WTO Negotiating Group on Trade Facilitation, Communication From The</td></tr><tr><td colspan=\"2\">Separate Customs Territory Of Taiwan(China), Penghu, Kinmen And Matsu,</td></tr><tr><td colspan=\"2\">document /TF/W/44, 8 June 2005.</td></tr></table>",
        "html": null
      },
      "TABREF9": {
        "type_str": "table",
        "num": null,
        "text": "",
        "content": "<table><tr><td colspan=\"2\">.4: Growth of volume of express and regular shipments</td></tr><tr><td>Category</td><td>Growth 2001-2003 annual percentage rate</td></tr><tr><td>Express import and export shipments</td><td>58</td></tr><tr><td>Regular import and export shipments</td><td>11</td></tr><tr><td colspan=\"2\">Source: WTO Negotiating Group on Trade Facilitation, Communication From The</td></tr><tr><td colspan=\"2\">Separate Customs Territory Of Taiwan(China), Penghu, Kinmen And Matsu,</td></tr><tr><td>document /TF/W/44, 8 June 2005.</td><td/></tr></table>",
        "html": null
      },
      "TABREF11": {
        "type_str": "table",
        "num": null,
        "text": ".5: Trade administrative costs in Japan: Paper based documentation versus Electronic-Data-Input based",
        "content": "<table><tr><td/><td colspan=\"2\">Cost (J Yen)</td><td/><td colspan=\"2\">Time (hours)</td></tr><tr><td/><td/><td>Saving:</td><td/><td/><td>Saving:</td></tr><tr><td/><td/><td>EDI-based</td><td/><td/><td>EDI-based</td></tr><tr><td/><td/><td>versus</td><td/><td/><td>versus</td></tr><tr><td>Paper-</td><td/><td>Paper-based</td><td>Paper-</td><td>EDI-</td><td>Paper-based</td></tr><tr><td>based</td><td>EDI-based</td><td>(percentage)</td><td>based</td><td>based</td><td>(percentage)</td></tr></table>",
        "html": null
      }
    }
  }
}