{
  "paper_id": "D696260",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:18.746394Z"
  },
  "title": "How Prices and Macroeconomic Policies Affect Agricultural Supply and the Environment",
  "authors": [
    {
      "first": "Nlandu",
      "middle": [],
      "last": "Mamingi",
      "suffix": "",
      "affiliation": {},
      "email": "nmamingi@worldbank.org"
    },
    {
      "first": "David",
      "middle": [],
      "last": "Wheeler",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "1996-09",
  "venue": null,
  "identifiers": {},
  "abstract": "There is clearly a link between agricultural incentives and the M acroeconomic Policies environment but quantitative Affect Agricultural *S*p11 data on such topics as soil Affect Agricultural Supply qaiadmduer quality and land use are and the Environment inadequateforsound analysis.",
  "pdf_parse": {
    "paper_id": "D696260",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "There is clearly a link between agricultural incentives and the M acroeconomic Policies environment but quantitative Affect Agricultural *S*p11 data on such topics as soil Affect Agricultural Supply qaiadmduer quality and land use are and the Environment inadequateforsound analysis.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": ": Agricultural Area Elasticities 47 Table 4 : Vegetal Cover Factors for Erosion for West Africa",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 36,
            "end": 43,
            "text": "Table 4",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The major objective of this paper is to summarize the link of agricultural prices and macroeconomic policies to agricultural supply. The secondary objective of the paper concems the impact of agricultural prices on the environment. The paper emphasizes developing countries, with special reference to Sub-Saharan Africa. Moreover, it concentrates on econometric studies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "It addresses the following questions. First, what are the determinants of agricultural supply? Second, does an increase in agricultural output price lead everywhere to output increase? Third, how can one characterize the short-run price elasticity of the aggregate supply? Fourth, how can one account for irreversible or asymmetric agricultural supply response? Fifth, how do agricultural incentives affect the enviromnent?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The overall framework of the study can be laid out as follows. Macroeconomic policies (monetary policy, fiscal policy, trade and exchange rate policies) affect agricultural prices through their effects on the real exchange rate. Agricultural prices, along with nonprice factors including exogenous shocks, determine agricultural output or supply in the forms Qf yield or acreage or product. Agricultural supply, mainly in the form of area expansion, affects the environment as it leads to the reduction of natural habitat (through deforestation or shrinkage of vegetation area), erosion (i.e., soil exposure to water and wind erosion), sedimentation and soil degradation. Table I in the appendix. illustrates the extent of the enviromnental problem worldwide and confirms the great causal role of overgrazing, deforestation and mismanagement.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 672,
            "end": 696,
            "text": "Table I in the appendix.",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The main focus of the paper is, however, the critical review of the literature on agricultural supply response. In other words, the study concentrates on how the literature deals with the following key question: Are agricultural incentives effective in boosting agricultural supply?' In that respect, this literature review supplements the previous ones as it highlights questions that were left out or insufficiently dealt with.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The issue of agricultural supply response is a very important one as it has an impact on growth, poverty and the environment. Not surprisingly this issue is central in many structural adjustment programs in less developed countries (LDCs) . Indeed, the size of agricultural supply response is informative about whether \"a policy of taxing agriculture through lower farm prices or through overvalued exchange rates and industrial policies will generate resources for investment in other sectors of the economy ... or whether 2 such policies will retard agricultural growth and create food and input bottlenecks which eventually bring down the rate of growth of the economy as a whole\" (Chhibber, 1989, p.55) . Moreover, the agricultural supply response, mainly in the form of area expansion, is also useful since it could be informative about the seriousness of environmental problems.",
        "cite_spans": [
          {
            "start": 232,
            "end": 238,
            "text": "(LDCs)",
            "ref_id": null
          },
          {
            "start": 684,
            "end": 706,
            "text": "(Chhibber, 1989, p.55)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Although the literature reveals some stylized facts concerning price elasticities, this paper points out that our understanding of the quantitative dimensions of supply response is weak given the importance of this assumed response in growth, poverty and the environment. Indeed, the issues of simultaneity of variables, data pooling, asymmetry in supply responses to price changes, comparability of variables across countries and omitted variables have not been adequately addressed in many instances. Put another way, there is room for improving the magnitudes (or ranges) of some key parameters such as shortrun and long-run price elasticities.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The remainder of the paper is organized as follows. Section 2 deals with issues in the theory and specification of agricultural supply models. Section 3 reviews some empirical studies. Section 4 contains concluding remarks and recommendations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Agricultural supply response represents the agricultural output response to change in agricultural prices or, more generally, to agricultural incentives. Agricultural supply response can be analyzed from the point of view of aggregate output or supply, subsectoral output (i.e., crop output and livestock output) and individual crop (i.e., cotton and tea). The level of aggregation depends on the objective of the study as well as the availability of data. Moreover, agricultural output or supply 3 can be captured in any of the following: (a) acreage or area under cultivation; (b) yield or product per acreage unit; and (c) product of acreage and yield.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Issues in the theory and specification of agricultural supply models",
        "sec_num": "2."
      },
      {
        "text": "This section concentrates on some issues in the theory and specification of supply models that are not sufficiently highlighted in the literature. The emphasis is, however, more on model specification than on theory. The first issue concerns impact of prices and exchange rates on agricultural supply. The second issue deals with other determinants of agricultural supply. The third issue is related. to the problem of simultaneity of variables. The fourth issue concerns the asymmetric (or irreversible) nature of supply responses to price changes, and the fifth deals with \"to pool or not to pool\" question.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Issues in the theory and specification of agricultural supply models",
        "sec_num": "2."
      },
      {
        "text": "Prices and exchanges rates are very important in dictating the pace of agricultural growth at the micro level as well as at the macro level.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "On the effect of prices and exchanee rates",
        "sec_num": "2.1."
      },
      {
        "text": "A farmer makes the following decision concerning the production of a crop: \"Before deciding on the level of production of his crop, the farner has to choose between consumption and production bundles. The three consumption activities that he can choose from are goods that are produced and consumed within the family, goods that are purchased with cash, and leisure. In his production activities, he has four alternatives: (i) producing food crops and other goods for own consumption; (ii) producing cash crops; (iii) offering his labor for a wage (or participating in other cash-earning activities); and (iv) taking more leisure.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "Changes in the prices of any of these consumption or production activities will affect the production of food crops or export crops. The way in which crop production is affected by a change in one of these prices depends upon the relative weights of the substitution and income effects in the consumption process, and upon whether or not subsistence goods are inferior in consumption\" (Bond, 1983, p. 707)4. The most influential model is the Nerlove model, a dynamic supply model that was originally developed in the context of crop-by-crop supply response (see Nerlove, 1958) . Basically, the model states that output (quantity or area) is a function of expected price, output (area) adjustment and some exogenous variables. Subsequent modifications attempt to capture the specificity of the crop under investigation, \"alternative crops that compete for land and labor, the inclusion of other factors of particular importance for the country or crop being investigated, and the time horizon that must be considered for each crop \" (Bond, 1983, p.709) .",
        "cite_spans": [
          {
            "start": 385,
            "end": 407,
            "text": "(Bond, 1983, p. 707)4.",
            "ref_id": null
          },
          {
            "start": 562,
            "end": 576,
            "text": "Nerlove, 1958)",
            "ref_id": "BIBREF58"
          },
          {
            "start": 1032,
            "end": 1051,
            "text": "(Bond, 1983, p.709)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "A typical Nerlovian model can be written as follows (see, for example, Askari and Cumrnings, 1976, p.257-25 8 ) : = area desired to be under cultivation at time t P, = actual real producer price at time t P,' = expected real producer price at time t Z, = other exogenous factors affecting supply at time t AB y = expectation and adjustment coefficients, respectively.",
        "cite_spans": [
          {
            "start": 71,
            "end": 111,
            "text": "Askari and Cumrnings, 1976, p.257-25 8 )",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "AD= c +a ,' ±+ a uZ , (1) y\", =P,_l] +,8(P,-l-P,0,) At A,,I + y (AtD -A,, l)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "Several questions can be raised at this stage. One of them is how to measure real output price. The issue here is the choice of the relevant deflator. Askari and Cummings (1978) elaborate very well on that. The real output price can be either one of these or none: \"(a) the price of the crop actually received by farmers; (b) the ratio of the price of the crop received by farmers to some consumer price index; (c) the ratio of the price of the crop received by farmers to some price index of the farmers' inputs; (d) the ratio of the price of the crop received by farmers to some index of the price of competitive crops (or the price of the most competitive crop)\" (Askari and Cummings, 1978, p.258) .",
        "cite_spans": [
          {
            "start": 151,
            "end": 177,
            "text": "Askari and Cummings (1978)",
            "ref_id": null
          },
          {
            "start": 666,
            "end": 700,
            "text": "(Askari and Cummings, 1978, p.258)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "With suitable definition of price, the above equations give the following:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "Q, = c 0 +clQ_ 1 +C 2 (PJ/Pd)f +C 3 ZZ +t \"",
            "eq_num": "(2)"
          }
        ],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "where Q is agricultural output in general (area or yield per acreage or total yield), P. is the price of the crop, Pd is the price of the deflator and other variables are defined as above. A point not sufficiently underlined in the literature is that by estimating (2), one imposes a restriction on the coefficients of nomninal output price and the deflator price (they should be equal to c 2 in absolute value). This is rather the exception than the rule.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "In fact, (2) can be estimated in an unrestricted form with nominal output price and potential deflators underlined above:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "QO = C 0 + cl QF + c, P t+ + I C7? P-., + C? 3 PJ + C 24 P, +C 3 Zt + (2')",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "where P, is the price of the crop, Pi is the input price, PO represents the price of alternative crops, P,. stands for the price of consumer goods usually captured by the consumer price index (CPI), P. is the price of urban labor or wages, and other variables are defined as above. The suitable deflator (if any) can be revealed by testing the unrestricted form (2') against various restricted forms of type (2). Note that even if one knows today's actual price, the latter may become irrelevant in the future.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "The qupstion concerning formation of price expectation is also an important one.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "In general, many authors use some distributed lags to capture price expectation. The lag structure, however, may vary from one type of crop to another. In general, one would expect perennial crops to have longer lags than annual crops. This lag structure differential is clearly an issue when one tries to explain aggregate output. Note also that price expectation itself can change due to an external shock. Finally, it is hard to sort out whether adjustment or expectation is taking place if the expectation coefficient and the adjustment coefficient are both equal to one (see Mundlack, 1985) .",
        "cite_spans": [
          {
            "start": 580,
            "end": 595,
            "text": "Mundlack, 1985)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "The model is a little bit vague about the components of Z. Theoretically Z includes variables describing marketing, credit, mechanization, land reform, research, irrigation, weather, and soil quality. Nevertheless, in the Nerlove model, weather measurement (i.e., rainfall) and time trend (capturing structural change or advance in technology) seem to be the favorite candidates. Note that contrary to many Nerlovian models, weather as rainfall should not necessarily enter the model in a linear fashion as too much rain can be a nuisance. Moreover timing of rain matters too. The inclusion of time trend instead of specific variables is generally justified on the ground of lack of availability of data or multicollinearity among variables. In our view, time trend as variable capturing the effect of omitted variables should be a variable of last resort as we are really interested in tracing the impact of each specific variable.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "Although the presence of lagged output in the basic equation usually gives rise to a very high R 2 and possibly reduces or eliminates autocorrelation, this variable competes with capital stock if included. Specially, the presence of capital stock makes the output lagged one period loose its explanatory power (Mundlack, 1985) . The question of including capital stock and excluding lagged output is an important one. On the one hand, the inclusion of capital stock can help justify the inclusion of other variables. On the other hand, the exclusion of lagged output is inconsistent with the Nerlove model, which is based on price expectation and output adjustment.",
        "cite_spans": [
          {
            "start": 310,
            "end": 326,
            "text": "(Mundlack, 1985)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "The role of exchange rate is not explained at all at this level of aggregation. In fact, exchange rate affects crop supply generally through its effect on price incentives.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "To sum up, at the micro level we can state that area (acreage) or output (total yield) for a given crop can be determined as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "+ + Q = F(P,,P, P , P. Pu Z)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "where variables are defined as above.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "The sign in (3) indicates the nature of the impact of the variable in matter in crop production. An increase in the price of the crop is an incentive to produce more.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "An increase in the input price increases the cost of production hence becomes a disincentive to produce more. An increase of the price of the most alternative crop is a disincentive to produce more of the main crop. An increase in the price of consumer goods as well as wages negatively affects crop production. The impact of other factors on the crop production is to be analyzed on a case by case basis (see 2.1.3).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. 1. Microspecification",
        "sec_num": "2."
      },
      {
        "text": "Agricultural price incentives are influenced by macroeconomic policies (trade policies, exchange rate policies, policies towards capital movements, and fiscal policies ).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "The policies affect the farmer's real income, and terms of trade between rural and urban as well as the terms of trade between tradeables and nontradeables (Jaeger and Humphreys, 1988 ).",
        "cite_spans": [
          {
            "start": 156,
            "end": 183,
            "text": "(Jaeger and Humphreys, 1988",
            "ref_id": "BIBREF42"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "Central to these policies is the real exchange rate (RER), that is, the ratio of prices of tradeable to nontradeable goods (or vice versa). Indeed, macroeconomic policies generally result in the RER effect, which ultimately affect output price and hence agricultural supply. The behavior of the real exchange rate is, in many LDCs, rather harmful to aaricultural incentives as exchange rates are overvalued. Indeed, overvalued exchange rates make local products, including agricultural products, less competitive wvith imports and less profitable as exports. Moreover, they may also artificially reduce the cost of imported inputs (i.e., fertilizer) (Abt associates et al., 1989) .",
        "cite_spans": [
          {
            "start": 650,
            "end": 679,
            "text": "(Abt associates et al., 1989)",
            "ref_id": "BIBREF0"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "Exchange rate policies refer to policies aiming at altering the nominal exchange rate in view of modifying the real exchange rate. In many LDCs, this modification usually takes the form of a devaluation which, in fact, is consistent \"with smaller, greater, or equivalent real devaluations, depending on the adjustment in the price of non-tradeable or home goods that result from the nominal devaluation\" (Valdes and Pinckney, 1989, p.44) .",
        "cite_spans": [
          {
            "start": 404,
            "end": 437,
            "text": "(Valdes and Pinckney, 1989, p.44)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "Successful devaluations bring about an increase in producer incentive as they increase the price of tradeable relative to nontradeable goods.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "An unsustainable budget deficit (as a result of expansionary fiscal policy) can affect agricultural production through its effect on exchange rate. Indeed, an unsustainable budget deficit puts pressure on money supply which in turns affects the price level. If the domestic price inflation exceeds the trading partner's price inflation, then an appreciation of exchange rate results (Cleaver, 1985) .5 The latter appreciation generally results in a decrease of producer incentive as the price of tradeable goods decreases with respect to nontradeable goods. Note that an expansionary fiscal policy is also more likely to affect investment; that is, it is more likely to lead to investment cuts in some sectors. Given the rural-urban bias that exists in most developing countries, investment is usually cut in the agricultural sector.",
        "cite_spans": [
          {
            "start": 383,
            "end": 398,
            "text": "(Cleaver, 1985)",
            "ref_id": "BIBREF24"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "\"Capital movements can substantially influence the RER. A policy of heavy overseas .borrowing can lower the RER as happened in Argentina and Chile in the 1970s and early 1980s. Conversely, a policy of large overseas investment can raise the RER... The connection between capital flows and the RER can be sketched as follows: for any given level of international reserves, equilibrium in the balance of payments requires a higher balance in the capital account which thereby lowers the current account. In other words, a larger net inflow of capital will induce a lower RER, reducing the surplus in the current account \" (Valdes and Pinckney, 1989, p.47) .",
        "cite_spans": [
          {
            "start": 620,
            "end": 653,
            "text": "(Valdes and Pinckney, 1989, p.47)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "Once more, the question of interest is how to measure real output price. Generally, here it is the ratio of nominal output price to consumer price index. Note that since CPI on which the RER is generally based is not comparable across countries for reasons enumerated below, the RER is really a country index. This aspect has been often overlooked in the literature.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "The linkage between macroeconomic policies and real producer prices can be expressed in terms of direct and indirect effects (see the seminal study by Krueger et al., 1988 ). The direct effect is captured by the proportional difference between the producer price (farmgate price) and the border price (adjusting for distribution, storage, transport and other marketing cost). A negative difference means a tax on exportable goods or on producers and a positive one represents a subsidy on imports (Krueger et al., 1988) .",
        "cite_spans": [
          {
            "start": 151,
            "end": 171,
            "text": "Krueger et al., 1988",
            "ref_id": "BIBREF49"
          },
          {
            "start": 497,
            "end": 519,
            "text": "(Krueger et al., 1988)",
            "ref_id": "BIBREF49"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "Taxes represent distortions that are harmful to the agricultural sector. It has been argued that in many developing countries, especially Sub-Saharan Africa, these distortions (taxes, mainly) have been deliberately set up by governments through price fixation or control.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "The above direct effect is the same concept as the nominal protection coefficient (NPC) which is the ratio of the farmgate price to the border price after adjusting for all the relevant costs underlined above. Clearly, the NVPC compares the farmgate price to the maximum that could be offered to producers (border price less than the costs advocated above). A ratio of less than one indicates that agriculture is being taxed. The NPC has been criticized on the ground that as a measure of incentive distortion it ignores the exchange rate impact on policy distortion, and it also ignores the effect of exchange rate misalignment or implicit taxation. That is, the NPC will understate the degree of agricultural taxation when exchange rates are overvalued at the same time it will be unable to provide an unambiguous answer as to the relative importance of one source to the net effects change over time in the sources of variation --farmgate price, international price and exchange rate (Jaeger, 1992) . The real protection coefficient (RPC) is used to meet the above criticisms. It is a NPC calculated at the equilibrium exchange rate.",
        "cite_spans": [
          {
            "start": 987,
            "end": 1001,
            "text": "(Jaeger, 1992)",
            "ref_id": "BIBREF43"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "\"The indirect effect has two components. The first is the impact of the unsustainable portion of the current deficit and industrial protection policies on the real exchange rate and thus on the price of agricultural commodities relative to nonagricultural nontradeables. The second is the impact of industrial protection policies on the relative price of agricultural commodities relative to that of nonagricultural tradeable goods\" (Krueger et al., 1988, p.255) .",
        "cite_spans": [
          {
            "start": 433,
            "end": 462,
            "text": "(Krueger et al., 1988, p.255)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "Another approach showing the linkage betwveen macroeconomic, policies (represented by real exchange rate) and real output price is that of the World Bank.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "Following the World Bank (1994, p. 271) , the real producer price is decomposed as follows:",
        "cite_spans": [
          {
            "start": 20,
            "end": 39,
            "text": "Bank (1994, p. 271)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "RPP =PF /CPI = PF/PB e e WYPIICPI Pu/WPI =NPCERPB (4)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "where RPP is the real producer price for export crops, PF is the farmgate producer price, PB is the border price in dollars, e is the nominal exchange rate defined as above,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "NPC is the nominal protection coefficient, RER is the real exchange rate, and PB is the real price of country's exports (at the border).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "Definition (4) reveals that it is really hazardous to include both RER and RPP in the same equation as the real producer price already contains information on the RER. 6 Note that (4) can be redefined in terms of equilibrium exchange rate as follows:",
        "cite_spans": [
          {
            "start": 168,
            "end": 169,
            "text": "6",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "RPP = PFICPI = PF /IP,e elE E WPI/CPI Pv/IWPI = RPC ERER p, (4')",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "where E is the equilibrium exchange rate, RPC is the real protection coefficient and ERER is the equilibrium real exchange rate. Recall that neither E nor ERER is observable.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "In the pursuit of profits, farmers have to bear the cost of inputs. Nominal output price incentive is annihilated if input costs are high. Hence, input prices are a very important element of agricultural production. The prices of the following inputs are particularly relevant: fertilizers, pesticides, improved and high yield varieties of seeds, tractors and cars. Moreover, urban wages and the price of consumer goods have a serious impact on agricultural output prices. An increase in input prices increases input costs and decreases the incentive to produce more, ceteris paribus. This is generally the case for external inputs, such as fertilizers, pesticides, improved and high yield varieties of seed and machinery which, as imported goods, at least in many LDCs, see their prices raised by policies that protect industry. On the other hand, in many countries there is a fair amount of subsidization of these inputs as in the case of an overvaluation of currency which artificially reduces the cost of imported inputs. This brings about an overuse of these inputs which most likely leads to inefficiency over time and may well create environmental problems. Apart from that, some of the inputs may have a negative effect in the long-run even when they become available to rural dwellers at low cost. For example, some pesticides can bring about health problems which impinge on future productivity or might result in death. The prices of consumer goods are important to the extent that they enter the consumer price index. As the relevant output price incentive is the real output price (generally, nominal price over some consumer price index), an increase in the price of consumer goods brings about a decrease in real output price which in turn constitutes a disincentive to produce more. The same story can be told about wages. In fact, in many 6If one decides to use both variables, then one variable must be cleaned up for the effect of the other.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "LDCs governments fix the nominal output price to make sure that goods are affordable at a reasonable price in urban areas and wages offered to urban dwellers have an adequate purchasing power.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "In short, agricultural output price can boost production by increasing the returns of inputs. Agricultural output price is affected by market forces and/or by government intervention through trade policy (export tax or subsidies), exchange rate policy, taxes and subsidies and direct government intervention (i.e., price controls). That is, real output price is subject to two types of distortions: direct taxation represented by trade tariffs and government fixation of prices, and indirect taxation captured by currency overvaluation as well as protection of nonagricultural sectors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Using macro and policy variables",
        "sec_num": "2.1.2."
      },
      {
        "text": "Apart from pure agricultural incentives captured by prices, there are other factors that affect supply response whose omission generally brings about omnitted variable bias.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "On the impact of other determninants",
        "sec_num": "2.2."
      },
      {
        "text": "One set of such factors is public inputs: irrigation and some type of human and physical capital --i.e., adult literacy, life expectancy, research, extension, road density and roads paved (see Binswanger et al., 1987) . Irrigation water is expected to affect positively agricultural output through its effect on productivity. Adult literacy, by helping individuals to assimnilate or to adopt technical advance faster, is positively related to agricultural output. An increase in life expectancy represents a measurement of health which affects output through productivity.",
        "cite_spans": [
          {
            "start": 193,
            "end": 217,
            "text": "Binswanger et al., 1987)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "On the impact of other determninants",
        "sec_num": "2.2."
      },
      {
        "text": "Population density has an impact on agricultural production. It is expected to be positively linked to agricultural output through land use intensification (Boserup hypothesis) or increase in cropping frequency (Krautkraemer, 1994) .7 In fact, household composition in terms of active people may well alter the positive impact of population density on agricultural production.",
        "cite_spans": [
          {
            "start": 211,
            "end": 231,
            "text": "(Krautkraemer, 1994)",
            "ref_id": "BIBREF47"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "On the impact of other determninants",
        "sec_num": "2.2."
      },
      {
        "text": "Income level has a positive impact on agricultural output to the extent that the higher the farmer's income the higher the level of production, ceteris paribus. This is 7 Krautkraemer (1994, p. 401) uses \" a renewvable resource model of soil fertility with a convexity with the net benefit function\" to show that \" as population grows and the demand for food increases, more frequent cropping becomes economical.\" mainly explained by the fact that with a higher income the farmer can easily acquire the much needed inputs that can help boost productivity.",
        "cite_spans": [
          {
            "start": 169,
            "end": 198,
            "text": "7 Krautkraemer (1994, p. 401)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "On the impact of other determninants",
        "sec_num": "2.2."
      },
      {
        "text": "Technology or spending on research is perhaps the key variable if one has to raise substantially output in the regions such as Sub-Saharan Africa. Indeed, an increase in research in the sense of technology advance can help reach the twin goals of agricultural output growth and environmental conservation through land use intensification. A caution, however, is in order since some of the advances can lead to overuse of inputs such as fertilizers which, in the long run, may reduce agricultural productivity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "On the impact of other determninants",
        "sec_num": "2.2."
      },
      {
        "text": "Rural infrastructure is very important in the agricultural production setting to the extent that a deficient infrastructure can wipe out all other production incentives. Indeed, \"adjusting prices may not be all that is needed to increase the output and incomes of target groups. More often than not, the poor in developing countries are located in areas with little access to roads, transports, communication, agriculture services, marketing facilities, and so on. Improving prices may be a necessary condition for restoring incomes,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "On the impact of other determninants",
        "sec_num": "2.2."
      },
      {
        "text": "but not a sufficient one. If farmers cannot get the supplies and services they need, infrastructure investments may be required to give these farmers the capacity to increase output and yields\" (Demery and Addison, 1987, p.13 ). Nevertheless, better infrastructure can also be a double edged sword to the extent that it can lead to deforestation which in turns affects soil quality and productivity over time. Better extension and irrigation services are also positively linked to agricultural output.",
        "cite_spans": [
          {
            "start": 194,
            "end": 225,
            "text": "(Demery and Addison, 1987, p.13",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "On the impact of other determninants",
        "sec_num": "2.2."
      },
      {
        "text": "Exogenous shocks such as weather, civil strifes or wars are also important in explaining aggregate output. Good weather has a positive impact on agricultural supply.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "On the impact of other determninants",
        "sec_num": "2.2."
      },
      {
        "text": "Weather, in fact, constitutes one of the most important \"risk\" factors that farmers must take into account in the crop selection. It means that, under some circumstances, the farmer will choose not the crop with the highest return, but the crop which is the most drought-resistant (Bond, 1983) . There is a role for irrigation here as the latter can temper the negative effect of rain shortfall, for example. Wars and civil strifes do not create an ideal environment to boost agricultural output. The experience of quite a number of African countries (e.g., Somalia and Mozambique), where famine was sustained by wars and/or civil strifes, is striking. Last but not least, land characteristics or soil quality is positively related to agricultural production or supply.",
        "cite_spans": [
          {
            "start": 281,
            "end": 293,
            "text": "(Bond, 1983)",
            "ref_id": "BIBREF19"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "On the impact of other determninants",
        "sec_num": "2.2."
      },
      {
        "text": "To sum up, many factors determine the path of agricultural supply. The noninclusion of important determining factors brings about estimate biases.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "On the impact of other determninants",
        "sec_num": "2.2."
      },
      {
        "text": "The examination of the literature reveals that few authors have dealt with the issue of simultaneity. To recall, most of the studies on supply response use a specification of the following type:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simultaneity issue",
        "sec_num": "2.3."
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "Q, = a + PJ36 +Xjrj +zI,",
            "eq_num": "(5)"
          }
        ],
        "section": "Simultaneity issue",
        "sec_num": "2.3."
      },
      {
        "text": "where Q, is the agricultural supply, I is the time period, P, is some price measurement, j is a variable index, X 1 , represents other explanatory variables, a is a. constant term and t(, is the usual error term.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simultaneity issue",
        "sec_num": "2.3."
      },
      {
        "text": "Equation 5implies that there is a unidirectional causality from right-hand side variables to agricultural supply; that is, price and other explanatory variables are uncorrelated with the error term, it,. In reality, it may well be the case that price and supply are simultaneously determined in which case estimates in equation 5suffer from demand/supply simultaneity bias. Nevertheless, simultaneity in the sense of simultaneous determination of price and quantity is not a problem if demand is completely inelastic.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simultaneity issue",
        "sec_num": "2.3."
      },
      {
        "text": "This situation is very unlikely. In any case, it is advisable to examine prices on individual basis as in Lopez et al. (1991) . Here are some hints. The price of agricultural exportables (export crops) in a given country is most likely exogenous as it depends on the world price and production and the latter do not depend on the country's production. Nevertheless, the price of a given export crop is probably endogenous if the country's share of the world production is substantial.S The price of agricultural exportables is most likely exogenous if it is fixed by the government. The price of agricultural importables is exogenous. The price of agricultural nontradeables (i.e., staple foods) is endogenous as it depends by and large on domestic supply/demand conditions prevailing in the market. Wage, the price of labor, is endogenous as it depends on the minimum wage structure, the price of agricultural nontradeables, the price of agricultural exportables, education, and technical change.",
        "cite_spans": [
          {
            "start": 106,
            "end": 125,
            "text": "Lopez et al. (1991)",
            "ref_id": "BIBREF51"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simultaneity issue",
        "sec_num": "2.3."
      },
      {
        "text": "It has been argued that endogeneity is not a problem if eq. 5is part of a recursive system (current production depends on lagged price and other exogenous variables and this quantity, once produced, is a major factor determining current price (Tomek and Robinson, 1972, p.323) . This is particularly plausible for some types of commodities such as annual crops and some types of livestock. Nevertheless, price endogeneity is still a problem if demand factors are autocorrelated.",
        "cite_spans": [
          {
            "start": 243,
            "end": 276,
            "text": "(Tomek and Robinson, 1972, p.323)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simultaneity issue",
        "sec_num": "2.3."
      },
      {
        "text": "In fact, there is not only price endogeneity at stake here, but also the endogeneity of other explanatory variables. Indeed, with the exceptions of pure exogenous shocks, the other explanatory variables are by and large endogenous. For example, soil quality depends on past soil quality, the techniques of cultivation, and external inputs such as fertilizers (see Salehi-Isfahani, 1993) . Road variable depends on population density and economic conditions of the location.",
        "cite_spans": [
          {
            "start": 364,
            "end": 386,
            "text": "Salehi-Isfahani, 1993)",
            "ref_id": "BIBREF68"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simultaneity issue",
        "sec_num": "2.3."
      },
      {
        "text": "Failure to deal properly with the simultaneity problem gives rise to inconsistent estimates. Hence, the recourse to some exogeneity tests (i.e., Hausman exogeneity test)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simultaneity issue",
        "sec_num": "2.3."
      },
      {
        "text": "should become the rule rather than the exception to decide on the simultaneity issue.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simultaneity issue",
        "sec_num": "2.3."
      },
      {
        "text": "Agricultural supply is defined as the response of agricultural output to changes in prices, all other factors held constant. The implicit idea is that a price increase and a price decrease lead to the same output change (in absolute value). The agricultural supply in this sense is said to be symrnetric or reversible, as a price decrease will bring the supply at its original level. In reality, the fact that \"fixed assets\" or precisely, \"sticky assets\" such as land, trees, buildings or equipment that were acquired when prices were high, are not thrown away when the prices are low, at least in the short-run, implies that price increase and price decrease do not give rise to a similar change in output (Johnson, 1958) . This is particularly true for perennial crops; the output change resulting from price decrease is less than that from price increase. The supply response is then said to be irreversible or asymmetric. Technological innovation can also explain this phenomenon (Cochrane, 1955) . Indeed, \"an increase in price induces farmers to adopt technologically improved production methods, and they hold on to these improved production practices even when the price of the commodity falls. This is, because, by definition, a technological advance reduces unit costs, and unit costs are lower with the improved production practice than without it no matter what the price of the product is. Some resources used in the production of the crop will be shifted to the production of other crops when its price declines, but during the price fall, the rate of decline in the supply of the crop will be less than the increase in the supply of the crop when the price rises\" (Jaforullah, 1993, p.490 ).",
        "cite_spans": [
          {
            "start": 707,
            "end": 722,
            "text": "(Johnson, 1958)",
            "ref_id": "BIBREF45"
          },
          {
            "start": 984,
            "end": 1000,
            "text": "(Cochrane, 1955)",
            "ref_id": "BIBREF29"
          },
          {
            "start": 1679,
            "end": 1703,
            "text": "(Jaforullah, 1993, p.490",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Asymmetric agricultural supply responses to price changes",
        "sec_num": "2.4."
      },
      {
        "text": "The irreversibility concept, although theoretically sound, has not been widely applied as the quantification of price increases and price decreases is not straightforward.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Asymmetric agricultural supply responses to price changes",
        "sec_num": "2.4."
      },
      {
        "text": "Let the basic equation be:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Asymmetric agricultural supply responses to price changes",
        "sec_num": "2.4."
      },
      {
        "text": "o =a +pi pi + pdpd+y+z+ (6)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Asymmetric agricultural supply responses to price changes",
        "sec_num": "2.4."
      },
      {
        "text": "where Q, is the agricultural supply, P,' represents rising price, P.d is falling price, and Z, represents other variables. The crux of the debate is how to adequately capture falling and rising prices. Below, we briefly present the very few attempts that have been made.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Asymmetric agricultural supply responses to price changes",
        "sec_num": "2.4."
      },
      {
        "text": "According to Tweeten and Quance (1969) , when the price is for \"a specified period or years of declining or increasing relative prices, it is the actual observation for the specified years but has a zero value for other years in the period observed\" (Tweeten and Quance, 1969, p. 343) . Wolffram (1971) shows that the technique used by Tweeten and Quance (1969) is mathematically incorrect \"both for (1) quantification of irreversible supply reactions to increasing and decreasing prices and (2) differentiating the partial influence of an independent variable during certain periods of investigation\" (Wolffram, 1971, p.356-357) . He suggests the following partition of rising and falling prices:",
        "cite_spans": [
          {
            "start": 13,
            "end": 38,
            "text": "Tweeten and Quance (1969)",
            "ref_id": "BIBREF76"
          },
          {
            "start": 250,
            "end": 284,
            "text": "(Tweeten and Quance, 1969, p. 343)",
            "ref_id": null
          },
          {
            "start": 287,
            "end": 302,
            "text": "Wolffram (1971)",
            "ref_id": "BIBREF82"
          },
          {
            "start": 336,
            "end": 361,
            "text": "Tweeten and Quance (1969)",
            "ref_id": "BIBREF76"
          },
          {
            "start": 602,
            "end": 629,
            "text": "(Wolffram, 1971, p.356-357)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Asymmetric agricultural supply responses to price changes",
        "sec_num": "2.4."
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "pi ' = , + a (P, -p (7) PI = pd +a .(P, -P,,)",
            "eq_num": "(8)"
          }
        ],
        "section": "Asymmetric agricultural supply responses to price changes",
        "sec_num": "2.4."
      },
      {
        "text": "where p,' is rising price, a, = 1 if P, -P, > 0 and 0 otherwise, and 1< is falling price, a2 =1 if P, -P, 1 < 0 and 0 otherwise.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Asymmetric agricultural supply responses to price changes",
        "sec_num": "2.4."
      },
      {
        "text": "As noted by Hallam (1990) , the problem with the Wolffram formulation is that \"at the end of any given period, output will be greater the greater the price variability during that period. In practice, greater price variability might be expected to be a disincentive to output expansion\" (Hallam, 1990, p.60) due to risk considerations. Trail et al. (1978) bypass the above variability paradox by using the following price",
        "cite_spans": [
          {
            "start": 12,
            "end": 25,
            "text": "Hallam (1990)",
            "ref_id": "BIBREF41"
          },
          {
            "start": 287,
            "end": 307,
            "text": "(Hallam, 1990, p.60)",
            "ref_id": null
          },
          {
            "start": 336,
            "end": 355,
            "text": "Trail et al. (1978)",
            "ref_id": "BIBREF75"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Asymmetric agricultural supply responses to price changes",
        "sec_num": "2.4."
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "decomposition; Pi Pi +al (X prnax) (9) p pdl I0 PI _-+a 2 (f, -2 -I",
            "eq_num": "(10)"
          }
        ],
        "section": "Asymmetric agricultural supply responses to price changes",
        "sec_num": "2.4."
      },
      {
        "text": "where P],\" is the previous maximum price, a, = 1 if P, > P,' and 0 otherwise, and a 2 = 1 if p, < P m , and 0 otherwise. The authors recommend the Almon model with varying lengths for price increases and price decreases to overcome the problem of \"'eternal assets.\" 9",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Asymmetric agricultural supply responses to price changes",
        "sec_num": "2.4."
      },
      {
        "text": "The problem with this methodology is that it is sensitive to the data period chosen.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Asymmetric agricultural supply responses to price changes",
        "sec_num": "2.4."
      },
      {
        "text": "\"If for example, the first observation on price is the highest in the series then all subsequent price changes will represent falls. There will be no variation in the 'rising price' series and it wvill not be possible to estimate the associate parameter. A possible solution to this difficulty is to take into account the depreciation of the fixed assets over time, thus allowing price maxima gradually to become obsolete\" (Hallam, 1990 , p. 6 0 -6 1). Burton (1988) derives an asymmetric model whose asymmetry in the short-run does not carry over to the long-run. The asymmetry impact is obtained not through price segmentation but through output (or area) under study (see Burton for details).",
        "cite_spans": [
          {
            "start": 423,
            "end": 436,
            "text": "(Hallam, 1990",
            "ref_id": "BIBREF41"
          },
          {
            "start": 453,
            "end": 466,
            "text": "Burton (1988)",
            "ref_id": "BIBREF20"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Asymmetric agricultural supply responses to price changes",
        "sec_num": "2.4."
      },
      {
        "text": "9 Assets that were acquired when prices were high are not disposed of in the long-run in the presence of falling prices; this implies that short-run asymmetry carries over to the long run (see Burton, 19SS) .",
        "cite_spans": [
          {
            "start": 193,
            "end": 200,
            "text": "Burton,",
            "ref_id": null
          },
          {
            "start": 201,
            "end": 206,
            "text": "19SS)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Asymmetric agricultural supply responses to price changes",
        "sec_num": "2.4."
      },
      {
        "text": "Summing up, the neglect of price segmentation can lead to misspecification bias.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Asymmetric agricultural supply responses to price changes",
        "sec_num": "2.4."
      },
      {
        "text": "Data pooling brings about at least two sets of problems that are not always understood or well dealt with in the literature. The first problem concerns modeling and/or method of estimation. The second problem is data comparability.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Pooling issues",
        "sec_num": "2.5."
      },
      {
        "text": "Following the literature, most of the authors model supply response in a single equation (or multiple equations) as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. Modeling",
        "sec_num": "2.5."
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "Qi, = ai + Pi +Xij,j +I,",
            "eq_num": "(11)"
          }
        ],
        "section": "1. Modeling",
        "sec_num": "2.5."
      },
      {
        "text": "where i = 1,2,...n stands for country (or region), t = 1,2,..., T is the time period index, j = 1, 2,..., g is a variable index, Q is some output measurement, P is some price variable, X is a set of other explanatory variables, a, are country specific variables and iii, is the usual error term.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. Modeling",
        "sec_num": "2.5."
      },
      {
        "text": "Model (11) states that the slope (i.e., marginal effect or elasticity) is the same across countries. The model becomes a pure cross section model if t = I or average values of variables over the period are used. Note that when necessary, time specific variables can be added to eq. (11).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. Modeling",
        "sec_num": "2.5."
      },
      {
        "text": "The following two issues are important when estimating model (11 In our view, either one tests formally for pooling or if possible, one starts with a random coefficient model. The latter can be presented as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. Modeling",
        "sec_num": "2.5."
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "Qi, = ai + P,fr +Xi,,rij +1ui,",
            "eq_num": "(12)"
          }
        ],
        "section": "1. Modeling",
        "sec_num": "2.5."
      },
      {
        "text": "This model exploits cross-country properties and time series properties.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. Modeling",
        "sec_num": "2.5."
      },
      {
        "text": "Bias resulting from improper pooling can blur our understanding of how key agricultural factors affect agricultural supply.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. Modeling",
        "sec_num": "2.5."
      },
      {
        "text": "The second set of issues is how to capture variables for international comparisons.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Comparability of variables across countries",
        "sec_num": "2.5.2."
      },
      {
        "text": "Aggregate output and prices are the most troublesome variables for international comparison. Below, we summarize how aggregate output and prices can be made internationally comparable first and then discuss prices.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Comparability of variables across countries",
        "sec_num": "2.5.2."
      },
      {
        "text": "In a single country context, the aggregate output is obtained as follows' 2",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "N Vj = Pij qi,",
            "eq_num": "(13)"
          }
        ],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "i=t where i stands for commodity, j is the country under study, Py is the price of commodity i received by producers expressed in the local currency of countryj, qq is the quantity of commodity i produced in country j and Vj is the aggregate value of commodities in country j. The use of prices in definition (13) is justified as the quantities of different commodities are not strictly additive.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "\" 1 Note that the presence of country dummies in the wvithin regressions (OLS wvith country specific variables) is not necessarily an avenue for explaining varying slope estimates. The real issue is whether some panel members (countries, regions, etc) behave like outliers. 12 This part is closely based on Rao et al. (1991) .",
        "cite_spans": [
          {
            "start": 307,
            "end": 324,
            "text": "Rao et al. (1991)",
            "ref_id": "BIBREF65"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "Definition (13) cannot be used for international output comparison since the above prices are expressed in local currency. In fact, even if expressed in a common currency, definition (13) is still not good enough for sake of comparison across countries because \"each country's value aggregate is based on prices prevailing in that country\" (Rao et al., 1991, p. 198 ).",
        "cite_spans": [
          {
            "start": 340,
            "end": 365,
            "text": "(Rao et al., 1991, p. 198",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "Some advances have been made to make (13) somewhat valid for international comparison. Rao et al. (1991) distinguish two approaches: (a) the aggregate output repricing method; and (b) the purchasing power parity (PPP) or implicit exchange rate method.",
        "cite_spans": [
          {
            "start": 87,
            "end": 104,
            "text": "Rao et al. (1991)",
            "ref_id": "BIBREF65"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "The aggregate output repricing method \"suggests revaluation of the quantity vectors of different countries using a single set of prices for different commodities.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "These prices may be expressed either in a numeraire currency, in which case the value of output is expressed in that currency, or in the form of relative prices, such as wheatrelatives, in which case the total output in each country is expressed in terms of the numeraire commodity\" (Rao et al., 1991, p. 199) .",
        "cite_spans": [
          {
            "start": 283,
            "end": 309,
            "text": "(Rao et al., 1991, p. 199)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "In terms of a numeraire currency, definition (13) can be rewritten as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "V = EPi, q",
            "eq_num": "(14)"
          }
        ],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "i=I where the prices are now the \"international\" price of commodity i. From definition (14), one can derive an agricultural output index:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "I k = Vk /V;",
            "eq_num": "(15)"
          }
        ],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "The crucial problem here is the determination of international prices. Summers -Heston's (1988) methodology is a real contribution in this respect.",
        "cite_spans": [
          {
            "start": 71,
            "end": 95,
            "text": "Summers -Heston's (1988)",
            "ref_id": "BIBREF73"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "Another approach of the repricing method uses a wheat unit equivalent measurement (see Binswanger et al., 1985, p.52) .",
        "cite_spans": [
          {
            "start": 87,
            "end": 117,
            "text": "Binswanger et al., 1985, p.52)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "Pi. = PF., Qi / Qiwt I, ,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "where Qj, is the wheat equivalent quantity level of countryj in year t;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "w; is the world wheat equivalent price of commodity i.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "Qijt is the production of commodity i in countryj in year /",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "Pi is the average world price of commodity i PI is the average world price of wheat.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "The measurement based on wheat equivalent has been criticized on the ground that wheat is not all that important in a number of countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "Some authors use the Fisher multilateral quantity and price index instead to make output comparable across countries (see Binswanger et al., 1985 , for details).",
        "cite_spans": [
          {
            "start": 122,
            "end": 145,
            "text": "Binswanger et al., 1985",
            "ref_id": "BIBREF15"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "The purchasing power parity (PPP) approach uses the exchange rate as the conversion factor; that is, the output value in country j is the value of output in the country expressed in the country's currency times the exchange rate of the country:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "VP=N Vi =ECj Pij qjj = Cj Vj (1 6) r=1",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "where Cj is the conversion factor (exchange rate) and the p's and q's are defined as above.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "The problem with this approach is that Cj must be a suitable conversion factor.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "Recall, by the standard factor test in index number theory, one can write:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "Ip I\" = P",
            "eq_num": "(17)"
          }
        ],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "where IjPk is the price index number for country k with country j as base I,q is the quantity index number for country k with country j as base I,', the value index number for country k with country j as base and jPk = llk/¾k = Cj/Ck",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "The last equality indicates that the conversion factor must be selected appropriately and should depend on the prices and quantities of the agricultural commodities (Rao et al., 1991) . Failure to take this into account introduces serious biases in the measurement.",
        "cite_spans": [
          {
            "start": 165,
            "end": 183,
            "text": "(Rao et al., 1991)",
            "ref_id": "BIBREF65"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "Recent advances by Sunmmers and Heston (1988) solve some aspects of this problem by using the purchasing power parity of currency'\". Similarly to the case of cross-border output comparison, some authors use a wheat equivalent measurement to solve the twin problems. Peterson (1969, p.l3-14) formulates his price as follows: \"P = wm/' } w, where Pi is the average domestic price of the ith commodity during a given period; Pi is the average world market export price in US dollars of the ith commodity during a certain period; P., average world market export in US dollars of wheat during a certain period; it,,, proportion of the ith commodity in total output of each country in wheat equivalent units; and P, overall average wvheat equivalent price for each country during a certain period. To avoid the problem of exchange rate distortion as in the case of overvaluation, these average prices (expressed in domestic currency) are converted to price ratios by dividing by the weighted average of currency 1 3 \"Purchasing Powver Currency (PPC) is understood as the number of units required to purchase the same amount of goods and sern-ices as say, one US dollar would buy in the United States.\" ( World Bank, 1993, p. 2).",
        "cite_spans": [
          {
            "start": 266,
            "end": 290,
            "text": "Peterson (1969, p.l3-14)",
            "ref_id": null
          },
          {
            "start": 1204,
            "end": 1218,
            "text": "Bank, 1993, p.",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "price of commercial fertilizer\". Binswanger et al. (1985) show that Peterson's explicit price index is identical to the following implicit price index (p.53):",
        "cite_spans": [
          {
            "start": 33,
            "end": 57,
            "text": "Binswanger et al. (1985)",
            "ref_id": "BIBREF15"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "Pj, =EPi,, Qj,,/Q",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "where Pj, is each country's implicit domestic currency price index (domestic currency price index in country j at time t) which is the ratio of total production value at farm level to the total wheat equivalent quantity level (Q).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "As for output, Binswanger et al. (1985 Binswanger et al. ( , 1987 use a multilateral Fisher price index (PTF) instead of wheat-relative measurement. To circumvent the problem of exchange rate, they use the implicit purchasing power parity exchange rate a la Summers-Heston.",
        "cite_spans": [
          {
            "start": 15,
            "end": 38,
            "text": "Binswanger et al. (1985",
            "ref_id": "BIBREF15"
          },
          {
            "start": 39,
            "end": 65,
            "text": "Binswanger et al. ( , 1987",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Output comparability",
        "sec_num": "2.5.2.1."
      },
      {
        "text": "This section is a review of empirical studies. It focuses on short-run and long-run price elasticities. It is somehow a supplement to previous literature reviews (Askari and Cummings, 1976; Bond, 1983; Chhibber, 1989; Rao, 1989, and Ogbu and Gwetibouo, 1990 ).i To evaluate different studies, we check whether they adequately deal with the issues raised above: effect of prices and exchange rates, ornitted variable misspecification, simultaneity variables biases, asymmnetric supply responses misspecification, and pooling problems when applicable. The first part of the section deals with quantity studies; that is, those whose output is expressed in total yield or yield per acreage unit. The second part is concemed with studies using acreage as output. \" 4 Most remarks made here also concern studies found in these literature reviewvs.",
        "cite_spans": [
          {
            "start": 162,
            "end": 189,
            "text": "(Askari and Cummings, 1976;",
            "ref_id": null
          },
          {
            "start": 190,
            "end": 201,
            "text": "Bond, 1983;",
            "ref_id": "BIBREF19"
          },
          {
            "start": 202,
            "end": 217,
            "text": "Chhibber, 1989;",
            "ref_id": "BIBREF22"
          },
          {
            "start": 218,
            "end": 232,
            "text": "Rao, 1989, and",
            "ref_id": "BIBREF66"
          },
          {
            "start": 233,
            "end": 241,
            "text": "Ogbu and",
            "ref_id": null
          },
          {
            "start": 242,
            "end": 257,
            "text": "Gwetibouo, 1990",
            "ref_id": null
          },
          {
            "start": 758,
            "end": 761,
            "text": "\" 4",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Review of empirical studies",
        "sec_num": "3."
      },
      {
        "text": "where they are derived, long-run elasticities are larger than short-run elasticities. Fourth, price elasticities are, by and large, positive.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Review of quantity studies",
        "sec_num": "3.1."
      },
      {
        "text": "Although not reported in the table, most other determining factors included in the models are found to be very important. To corroborate, for example, the elasticities are 0.293 and 0.122 for precipitation and research/ha, respectively, in Peterson (1978) . The elasticities are 2.31 and 0.93 for land quality and average rainfall, respectively, in Van Schalkwyk and Groenewald (1993) . The impacts are -1.2 to -1.5, 0.11 to 0.15 and 0.74 to 1.0, for the degree of public involvement in input supply, the percent of government current expenditure and population growth, respectively, in Cleaver (1985) .15",
        "cite_spans": [
          {
            "start": 240,
            "end": 255,
            "text": "Peterson (1978)",
            "ref_id": null
          },
          {
            "start": 353,
            "end": 384,
            "text": "Schalkwyk and Groenewald (1993)",
            "ref_id": "BIBREF80"
          },
          {
            "start": 587,
            "end": 601,
            "text": "Cleaver (1985)",
            "ref_id": "BIBREF24"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Review of quantity studies",
        "sec_num": "3.1."
      },
      {
        "text": "The elasticities are 0.1, 0.08, 0.057, 0.1, for road density, extension, GDP, and rural population density, respectively and other quantitative effects are 1.298, 0.496, 1.325, 0.631 for irrigation, roads paved, life expectancy and adult literacy, respectively, for crop output in Binswanger et al. (1987) . Rice cultivation responds positively to rainfall (0.77) and to high-yielding varieties (0.31) in Bapna et al. (1984) . Drought negatively affects cereals (-0.32), cassava (-0.14), maize (-0.23), and sorghum (-0.30); primary education has a positive impact on rice (1.23), and cultivated area per capita is negatively linked to rice (-1.1) and maize (-0.85) in Cleaver and Schreiber (1994) . 16 Production variable (0.729), the deviation of actual production from trend (0.489) and rnisalignment following Edwards' approach (-0.451) are, aside from price, important in explaining wheat supply in Argentina (Pick and Vollrath, 1994) . In the models using the Nerlove methodology, the lagged dependent variable is always significant where included and so are time trend and weather.",
        "cite_spans": [
          {
            "start": 281,
            "end": 305,
            "text": "Binswanger et al. (1987)",
            "ref_id": null
          },
          {
            "start": 405,
            "end": 424,
            "text": "Bapna et al. (1984)",
            "ref_id": "BIBREF6"
          },
          {
            "start": 668,
            "end": 696,
            "text": "Cleaver and Schreiber (1994)",
            "ref_id": "BIBREF28"
          },
          {
            "start": 913,
            "end": 938,
            "text": "(Pick and Vollrath, 1994)",
            "ref_id": "BIBREF64"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Review of quantity studies",
        "sec_num": "3.1."
      },
      {
        "text": "Despite the existence of some stylized facts (price elasticities) underlined above -facts also uncovered in many previous literature reviews --there are a number of issues ignored or insufficiently dealt with that can substantially alter the stylized facts.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Review of quantity studies",
        "sec_num": "3.1."
      },
      {
        "text": "With the exceptions of Cleaver (1985) and Cleaver and Schreiber (1994) , all studies include some type of output price (nominal or real) in their basic regressions.",
        "cite_spans": [
          {
            "start": 23,
            "end": 37,
            "text": "Cleaver (1985)",
            "ref_id": "BIBREF24"
          },
          {
            "start": 42,
            "end": 70,
            "text": "Cleaver and Schreiber (1994)",
            "ref_id": "BIBREF28"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prices and exchange rates",
        "sec_num": null
      },
      {
        "text": "Cleaver as well as Cleaver and Schreiber use the nominal protection coefficient instead.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prices and exchange rates",
        "sec_num": null
      },
      {
        "text": "Cleaver explains agricultural growth by nomninal protection coefficient (or rate of currency depreciation), the public involvement in input supply, the public consumption to GDP in 1970-1981 and the average annual rate of population growth. If one agrees with equality (4) or (4'), then nominal protection coefficient does not fully capture real producer price. Concerning exchange rates, with the exceptions of Cleaver (1985) in one of his models, Jaeger (1992) and Pick and Vollrath (1994) , all authors do not include exchange rates in their set of explanatory variables. This is mainly explained by equality (4) or (4') which basically states that the real producer price already contains information on the real exchange rate. Thus, Jaeger (1992) who uses simultaneously real effective exchange rates and real producer prices along with disaster variable and weather to explain agricultural exports at the aggregate as well as the individual crop level, is rather suspicious. This may well explain why he obtains from time to time a wrong sign for the impact of exchange rate (i.e., an appreciation of real effective exchange rate of 100% gives rise to a 33% increase in-the agricultural exports of annual crop exporter countries) or an insignificant real producer price (this is the case for tree crop exporter countries 17 ). In his framework, the simultaneous inclusion of the two variables can be justifiable if one variable is cleaned up for the effect of the other. Pick and Vollrath's study seems fine since it captures real exchange rate by misalignment and real output price by nominal export price. The use of real currency depreciation in Cleaver (1985) would be fine if combined with other missing variables in (4').",
        "cite_spans": [
          {
            "start": 412,
            "end": 426,
            "text": "Cleaver (1985)",
            "ref_id": "BIBREF24"
          },
          {
            "start": 449,
            "end": 462,
            "text": "Jaeger (1992)",
            "ref_id": "BIBREF43"
          },
          {
            "start": 467,
            "end": 491,
            "text": "Pick and Vollrath (1994)",
            "ref_id": "BIBREF64"
          },
          {
            "start": 738,
            "end": 751,
            "text": "Jaeger (1992)",
            "ref_id": "BIBREF43"
          },
          {
            "start": 1655,
            "end": 1669,
            "text": "Cleaver (1985)",
            "ref_id": "BIBREF24"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prices and exchange rates",
        "sec_num": null
      },
      {
        "text": "In our sample, Binswanger et al. (1987) are a model of good study in terms of variable coverage. Indeed, although external shocks factors are missing here, the study \"If the real effective exchange rate is excluded, the impact of the real producer price shows up; it is 11.5% instead of 1.7% and is significant.",
        "cite_spans": [
          {
            "start": 15,
            "end": 39,
            "text": "Binswanger et al. (1987)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Omitted variable issue",
        "sec_num": null
      },
      {
        "text": "nevertheless contains the major explanatory variables that we can think of: real producer price, irrigation, road density, roads paved, life expectancy, adult literacy, research, extension, GDP, rural population density and agroclimatic potential. Bapna et al. (1984) is also similar to the above study in terms of variable coverage. Peterson (1979) human capital, and road variable may well be missing variables in these regressions. Note that their high R 2 can most likely be explained by the inclusion of lagged prices aside current prices. Gunawardana and Oczkowsky (1992) is an interesting piece of the study which explains paddy supply by the price ratio (guaranteed price of paddy to fertilizer price), irrigation, credit, concessional sales of rice. This is one of the rare studies where credit variable directly appears as an explanatory variable. Although they obtain a very high R 2",
        "cite_spans": [
          {
            "start": 248,
            "end": 267,
            "text": "Bapna et al. (1984)",
            "ref_id": "BIBREF6"
          },
          {
            "start": 334,
            "end": 349,
            "text": "Peterson (1979)",
            "ref_id": "BIBREF63"
          },
          {
            "start": 545,
            "end": 577,
            "text": "Gunawardana and Oczkowsky (1992)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Omitted variable issue",
        "sec_num": null
      },
      {
        "text": "(0.97 for yield), the inclusion of other important variables (e.g., population density) may well change the short-run and the long-run elasticities.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Omitted variable issue",
        "sec_num": null
      },
      {
        "text": "Van Schalky and Grenewald (1993) ",
        "cite_spans": [
          {
            "start": 4,
            "end": 32,
            "text": "Schalky and Grenewald (1993)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Omitted variable issue",
        "sec_num": null
      },
      {
        "text": "The issue of simultaneity of variables is important as simultaneity brings about inconsistency in the estimates. In our view, the best empirical work in our sample which takes this problem into account is Lopez et al. (1991) . Their reduced form is as follows: (Px, w, E, P,h,t) pN, = f (P , Pt pzv, v, E, q,h, t) w f (PAX pAN pN W t) E =f (P ',q,w., E' ,t) where QAX is the agricultural supply of exportables, pAX is the price of agricultural It is worth underlining that the issue of simultaneity is further complicated when using variable ratios whose components follow different behaviors in terms of endogeneity/exogeneity. Binswanger et al. (1987) address the issue of simultaneity by deriving output and factor demands (fertilizers and urban wages) from profit maximization. In our view, most of the explanatory variables in their model are truly endogenous (irrigation, roads, research, population growth). MIost likely, population growth in Cleaver's model is endogenous. Misalignment is an endogenous variable in Pick and Vollrath (1994) .",
        "cite_spans": [
          {
            "start": 205,
            "end": 224,
            "text": "Lopez et al. (1991)",
            "ref_id": "BIBREF51"
          },
          {
            "start": 261,
            "end": 278,
            "text": "(Px, w, E, P,h,t)",
            "ref_id": null
          },
          {
            "start": 287,
            "end": 313,
            "text": "(P , Pt pzv, v, E, q,h, t)",
            "ref_id": null
          },
          {
            "start": 318,
            "end": 334,
            "text": "(PAX pAN pN W t)",
            "ref_id": null
          },
          {
            "start": 340,
            "end": 357,
            "text": "(P ',q,w., E' ,t)",
            "ref_id": null
          },
          {
            "start": 629,
            "end": 653,
            "text": "Binswanger et al. (1987)",
            "ref_id": null
          },
          {
            "start": 1023,
            "end": 1047,
            "text": "Pick and Vollrath (1994)",
            "ref_id": "BIBREF64"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simultaneity issue",
        "sec_num": null
      },
      {
        "text": "QA = f(P`PA Nvw h, t) pAN = f",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simultaneity issue",
        "sec_num": null
      },
      {
        "text": "There are two main issues here: data comparability across countries and pooling per se. The problem of data comparability is not equally explained in many papers using cross section or pooled data. Peterson uses real producer price defined as the ratio of an overall wheat equivalent price for each country during each period (1962-64 and 1968-1970) by the weighted average domestic currency price of commercialized fertilizer.",
        "cite_spans": [
          {
            "start": 326,
            "end": 349,
            "text": "(1962-64 and 1968-1970)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Pooling issues",
        "sec_num": null
      },
      {
        "text": "Although this indeed validates comparisons across countries possible, wheat and fertilizer are not all that important in many countries. Worse, in some countries fertilizers are subsidized. Certainly, results are sensitive to the definition of variables adopted. For example, in attempting to explain Peterson's high elasticity, Binswanger et al. (1985) find that by using prices based on the iMultilateral Fisher Index coupled with purchasing power currency, Peterson's elasticity falls in the range 0.02 to 0.45 instead of 1.27 to 1.65. Cleaver (1985) uses the nominal protection coefficient or the currency depreciation rate. But as seen above, if the NPC is defined as the ratio of farmgate price to the product of foreign price times nominal exchange rate, then direct comparability becomes a problem as some nominal exchange rates are distorted in some countries. The real protection coefficient defined from the equilibrium exchange rate is more appropriate in this framework. This remark is also addressed to Cleaver and Schreiber (1994) . Jaeger (1992) defines real producer price as the ratio of nominal producer price to consumer price index. The problem is that consumer price index is not directly comparable across countries for reasons advocated above. Instead of the consumer price index, some measurement based on purchasing power currency a la Summers-Heston is preferable. For the same reason, comparability of real effective exchange rate is problematical as it is based on consumer price index.",
        "cite_spans": [
          {
            "start": 329,
            "end": 353,
            "text": "Binswanger et al. (1985)",
            "ref_id": "BIBREF15"
          },
          {
            "start": 539,
            "end": 553,
            "text": "Cleaver (1985)",
            "ref_id": "BIBREF24"
          },
          {
            "start": 1017,
            "end": 1045,
            "text": "Cleaver and Schreiber (1994)",
            "ref_id": "BIBREF28"
          },
          {
            "start": 1048,
            "end": 1061,
            "text": "Jaeger (1992)",
            "ref_id": "BIBREF43"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Pooling issues",
        "sec_num": null
      },
      {
        "text": "\"To pool or not pool\" has not been formally tested in panel data studies. Jaeger can be implicitly considered as an exception when he divides his 21 countries into tree crop exporter countries (14 countries) and annual crop exporter countries (7 countries).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Pooling issues",
        "sec_num": null
      },
      {
        "text": "By doing so, the results change drastically, underlying that it is not recommended to pool both sets of countries. Although Peterson affirms that it does not find significant differences between DCs and LDCs countries, Chhibber (1988) indicates that there is a significant difference if one disaggregates further such as in comparing low yield countries with high yield countries. Binswanger et al. (1987) do not raise the issue of \"to pool or not to pool.\" It is possible that some of the strange results that they obtain are simply due to the wrong level of pooling.",
        "cite_spans": [
          {
            "start": 219,
            "end": 234,
            "text": "Chhibber (1988)",
            "ref_id": "BIBREF21"
          },
          {
            "start": 381,
            "end": 405,
            "text": "Binswanger et al. (1987)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Pooling issues",
        "sec_num": null
      },
      {
        "text": "No study has alluded to this issue. If the asymmetry does really exit, then this is another source of misspecification.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Asymmetric supply responses in price changes",
        "sec_num": null
      },
      {
        "text": "This part concentrates on area responses to price changes without neglecting the impact of other important factors. It is important since area expansions are usually conducive to environmental problems such as natural habitat reduction, deforestation and soil degradation as many area expansions occur on marginal lands. Area expansions are studied through the usual area supply framework. Furthermore, the environmental impact of food crop production versus export crop production is briefly discussed.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Review of area responses",
        "sec_num": "3.2."
      },
      {
        "text": "With the exception of Binswanger et al. (1987) , all the studies examnined below (see table 3 ) are concerned with individual crop area responses and are of time series nature. Maitha (1969) estimates the area response for Kenyan coffee that depends on real producer price (Fisher lag: 1 to 4), lagged quantity of coffee, a dummy variable and a time trend. Frederick (1969) explains cotton area expansion by the relative price of cotton to price of coffee lagged one period (the two prices are also used separately in one regression) and a time trend. Seini's (1985) final model of cotton area contains nominal lagged cotton price, lagged groundnut price and lagged area. Kere et al. (1986) regress acreage under wheat on the price of wheat (nominal or deflated by the price of the most competing crop) lagged one period, lagged yield of wheat, monthly rainfall and a time trend. Binswanger et al. (1987) use price of crop output, price of livestock, price of fertilizers, urban wages, irrigation, road density, roads paved, life expectancy, adult literacy, research, extension, GDP, rural density and country dummies to explain crop area (defined as the sum of harvested area of individual crops as reported by FAO). Gunawardana and Oczkowski (1992) have paddy area that depends on price ratio (paddy/fertilizer), irrigation, credit, concessional sales of rice, and area lagged. Olayemi and Oni (1972) is the only study that deals with an asymrnetry in price response for Sub-Saharan Africa. The objective is to assess how Western Nigerian cocoa farmers respond to different scenarios of price changes. The information collected from field interviews allows to run two types of regression: cocoa acreage on rising price and cocoa acreage on falling price. Trail et al. (1978) is a study on asymmetric area response to price changes applied to the United States Late Summer onion crop. The authors compare the symmetric supply response with the irreversible supply response captured by the two versions of the Wolffran technique presented above. Jaforullah (1993) exploits the asymmetric supply framework to explain sugar cane supply in the mill zones of Bangladesh over the period 1947-81. The variables of interest are: lagged area, price of sugar cane per hectare relative to that of jute, yield of sugar cane relative to that of jute, relative risk of sugar cane to jute, and two dummy variables (one reflecting the opening up of new sugar cane rnills in the planted area of sugar cane and the other the effect of government ban on the production of jute in the mills zone). Table 3 in the appendix reports the results of the inquiry. The findings underlined in the previous part are uncovered here. Particularly, short run elasticities are low; longrun price elasticities are higher than short-run price elasticities. The novelty here is that the few studies using the asymmetric approach seem to reveal asymmetric area responses to price changes with area responding more to rising price than to falling price. In brief, area expansion responds to agricultural incentives.",
        "cite_spans": [
          {
            "start": 22,
            "end": 46,
            "text": "Binswanger et al. (1987)",
            "ref_id": null
          },
          {
            "start": 177,
            "end": 190,
            "text": "Maitha (1969)",
            "ref_id": null
          },
          {
            "start": 357,
            "end": 373,
            "text": "Frederick (1969)",
            "ref_id": "BIBREF36"
          },
          {
            "start": 552,
            "end": 566,
            "text": "Seini's (1985)",
            "ref_id": "BIBREF69"
          },
          {
            "start": 672,
            "end": 690,
            "text": "Kere et al. (1986)",
            "ref_id": "BIBREF46"
          },
          {
            "start": 880,
            "end": 904,
            "text": "Binswanger et al. (1987)",
            "ref_id": null
          },
          {
            "start": 1218,
            "end": 1250,
            "text": "Gunawardana and Oczkowski (1992)",
            "ref_id": null
          },
          {
            "start": 1380,
            "end": 1402,
            "text": "Olayemi and Oni (1972)",
            "ref_id": "BIBREF60"
          },
          {
            "start": 1757,
            "end": 1776,
            "text": "Trail et al. (1978)",
            "ref_id": "BIBREF75"
          },
          {
            "start": 2046,
            "end": 2063,
            "text": "Jaforullah (1993)",
            "ref_id": "BIBREF44"
          }
        ],
        "ref_spans": [
          {
            "start": 81,
            "end": 93,
            "text": "(see table 3",
            "ref_id": "TABREF8"
          },
          {
            "start": 2579,
            "end": 2586,
            "text": "Table 3",
            "ref_id": "TABREF8"
          }
        ],
        "eq_spans": [],
        "section": "1. Area response estimates",
        "sec_num": "3.2."
      },
      {
        "text": "When included, other factors are important in determining the pace of area change. For example, the elasticities are -0.036, -0.091, 0.026, -0.037, -0.046 and 0.026 for the price of fertilizers, urban wages, road density, research, GDP and rural population density, respectively and other estimates are 0.425, 1.272 and -0. 138 for irrigation, life expectancy and adult literacy, respectively, in Binswanger et al. (1987) .18 For studies using the Nerlove Model, lagged output (area) is significant where included and so are weather (rainfall) and technological change (captured by time trend).",
        "cite_spans": [
          {
            "start": 397,
            "end": 421,
            "text": "Binswanger et al. (1987)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. Area response estimates",
        "sec_num": "3.2."
      },
      {
        "text": "As for quantity studies, there are a number of issues that can be raised. The problem of omitted variables seems to be present in some studies By using only lagged lsSome of the variables are wNTongly signed for diverse reasons.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. Area response estimates",
        "sec_num": "3.2."
      },
      {
        "text": "price of cotton and coffee as explanatory variables, Frederick's study is most likely misspecified. The studies based on the Nerlove methodology could be misspecified, as some relevant prices are missing. Irrigation, roads, and human capital could well be important in Trail et al. (1987) . Population density is most likely important in explaining paddy area in Schalky and Oczkansky (1992) .",
        "cite_spans": [
          {
            "start": 269,
            "end": 288,
            "text": "Trail et al. (1987)",
            "ref_id": null
          },
          {
            "start": 363,
            "end": 391,
            "text": "Schalky and Oczkansky (1992)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. Area response estimates",
        "sec_num": "3.2."
      },
      {
        "text": "Simultaneity is an issue in some of the models. In Binswanger et al. (1987) roads, urban wages and population growth are probably endogenous.",
        "cite_spans": [
          {
            "start": 51,
            "end": 75,
            "text": "Binswanger et al. (1987)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. Area response estimates",
        "sec_num": "3.2."
      },
      {
        "text": "Concerning the pooling issue, what was said about Binswanger et al. (1987) in the previous section holds here. Regarding the asymmetric response of price changes, with the exceptions of Olayemi and Oni (1972) , Trail et al. (1978) and Jaforullah (1993) , all other authors fail to deal with this issue. Olayemi and Oni (1972) indicate that the short-run rising price elasticity is 1.217 and that of falling price is 0.643. The authors formally test the hypothesis of price segmentation and confirm that Nigerian farmers are more responsive to price increase than to price decrease. A shortcoming, however, is that the ex-ante response may deviate from the ex-post one. Trail et al.(1978) investments and production systems\" (Barbier and Burgess, 1992, p.1) .",
        "cite_spans": [
          {
            "start": 50,
            "end": 74,
            "text": "Binswanger et al. (1987)",
            "ref_id": null
          },
          {
            "start": 186,
            "end": 208,
            "text": "Olayemi and Oni (1972)",
            "ref_id": "BIBREF60"
          },
          {
            "start": 211,
            "end": 230,
            "text": "Trail et al. (1978)",
            "ref_id": "BIBREF75"
          },
          {
            "start": 235,
            "end": 252,
            "text": "Jaforullah (1993)",
            "ref_id": "BIBREF44"
          },
          {
            "start": 303,
            "end": 325,
            "text": "Olayemi and Oni (1972)",
            "ref_id": "BIBREF60"
          },
          {
            "start": 669,
            "end": 687,
            "text": "Trail et al.(1978)",
            "ref_id": "BIBREF75"
          },
          {
            "start": 724,
            "end": 756,
            "text": "(Barbier and Burgess, 1992, p.1)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. Area response estimates",
        "sec_num": "3.2."
      },
      {
        "text": "This quote emphasizes arnong other things that pricing policy does dictate the choice of crop to be grown, under certain conditions. Indeed, linited evidence from Indonesia and Malaysia corroborate this fact (Barbier, 1989 (Barbier, , 1991 . This naturally has a bearing on the environment. Note that although erosion rates vary greatly according to types of crops and farming production (cultivation practices), the type of crop grown is the key influence on the erosion rate.",
        "cite_spans": [
          {
            "start": 208,
            "end": 222,
            "text": "(Barbier, 1989",
            "ref_id": "BIBREF7"
          },
          {
            "start": 223,
            "end": 239,
            "text": "(Barbier, , 1991",
            "ref_id": "BIBREF8"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. Area response estimates",
        "sec_num": "3.2."
      },
      {
        "text": "In this context, two tendencies clearly emerge. On the one hand, there are a number of authors who believe that cash crop or export crop production is detrimental to the environment. Maxwell and Fernando (1989, p.1689 ) summarize well the position of the protagonists (see references in that paper): (a) the introduction of new export crops and generally unsuitable practices lead to soil erosion, desertification, water pollution and salination; (b) \"cash cropping adds to the value of land and leads to land mining or the incorporation of previously uncultivated land, which is often unsuited to cash cropping\";",
        "cite_spans": [
          {
            "start": 183,
            "end": 194,
            "text": "Maxwell and",
            "ref_id": "BIBREF55"
          },
          {
            "start": 195,
            "end": 217,
            "text": "Fernando (1989, p.1689",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. Area response estimates",
        "sec_num": "3.2."
      },
      {
        "text": "(c) the use of pesticide in cash cropping causes problems for the environment, workers and consumers; and (d) export or cash crop production crowds out food production, which is thought to be environrnentally benign.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. Area response estimates",
        "sec_num": "3.2."
      },
      {
        "text": "On the other hand, some authors think that there is basically no serious environmental problem with export crop production. Indeed, this group claims that food crop production is in general more soil damaging than export crop production. Table 4 illustrates the point. As can be seen, with the exception of groundnuts and cotton, export crops are less damaging than staple crops such as cassava, yams, maize, sorghum and millet (Repetto, 1992) . Moreover, most of the adherents of this trend claim that export crop production does not crowd out food crop production.",
        "cite_spans": [
          {
            "start": 428,
            "end": 443,
            "text": "(Repetto, 1992)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 238,
            "end": 245,
            "text": "Table 4",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "1. Area response estimates",
        "sec_num": "3.2."
      },
      {
        "text": "We argue that although the debate concerning food crop production versus export crop production is an important one, the empirical evidence is too thin to make a definitive judgment. In fact, at times, the literature is rather confusing. Given the positive relationship between export crop price and food production Jaeger (1992) observes for a sample of Sub-Saharan African countries (see table 4 in Jaeger, 1992) , he claims that export crop and food crop are complements. However, the same table indicates that with a restricted sample of annual crop producing countries the correlation between the two variables alluded to above is negative (in fact, not significantly different from zero).",
        "cite_spans": [
          {
            "start": 316,
            "end": 329,
            "text": "Jaeger (1992)",
            "ref_id": "BIBREF43"
          },
          {
            "start": 401,
            "end": 414,
            "text": "Jaeger, 1992)",
            "ref_id": "BIBREF43"
          }
        ],
        "ref_spans": [
          {
            "start": 385,
            "end": 397,
            "text": "(see table 4",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "1. Area response estimates",
        "sec_num": "3.2."
      },
      {
        "text": "Concerning the environmental effect of food crop production versus export crop production, since \"farmers will in general respond to higher relative prices for erosive crops by seeking short-run economic rents from erosive crop cultivation at the expense of long-term land degradation\" (Barbier, 1991, p. 3) , the key issue is how to insure farmers that the relative prices and returns of non-erosive systems will be sustained. Put another way, \"the main obstacle to sustainable agricultural development is the failure of any economic policy, whether promoting food crops or exports, to address adequately problems of natural resource management. Policies to achieve food self-sufficiency may therefore be neither inherently more nor inherently less environmentally sustainable than export-oriented agricultural development \" (Barbier, 1989, p. 879 ).",
        "cite_spans": [
          {
            "start": 286,
            "end": 307,
            "text": "(Barbier, 1991, p. 3)",
            "ref_id": null
          },
          {
            "start": 826,
            "end": 848,
            "text": "(Barbier, 1989, p. 879",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. Area response estimates",
        "sec_num": "3.2."
      },
      {
        "text": "To summarize section three, we may argue that agricultural growth can come by way of yield increase or area expansion or both. WVhile yield increase is to some extent not conducive to environmental degradation, area expansion, in today's country realm, seems to be at the antipode, at least for many LDCs. Binswanger et al. (1987) contain an evidence of area expansion dominating yield increase. Indeed, they find that a 1% increase in the output price gives rise to a 1.1% increase in area and only a 0.1% increase in yield, at least on average for each of the 58 countries of their study. 20",
        "cite_spans": [
          {
            "start": 306,
            "end": 330,
            "text": "Binswanger et al. (1987)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. Area response estimates",
        "sec_num": "3.2."
      },
      {
        "text": "The few studies on area expansion examined above show that price incentives and some non price factors lead to area expansion. This is particularly the case for many LDCs in general, and Sub-Saharan Africa in particular. To corroborate, land use under permanent crops has increased from 14,117000 ha in 1980 to 14,675000 in 1988 for Sub-Saharan Africa (UNDP-World Bank, 1992, p.344 ).",
        "cite_spans": [
          {
            "start": 364,
            "end": 381,
            "text": "Bank, 1992, p.344",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. Area response estimates",
        "sec_num": "3.2."
      },
      {
        "text": "While we acknowledge that the environmental outcome concerning extensification (area expansion) depends much on the way \"in which extra cultivation has been carried out (see Barbier and Burgesse, 1992, p. 3), we point out that the information on the degree of erodability of different crops (i.e., cotton and food crops) combined with the information according to which area expansion is taking place in many LDCs on marginal lands, incline us to say that in many LDCs area expansion is rather detrimental to the environment.",
        "cite_spans": [
          {
            "start": 174,
            "end": 204,
            "text": "Barbier and Burgesse, 1992, p.",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1. Area response estimates",
        "sec_num": "3.2."
      },
      {
        "text": "The primary objective of this paper was to review the literature dealing with the impact of prices and macroeconomic policies on agricultural supply. The secondary objective was to look at the impact of agricultural prices on the environment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "4."
      },
      {
        "text": "Concerning the main objective, the literature uncovers some stylized facts underlined in other literature reviews. First, farmers are everywhere rational; that is, they expand their production as output prices increase --agricultural supply function is an upward sloping curve in developed and developing countries. Nevertheless, this first relational regularity between agricultural supply and prices does not tell us the whole story about agricultural supply. A host of policy variables (i.e., overvalued currency and budget deficit) and other factors (i.e., climate, quality of soil, level of technology) that also affect the level of agricultural supply can, under some circumstances, reinforce, decrease or annihilate the price effect. A deficient infrastructure, for example, as is the case in many third world countries, can wipe out the price incentive to produce more.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "4."
      },
      {
        "text": "Second, for individual crops, the short-run own price elasticity is smaller than the long-run elasticity. The main reason is that while in the short-run some factors are fixed, in the long-run all factors are variable. Third, for aggregate output, the short-run price elasticity is smaller than the long-run; in fact, aggregate supply is almost inelastic in the short-run. The quasi-inelasticity of the aggregate supply is largely explained by immobility of capital, land and labor in the short-run.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "4."
      },
      {
        "text": "Policy implications of the different stylized facts concerning the relationship between prices (and non-prices) and agricultural output are well known and understood.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "4."
      },
      {
        "text": "The rationality of farmers, for example, implies that measures should be taken to elimninate price distortion since an increase in output price leads to an increase in agricultural output.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "4."
      },
      {
        "text": "At the same time one should not neglect other incentive elements. Indeed, in developing countries in general and Sub-Saharan Africa in particular, non-price factors are equally if not more important than output price in agricultural production. One such factor is infrastructure.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "4."
      },
      {
        "text": "While the literature does a good job detecting the nature of relationships between determining factors and agricultural output, it fails to perform well quantifying the strength of relationships. In other words, this literature review stresses that our understanding of the quantitative dimensions of agricultural supply response is surprisingly weak given the importance of this assumed response to growth, poverty and the environment. Indeed, issues such as simultaneity bias, omitted variable bias, inaccurate data pooling, and asymmetry in supply responses to price changes have not been adequately addressed in many instances. As policy recommendations should be based not only on the qualitative nature of the relationship between determining factors and agricultural supply but also on the quantitative dimension, the above shortcomings should be taken into account in future studies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "4."
      },
      {
        "text": "It is also worth noting that accurate estimates of agricultural parameters are needed for the quantification of agriculture-environment tradeoffs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "4."
      },
      {
        "text": "The relationship between agriculture and the environment is somewhat loose because of difficulty of quantification as well as because of the great inter-linkage among factors. To corroborate, in terms of land degradation the environmental impact of agriculture can go either way because increasing agricultural output can be attained in several ways (i.e., intensification or extensification). While intensification is in principle not too harmful to the environment, at least in terms of land degradation, the outcome concerning extensification depends much on the way \"in which extra cultivation has been carried out \"(see Barbier and Burgess, 1992, p.3) . Moreover, since the interaction among explanatory variables becomes quite complex, few stylized facts can be drawn here. It means that agricultural price incentive can be positively or negatively correlated to land alteration; all depends, in great part, on the behavior of other variables with which it is correlated and the initial quality of soil. Nevertheless, in many LDCs in general and African countries in particular, it is probably right to say that land degradation is the most dominant outcome since most agricultural output has been obtained by clearing forest and/or opening up marginal areas.",
        "cite_spans": [
          {
            "start": 625,
            "end": 656,
            "text": "Barbier and Burgess, 1992, p.3)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "4."
      },
      {
        "text": "There is, however, an urgent need for quality data collection (i.e., land use and soil quality) to undertake more valuable quantitative studies (for example, spatial land use models) on the link between agricultural incentives and the environment. The estimation results from quantitative models using quality data will hopefully enable policy makers to deal with the issue of sustainability more adequately.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "4."
      },
      {
        "text": "World Bank (1993) . Purchasing powver of currencies: comparing national incomes using ICP Data.",
        "cite_spans": [
          {
            "start": 6,
            "end": 17,
            "text": "Bank (1993)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "4."
      },
      {
        "text": "International Economics Department, World Bank, Washington, DC. World Bank, (1994) . Adjustment in Africa: reforms, results, and the road ahead. Oxford University Press, New York, 284 pp. Notes: SSA: Sub-Saharan African countries. Cross. S.: cross section. Panel: cross section and time series. T. Series: time series. IV: instrumental variable method. Within: OLS with country dummies. 2SLS: two stage least squares. 3SLS: three stage least squares. GIs-Sur: generalized least squares and seemingly unrelated regression methods. Nerlove: Nerlove method. Van Sch. & Groene.: Van Schalkwxy & Groenewald. Qw quantity using wheat equivalent. rQ: growth rate of agricultural output. Qmf: quantity using multilateral Fisher index. Qtec: total export crops. Qetc: total export crops for tree crop exporter countries. Qacr: total export .crops for annual crop exporter countries. APE: agricultural production equivalent, which is gross value of agricultural production in each district deflated by the index of producers' prices. AO: agricultural output. Pw: price using wheat equivalent deflated by fertilizer price. NPC: nominal protection coefficient. Pnf. price using multilateral fisher index. Pcpi: nominal output price of agricultural export deflated by consumer price index. Pcpi,ma: as above but using a moving average (t and t-l). Pn: nominal output price; with s.lag: sum of lags t-l and t-2. Pj is the weighted output/input ratio. TT: agricultural terms of trade. Pim: the price ratio of agricultural exportables to agricultural importables. Pgpi is the ratio of guaranteed price to fertilizer price. P. ",
        "cite_spans": [
          {
            "start": 64,
            "end": 82,
            "text": "World Bank, (1994)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "4."
      },
      {
        "text": "Notes: Time S.: time series. Cross S.: cross section. Price variable: type of real output price variable. P, is the ratio of nominal price of coffee to the import price index. Pf is the ratio of cotton price to coffee price. Pn is Repetto (1992, p. 72 ).",
        "cite_spans": [
          {
            "start": 231,
            "end": 251,
            "text": "Repetto (1992, p. 72",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "4."
      },
      {
        "text": "(a) Measured per unit of erodability defined for a standard bare plot of soil.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion",
        "sec_num": "4."
      },
      {
        "text": "Underlined and added by us.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Agricultural supply and agricultural output are most often interchangeable here.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Useful agricultural farmer models includeBarnum and Squire (1979) andLow (1986).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "For a more elaborated relationship between Gov-ernment spending and the RER, seeValdes and Pinckney (1989).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "1t also means that if such a crop has a great share in country's exportables, then the price of agricultural exportables is endogenous.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "3Cleaver (1985) has two models: one with nominal protection coefficient and another with real currency depreciation. The other variables are the same in both models. ' 6 Note that the coefficients are not elasticities here.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "While the qualitative impact of prices and other factors on the environment is somehow substantial, the quantitative evidence is really meager. There is an urgent need for quality data to undertake serious quantitative studies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "-This is tentative as the results are based on two separate regressions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Agricultural policy analysis: a manual for A.I.D. agricultural and rural development officers",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Abt Associates",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Inc",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "AID Evaluation Special Studies",
        "volume": "61",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Abt associates, Inc. et al. (1989). Agricultural policy analysis: a manual for A.I.D. agricultural and rural development officers. AID Evaluation Special Studies, 61, Washington, DC.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "An econometric study of air-cured tobacco supply in Western Nigeria 1945-1964",
        "authors": [
          {
            "first": "A",
            "middle": [
              "A"
            ],
            "last": "Adesimi",
            "suffix": ""
          }
        ],
        "year": 1970,
        "venue": "Nigerian Journal ofEconomic andSocial Studies",
        "volume": "12",
        "issue": "",
        "pages": "315--321",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Adesimi, A.A. (1970). An econometric study of air-cured tobacco supply in Western Nigeria 1945-1964. Nigerian Journal ofEconomic andSocial Studies, 12: 315-321.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Soil conservation in developing countries: project and policy intervention",
        "authors": [
          {
            "first": "J",
            "middle": [
              "R"
            ],
            "last": "Anderson",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Thampapillai",
            "suffix": ""
          }
        ],
        "year": 1990,
        "venue": "Policy and Research Series",
        "volume": "8",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Anderson, J.R. and Thampapillai, J. (1990). Soil conservation in developing countries: project and policy intervention. Policy and Research Series, 8, World Bank.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Infrastructure and aggregate agricultural productivity: international evidence. Economic Development and Cultural Change",
        "authors": [
          {
            "first": "J",
            "middle": [
              "M"
            ],
            "last": "Antle",
            "suffix": ""
          }
        ],
        "year": 1983,
        "venue": "",
        "volume": "31",
        "issue": "",
        "pages": "611--621",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Antle, J.M. (1983). Infrastructure and aggregate agricultural productivity: international evidence. Economic Development and Cultural Change, 31: 611-621.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Estimating agricultural supply responses in the Nerlove model: a survey",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Askari",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Cummings",
            "suffix": ""
          }
        ],
        "year": 1977,
        "venue": "International Economic Review",
        "volume": "18",
        "issue": "",
        "pages": "257--292",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Askari, H. and Cummings, J. (1977). Estimating agricultural supply responses in the Nerlove model: a survey. International Economic Review, 18: 257-292.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Aggregate Supply Response of Crops in a developing Region",
        "authors": [
          {
            "first": "Shanti",
            "middle": [],
            "last": "Bapna",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 1981,
        "venue": "",
        "volume": "164",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bapna, Shanti, L. (1981). Aggregate Supply Response of Crops in a developing Region. Sultan Chand and Sons, New Delhi, 164 p.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Systems of output supply and factor demand equations for semi-arid tropical India",
        "authors": [
          {
            "first": "S",
            "middle": [
              "L"
            ],
            "last": "Bapna",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [
              "P"
            ],
            "last": "Binswanger",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "B"
            ],
            "last": "Quizon",
            "suffix": ""
          }
        ],
        "year": 1984,
        "venue": "Indian Journal ofAgricultural Economics",
        "volume": "39",
        "issue": "",
        "pages": "179--213",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bapna, S.L., Binswanger,H.P. and Quizon, J.B. (1984). Systems of output supply and factor demand equations for semi-arid tropical India. Indian Journal ofAgricultural Economics, 39: 179-213.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Cash crops, food crops and agricultual sustainability: the case of Indonesia",
        "authors": [
          {
            "first": "E",
            "middle": [
              "B"
            ],
            "last": "Barbier",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "World Development",
        "volume": "17",
        "issue": "",
        "pages": "879--895",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Barbier, E.B. (1989). Cash crops, food crops and agricultual sustainability: the case of Indonesia. World Development, 17: 879-895.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "The role of smallholder producer prices in land degradation",
        "authors": [
          {
            "first": "E",
            "middle": [
              "B"
            ],
            "last": "Barbier",
            "suffix": ""
          }
        ],
        "year": 1991,
        "venue": "LEEC Paper DP",
        "volume": "",
        "issue": "",
        "pages": "91--96",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Barbier, E.B. (1991). The role of smallholder producer prices in land degradation. LEEC Paper DP, 91- 05, London Enmironmental Economics Center.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Agricultural pricing and environmental degradation, Working Paper",
        "authors": [
          {
            "first": "E",
            "middle": [
              "B"
            ],
            "last": "Barbier",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Burgess",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "",
        "volume": "960",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Barbier, E.B. and Burgess, J. (1992). Agricultural pricing and environmental degradation, Working Paper, 960, World Bank-, Washington, DC.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Optimal soil conservation and the reform of agricultural pricing policies",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Barret",
            "suffix": ""
          }
        ],
        "year": 1991,
        "venue": "Journal of Developing Economics",
        "volume": "36",
        "issue": "",
        "pages": "167--87",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Barret, S. (1991). Optimal soil conservation and the reform of agricultural pricing policies. Journal of Developing Economics, 36: 167-87.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "A model of an agricultural household: theory and evidence",
        "authors": [
          {
            "first": "H",
            "middle": [
              "N"
            ],
            "last": "Barnum",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Squire",
            "suffix": ""
          }
        ],
        "year": 1979,
        "venue": "",
        "volume": "107",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Barnum, H.N. & Squire, L. (1979) A model of an agricultural household: theory and evidence. Johns Hopkins University Press, Baltimore, 107 p.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Monopolistic cocoa pricing",
        "authors": [
          {
            "first": "J",
            "middle": [
              "R"
            ],
            "last": "Behrnan",
            "suffix": ""
          }
        ],
        "year": 1968,
        "venue": "American Journal of Agricultural Economics",
        "volume": "50",
        "issue": "",
        "pages": "702--719",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Behrnan, J.R. (1968). Monopolistic cocoa pricing. American Journal of Agricultural Economics, 50: 702-719.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Pricism vs. structuralism in Sub-Saharan Africa",
        "authors": [
          {
            "first": "J",
            "middle": [
              "G"
            ],
            "last": "Beynon",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "Journal of Agricultural Economics",
        "volume": "40",
        "issue": "",
        "pages": "423--335",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Beynon, J.G. (1989). Pricism vs. structuralism in Sub-Saharan Africa. Journal of Agricultural Economics, 40: 423-335.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "The policy response of agriculture",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Binswanger",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "World Bank Proceedings of the World Bank annual conference on development economics",
        "volume": "",
        "issue": "",
        "pages": "231--258",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Binswanger, H. (1989). The policy response of agriculture. In: World Bank Proceedings of the World Bank annual conference on development economics, Washington, DC, pp. 231-258.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "On the determinants of cross-country aggregate agricultural supply, mimeo",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Binswanger",
            "suffix": ""
          },
          {
            "first": "Y",
            "middle": [],
            "last": "Mundlak",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "C"
            ],
            "last": "Yang",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Bowers",
            "suffix": ""
          }
        ],
        "year": 1985,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Binswanger, H., Mundlak, Y. Yang, M.C. and Bowers, A. (1985). On the determinants of cross-country aggregate agricultural supply, mimeo, World Bank, Washington, DC.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "On the determinants of cross-country aggregate agricultural supply",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Binswvanger",
            "suffix": ""
          },
          {
            "first": "Y",
            "middle": [],
            "last": "Mundlak",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "C"
            ],
            "last": "Yang",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Bowers",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "Journal of Econometrics",
        "volume": "36",
        "issue": "",
        "pages": "111--142",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Binswvanger, H., Mundlak, Y. Yang, M.C. and Bowers A. (1987). On the determinants of cross-country aggregate agricultural supply. Journal of Econometrics, 36:111-31.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Environment and development in Africa: selected case studies",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Blackwell",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [
              "N"
            ],
            "last": "Goodnvillie",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Webb",
            "suffix": ""
          }
        ],
        "year": 1991,
        "venue": "Economic Development Institute",
        "volume": "6",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Blackwell, J., Goodnvillie, RN. and Webb R (1991). Environment and development in Africa: selected case studies. Economic Development Institute 6, World Bank, Washington, DC.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Economnic analysis of the tropical deforestation",
        "authors": [
          {
            "first": "J",
            "middle": [
              "C"
            ],
            "last": "Burgess",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "LEEC Paper DP",
        "volume": "3",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Burgess, J.C. (1992). Economnic analysis of the tropical deforestation. LEEC Paper DP, 3, London Environmental Economics Center.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Agricultural responses to prices in Sub-Saharan Africa",
        "authors": [
          {
            "first": "M",
            "middle": [
              "E"
            ],
            "last": "Bond",
            "suffix": ""
          }
        ],
        "year": 1983,
        "venue": "International Monetary Fund StaffPapers",
        "volume": "30",
        "issue": "",
        "pages": "703--729",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bond, M. E. (1983). Agricultural responses to prices in Sub-Saharan Africa. International Monetary Fund StaffPapers, 30: 703-26.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Irreversible supply functions revisited",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Burton",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "Journal of Agricultural Economics",
        "volume": "39",
        "issue": "",
        "pages": "113--120",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Burton, M. (1988). Irreversible supply functions revisited. Journal of Agricultural Economics, 39: 113- 120.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Raising agricultural output: price and nonprice factors",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Chhibber",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "Finance and Development",
        "volume": "25",
        "issue": "",
        "pages": "44--47",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chhibber, A. (1988). Raising agricultural output: price and nonprice factors. Finance and Development, 25: 44-47.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Structural adjustment & agriculture: theory and practice in Africa and Latin America",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Chhibber",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "Overseas Development Institute",
        "volume": "",
        "issue": "",
        "pages": "55--68",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chhibber, A. (1989). The aggregate supply response: a survey. In S. Commnander (Editor), Structural adjustment & agriculture: theory and practice in Africa and Latin America, Overseas Development Institute, London, pp. 55-68.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "The links between sustainable agricultural growth and poverty",
        "authors": [
          {
            "first": "K",
            "middle": [],
            "last": "Chopra",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [
              "H H"
            ],
            "last": "Rao",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "QuarterlyJournal ofAgricultural Economics",
        "volume": "31",
        "issue": "",
        "pages": "364--379",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chopra, K. and Rao, C.H.H. (1992). The links between sustainable agricultural growth and poverty. QuarterlyJournal ofAgricultural Economics, 31: 364-379.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "The impact of price and exchange rate policies on agriculture in Sub-Saharan Africa",
        "authors": [
          {
            "first": "K",
            "middle": [
              "M"
            ],
            "last": "Cleaver",
            "suffix": ""
          }
        ],
        "year": 1985,
        "venue": "",
        "volume": "728",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cleaver, KM. (1985). The impact of price and exchange rate policies on agriculture in Sub-Saharan Africa, Working Paper, 728, World Bank, Washington, DC.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "Agricultural policy reform and structural adjustment in Sub-Saharan Africa: results to date",
        "authors": [
          {
            "first": "K",
            "middle": [
              "M"
            ],
            "last": "Cleaver",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cleaver, K.M. (1988). Agricultural policy reform and structural adjustment in Sub-Saharan Africa: results to date, World Bank Africa Department I, Washington, D.C.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "A strategy to develop agriculture in Sub-Saharan Africa and a focus for the World Bank",
        "authors": [
          {
            "first": "K",
            "middle": [
              "M"
            ],
            "last": "Cleaver",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "Africa Technical Department Series",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cleaver, K.M. (1993). A strategy to develop agriculture in Sub-Saharan Africa and a focus for the World Bank, World Bank Technical Paper 203, Africa Technical Department Series, World Bank, Washington, DC.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "Agriculture and environmental challenges: proceedings of the thirteenth agricultural sector symposium",
        "authors": [
          {
            "first": "K",
            "middle": [
              "M"
            ],
            "last": "Cleaver",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [
              "A"
            ],
            "last": "Schreiber",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "199--213",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cleaver, K.M. and Schreiber, G.A. (1993). The Population, environment, and agriculture nexus in Sub- Saharan Africa. In: Srivastava J.P. and H. Alderman (Editors), Agriculture and environmental challenges: proceedings of the thirteenth agricultural sector symposium, Worltd Bank, Washington, DC, pp. 199-213.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "Supplement to reversing the spiral: the population, enviromnent, and agriculture nexus in Sub-Saharan Africa",
        "authors": [
          {
            "first": "K",
            "middle": [
              "M"
            ],
            "last": "Cleaver",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [
              "A"
            ],
            "last": "Schreiber",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cleaver, K.M. and Schreiber, G.A. (1994). Supplement to reversing the spiral: the population, enviromnent, and agriculture nexus in Sub-Saharan Africa, World Bank, Washington, DC.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "Conceptualizing the supply relation in agriculture",
        "authors": [
          {
            "first": "W",
            "middle": [],
            "last": "Cochrane",
            "suffix": ""
          }
        ],
        "year": 1955,
        "venue": "Journal of Farn Economics",
        "volume": "37",
        "issue": "",
        "pages": "1161--1175",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cochrane, W. (1955). Conceptualizing the supply relation in agriculture. Journal of Farn Economics, 37: 1161-1175.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "Real exchange rate behavior of economic performance in LDCs",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Cottani",
            "suffix": ""
          },
          {
            "first": "F",
            "middle": [
              "D"
            ],
            "last": "Cavallo",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [
              "S"
            ],
            "last": "Khan",
            "suffix": ""
          }
        ],
        "year": 1990,
        "venue": "Economic Development and Cultural Change",
        "volume": "39",
        "issue": "",
        "pages": "61--76",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cottani, J., Cavallo, F.D. and Khan, M.S. (1990). Real exchange rate behavior of economic performance in LDCs. Economic Development and Cultural Change, 39: 61-76.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "Technical change in agriculture and land degradation in developing countries: a general equilibrium analysis",
        "authors": [
          {
            "first": "1",
            "middle": [],
            "last": "Coxhead",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Jayasuriya",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "Land Economics",
        "volume": "70",
        "issue": "",
        "pages": "20--37",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Coxhead, 1. and Jayasuriya, S. (1994). Technical change in agriculture and land degradation in developing countries: a general equilibrium analysis, Land Economics, 70: 20-37.",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "Agriculture groNvth and the environment: trade-offs and complementarities",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "De Haeen",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Saigal",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "Quarterly Journal of International Agriculture",
        "volume": "3",
        "issue": "",
        "pages": "321--339",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "De Haeen, H. and Saigal R. (1992). Agriculture groNvth and the environment: trade-offs and complementarities. Quarterly Journal of International Agriculture, 3 1: 321-339.",
        "links": null
      },
      "BIBREF33": {
        "ref_id": "b33",
        "title": "The alleviation of poverty under structural adjustment",
        "authors": [
          {
            "first": "L",
            "middle": [],
            "last": "Demery",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Addison",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Demery, L. and Addison, T. (1987). The alleviation of poverty under structural adjustment, World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "Testing the impact of deforestation on aggregate agricultural productivity",
        "authors": [
          {
            "first": "S",
            "middle": [
              "K"
            ],
            "last": "Ehui",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [
              "W"
            ],
            "last": "Herterl",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "Agriculture, Ecosystems and Environment",
        "volume": "38",
        "issue": "",
        "pages": "205--218",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ehui, S.K. and Herterl, T.W. (1992). Testing the impact of deforestation on aggregate agricultural productivity, Agriculture, Ecosystems and Environment, 38: 205-218.",
        "links": null
      },
      "BIBREF35": {
        "ref_id": "b35",
        "title": "Agriculture and environmental challenges: proceedings of the thirteenth agricultural sector symposium",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "English",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "45--58",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "English, J. (1993). Does population growth inevitably lead to land degradation. In: Srivastava J.P. and Alderman, H. (Editors), Agriculture and environmental challenges: proceedings of the thirteenth agricultural sector symposium, World Bank, Washington, DC, pp. 45-58.",
        "links": null
      },
      "BIBREF36": {
        "ref_id": "b36",
        "title": "The role of mark-et forces and planning in Uganda's economic development, 1900-1938",
        "authors": [
          {
            "first": "K",
            "middle": [
              "D"
            ],
            "last": "Frederick",
            "suffix": ""
          }
        ],
        "year": 1969,
        "venue": "Eastern Africa Economic Review",
        "volume": "1",
        "issue": "",
        "pages": "47--62",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Frederick, K.D. (1969). The role of mark-et forces and planning in Uganda's economic development, 1900-1938. Eastern Africa Economic Review, 1: 47-62.",
        "links": null
      },
      "BIBREF37": {
        "ref_id": "b37",
        "title": "The supply response of Liberian rubber farmers",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Ghoshal",
            "suffix": ""
          }
        ],
        "year": 1974,
        "venue": "Malayan Economic Review",
        "volume": "19",
        "issue": "",
        "pages": "105--125",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ghoshal, A. (1974). The supply response of Liberian rubber farmers. Malayan Economic Review, 19: 105-125.",
        "links": null
      },
      "BIBREF38": {
        "ref_id": "b38",
        "title": "Estimates of the aggregate U.S. farm supply function",
        "authors": [
          {
            "first": "Z",
            "middle": [],
            "last": "Griliches",
            "suffix": ""
          }
        ],
        "year": 1960,
        "venue": "Journal of Farm Economics",
        "volume": "42",
        "issue": "",
        "pages": "282--293",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Griliches, Z. (1960). Estimates of the aggregate U.S. farm supply function. Journal of Farm Economics, 42: 282-293.",
        "links": null
      },
      "BIBREF39": {
        "ref_id": "b39",
        "title": "Government policies and agricultual supply response in Sri Lanka",
        "authors": [
          {
            "first": "P",
            "middle": [
              "J"
            ],
            "last": "Gunawardana",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [
              "A"
            ],
            "last": "Oczkoivski",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "Journal ofAgricultural Economics",
        "volume": "43",
        "issue": "",
        "pages": "231--242",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gunawardana, P.J. and Oczkoivski, E.A. (1992). Government policies and agricultual supply response in Sri Lanka. Journal ofAgricultural Economics, 43, 231-242.",
        "links": null
      },
      "BIBREF40": {
        "ref_id": "b40",
        "title": "Long-and short-run elasticities of sisal supply",
        "authors": [
          {
            "first": "G",
            "middle": [
              "D"
            ],
            "last": "Gwyer",
            "suffix": ""
          }
        ],
        "year": 1971,
        "venue": "Eastern Africa Economic Review",
        "volume": "3",
        "issue": "",
        "pages": "19--29",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gwyer, G.D. (1971). Long-and short-run elasticities of sisal supply. Eastern Africa Economic Review, 3, 19-29.",
        "links": null
      },
      "BIBREF41": {
        "ref_id": "b41",
        "title": "Econometric modelling of agricultural commodity",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Hallam",
            "suffix": ""
          }
        ],
        "year": 1990,
        "venue": "Routledge",
        "volume": "191",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hallam, D. (1990). Econometric modelling of agricultural commodity. Routledge, London, 191 p.",
        "links": null
      },
      "BIBREF42": {
        "ref_id": "b42",
        "title": "The effect of policy reforms on agricultural incentives in Sub-Saharan Africa",
        "authors": [
          {
            "first": "W",
            "middle": [],
            "last": "Jaeger",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [],
            "last": "Humphreys",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "American Journal ofAgricultural Economics",
        "volume": "70",
        "issue": "",
        "pages": "1036--1043",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Jaeger, W. and Humphreys, C. (1988). The effect of policy reforms on agricultural incentives in Sub- Saharan Africa. American Journal ofAgricultural Economics, 70: 1036-1043.",
        "links": null
      },
      "BIBREF43": {
        "ref_id": "b43",
        "title": "The effects of economic policy on African agriculture",
        "authors": [
          {
            "first": "W",
            "middle": [],
            "last": "Jaeger",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "Africa Technical Department Series",
        "volume": "147",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Jaeger, W. (1992). The effects of economic policy on African agriculture, World Bank Discussion Papers, Africa Technical Department Series 147.",
        "links": null
      },
      "BIBREF44": {
        "ref_id": "b44",
        "title": "Asymmetric supply response: evidence from Bangladesh",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Jaforullah",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "Journal ofAgricultural Economics",
        "volume": "44",
        "issue": "",
        "pages": "490--495",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Jaforullah, M. (1993). Asymmetric supply response: evidence from Bangladesh. Journal ofAgricultural Economics, 44: 490-495.",
        "links": null
      },
      "BIBREF45": {
        "ref_id": "b45",
        "title": "Agricultural adjustment problemns in a growing economy",
        "authors": [
          {
            "first": "G",
            "middle": [
              "L"
            ],
            "last": "Johnson",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [
              "O"
            ],
            "last": "Heady",
            "suffix": ""
          },
          {
            "first": "H",
            "middle": [
              "G"
            ],
            "last": "Dresslin",
            "suffix": ""
          },
          {
            "first": "G",
            "middle": [
              "L"
            ],
            "last": "Jensen",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Johnson",
            "suffix": ""
          }
        ],
        "year": 1958,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "74--93",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Johnson, G.L. (1958). Supply Functions: Some Facts and Notions. In: Heady E.O., Dresslin, H.G., Jensen, and G.L. Johnson (Editors), Agricultural adjustment problemns in a growing economy, Iowa State University Press, Ames, pp. 74-93.",
        "links": null
      },
      "BIBREF46": {
        "ref_id": "b46",
        "title": "The supply responsiveness of wheat farmers in Kenya",
        "authors": [
          {
            "first": "P",
            "middle": [
              "A"
            ],
            "last": "Kere",
            "suffix": ""
          },
          {
            "first": "W",
            "middle": [
              "M"
            ],
            "last": "Mwangi",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Ogutu",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "Eastern Africa Economic Revieiv",
        "volume": "2",
        "issue": "",
        "pages": "151--155",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kere, P.A., Mwangi, W.M. and Ogutu, A. (1986). The supply responsiveness of wheat farmers in Kenya. Eastern Africa Economic Revieiv, 2: 151-155.",
        "links": null
      },
      "BIBREF47": {
        "ref_id": "b47",
        "title": "Population growth, soil fertility, and agricultural intensification",
        "authors": [
          {
            "first": "J",
            "middle": [
              "A"
            ],
            "last": "Krautkraemer",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "Journal of Development Economics",
        "volume": "44",
        "issue": "",
        "pages": "403--428",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Krautkraemer, J.A. (1994). Population growth, soil fertility, and agricultural intensification. Journal of Development Economics, 44: 403-428.",
        "links": null
      },
      "BIBREF48": {
        "ref_id": "b48",
        "title": "Some aspects of agricultural growth price policy and equity in developing countries",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Krishna",
            "suffix": ""
          }
        ],
        "year": 1982,
        "venue": "Food Research Institute Studies",
        "volume": "18",
        "issue": "",
        "pages": "219--60",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Krishna, R (1982). Some aspects of agricultural growth price policy and equity in developing countries. Food Research Institute Studies, 18: 219-60.",
        "links": null
      },
      "BIBREF49": {
        "ref_id": "b49",
        "title": "Agricultural incentives in developing countries: measuring the effect of sectoral and economywide policies",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Krueger",
            "suffix": ""
          },
          {
            "first": "M",
            "middle": [],
            "last": "Schiff",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Valdes",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "The World Bank Economic Review",
        "volume": "2",
        "issue": "",
        "pages": "255--271",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Krueger, A. 0 , Schiff, M. and Valdes, A. (1988). Agricultural incentives in developing countries: measuring the effect of sectoral and economywide policies. The World Bank Economic Review, 2: 255-271.",
        "links": null
      },
      "BIBREF50": {
        "ref_id": "b50",
        "title": "Population pressure, the environment and agricultural intensification: variations on the Boserup Hypothesis",
        "authors": [
          {
            "first": "U",
            "middle": [],
            "last": "Lele",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [
              "W"
            ],
            "last": "Stone",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lele, U. and Stone, S. W. (1989). Population pressure, the environment and agricultural intensification: variations on the Boserup Hypothesis. MADIA Discussion Paper, 4. World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF51": {
        "ref_id": "b51",
        "title": "How trade and economic policies affect agriculture",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Lopez",
            "suffix": ""
          },
          {
            "first": "R",
            "middle": [],
            "last": "Ali",
            "suffix": ""
          },
          {
            "first": "B",
            "middle": [],
            "last": "Larsen",
            "suffix": ""
          }
        ],
        "year": 1991,
        "venue": "",
        "volume": "719",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Lopez, R. , Ali, R. and Larsen, B. (1991). How trade and economic policies affect agriculture. Working Paper, 719. World Bank, Washington, DC.",
        "links": null
      },
      "BIBREF52": {
        "ref_id": "b52",
        "title": "Agricultural development in southern Africa: farm-household economics and the food crisis",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Low",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "James Currey",
        "volume": "217",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Low, A. (1986). Agricultural development in southern Africa: farm-household economics and the food crisis. James Currey, London, 217 p.",
        "links": null
      },
      "BIBREF53": {
        "ref_id": "b53",
        "title": "Productivity response to price: a case study of Kenyan coffee",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Maitha",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "K_",
            "suffix": ""
          }
        ],
        "year": 1970,
        "venue": "Eastern Africa Economic Review",
        "volume": "2",
        "issue": "",
        "pages": "31--37",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Maitha, J.K_ (1970). Productivity response to price: a case study of Kenyan coffee. Eastern Africa Economic Review, 2: 31-37.",
        "links": null
      },
      "BIBREF54": {
        "ref_id": "b54",
        "title": "Asymmetric agricultural supply responses: evidence from Sub-Saharan Africa. rnimeo",
        "authors": [
          {
            "first": "N",
            "middle": [],
            "last": "Mamingi",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mamingi, N. (1995). Asymmetric agricultural supply responses: evidence from Sub-Saharan Africa. rnimeo, World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF55": {
        "ref_id": "b55",
        "title": "Cash crops in developing countries: the issues, the facts, the policies",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Maxwell",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Fernando",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "TYorld Development",
        "volume": "17",
        "issue": "",
        "pages": "1677--1699",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Maxwell, S. and Fernando, A. (1989). Cash crops in developing countries: the issues, the facts, the policies. TYorld Development, 17: 1677-1699.",
        "links": null
      },
      "BIBREF56": {
        "ref_id": "b56",
        "title": "Price elasticity of supply of Tanzania's major export crops",
        "authors": [
          {
            "first": "E",
            "middle": [],
            "last": "Mshomba",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "Eastern Africa Economic Review",
        "volume": "5",
        "issue": "",
        "pages": "9--20",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mshomba, E. R (1989). Price elasticity of supply of Tanzania's major export crops. Eastern Africa Economic Review, 5: 9-20.",
        "links": null
      },
      "BIBREF57": {
        "ref_id": "b57",
        "title": "The aggregate agricultural supply. miimeo",
        "authors": [
          {
            "first": "Y",
            "middle": [],
            "last": "Mundlak",
            "suffix": ""
          }
        ],
        "year": 1985,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mundlak, Y. (1985). The aggregate agricultural supply. miimeo, World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF58": {
        "ref_id": "b58",
        "title": "Distributed lags and estimation of long-run supply and demand elasticities: theoretical considerations",
        "authors": [
          {
            "first": "M",
            "middle": [],
            "last": "Nerlove",
            "suffix": ""
          }
        ],
        "year": 1958,
        "venue": "Journal of Farm Economics",
        "volume": "40",
        "issue": "",
        "pages": "301--311",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Nerlove, M. (1958). Distributed lags and estimation of long-run supply and demand elasticities: theoretical considerations. Journal of Farm Economics, 40: 301-311.",
        "links": null
      },
      "BIBREF59": {
        "ref_id": "b59",
        "title": "Some estimates of supply elasticities for Nigeria's cash crops",
        "authors": [
          {
            "first": "S",
            "middle": [
              "O"
            ],
            "last": "Olayide",
            "suffix": ""
          }
        ],
        "year": 1972,
        "venue": "Journal of Agricultural Economics",
        "volume": "23",
        "issue": "",
        "pages": "263--276",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Olayide, S.O. (1972). Some estimates of supply elasticities for Nigeria's cash crops. Journal of Agricultural Economics, 23: 263-276.",
        "links": null
      },
      "BIBREF60": {
        "ref_id": "b60",
        "title": "Asymmetry in price response: a case study of Western Nigerian cocoa farmers",
        "authors": [
          {
            "first": "J",
            "middle": [
              "K"
            ],
            "last": "Olayemi",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "Oni",
            "suffix": ""
          }
        ],
        "year": 1972,
        "venue": "Journal of Economic and Social Studies",
        "volume": "14",
        "issue": "",
        "pages": "347--55",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Olayemi, J.K. and S. Oni (1972). Asymmetry in price response: a case study of Western Nigerian cocoa farmers. iVigerian Journal of Economic and Social Studies, 14: 347-55.",
        "links": null
      },
      "BIBREF61": {
        "ref_id": "b61",
        "title": "Producer response in Nigeria agriculture: a case study of palm produce",
        "authors": [
          {
            "first": "S",
            "middle": [
              "A"
            ],
            "last": "Oni",
            "suffix": ""
          }
        ],
        "year": 1969,
        "venue": "Nigerian Journal of Economic and Social Studies",
        "volume": "11",
        "issue": "",
        "pages": "81--91",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Oni, S.A. (1969a). Producer response in Nigeria agriculture: a case study of palm produce, 1949-1966. Nigerian Journal of Economic and Social Studies, 11: 81-91.",
        "links": null
      },
      "BIBREF62": {
        "ref_id": "b62",
        "title": "Econometric analysis of supply response among Nigerian cotton growers",
        "authors": [
          {
            "first": "S",
            "middle": [
              "A"
            ],
            "last": "Oni",
            "suffix": ""
          }
        ],
        "year": 1969,
        "venue": "Bulletin of Economnics and Sociology",
        "volume": "14",
        "issue": "",
        "pages": "203--223",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Oni, S.A. (1969b). Econometric analysis of supply response among Nigerian cotton growers. Bulletin of Economnics and Sociology, 14: 203-223.",
        "links": null
      },
      "BIBREF63": {
        "ref_id": "b63",
        "title": "International farm prices and the social cost of cheap food policies",
        "authors": [
          {
            "first": "W",
            "middle": [
              "L"
            ],
            "last": "Peterson",
            "suffix": ""
          }
        ],
        "year": 1979,
        "venue": "American Journal ofAgricultural Economics",
        "volume": "61",
        "issue": "",
        "pages": "12--21",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Peterson, W.L. (1979). International farm prices and the social cost of cheap food policies. American Journal ofAgricultural Economics, 61: 12-21.",
        "links": null
      },
      "BIBREF64": {
        "ref_id": "b64",
        "title": "Real exchange rate misalignment and agricultural export performance in developing countries",
        "authors": [
          {
            "first": "H",
            "middle": [
              "D"
            ],
            "last": "Pick",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [
              "T"
            ],
            "last": "Vollrath",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "Economic Development and Cultural Change",
        "volume": "42",
        "issue": "",
        "pages": "555--571",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Pick, HD. and Vollrath, L.T. (1994). Real exchange rate misalignment and agricultural export performance in developing countries. Economic Development and Cultural Change, 42: 555-571.",
        "links": null
      },
      "BIBREF65": {
        "ref_id": "b65",
        "title": "On the aggregation problem in international comparisons of agricultural production aggregates",
        "authors": [
          {
            "first": "P",
            "middle": [
              "D S"
            ],
            "last": "Rao",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [
              "C"
            ],
            "last": "Sharma",
            "suffix": ""
          }
        ],
        "year": 1991,
        "venue": "Journal of DevelopmentEconomics",
        "volume": "35",
        "issue": "",
        "pages": "197--204",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rao , P.D.S. and Sharma K.C. (1991). On the aggregation problem in international comparisons of agricultural production aggregates. Journal of DevelopmentEconomics, 35: 197-204.",
        "links": null
      },
      "BIBREF66": {
        "ref_id": "b66",
        "title": "Agricultural supply response: a survey",
        "authors": [
          {
            "first": "J",
            "middle": [
              "M"
            ],
            "last": "Rao",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "Agricultural Economics",
        "volume": "3",
        "issue": "",
        "pages": "1--22",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Rao, J. M. (1989). Agricultural supply response: a survey, Agricultural Economics, 3:1-22.",
        "links": null
      },
      "BIBREF67": {
        "ref_id": "b67",
        "title": "Editors) Environmental management and economic developmnent",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Repetto",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "69--86",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Repetto, R(1989). Economic Incentives for Sustainable Production. In: Schranun, G. and J.J. Warford (Editors) Environmental management and economic developmnent. John Hopkins University Press, Baltimore, pp. 69-86.",
        "links": null
      },
      "BIBREF68": {
        "ref_id": "b68",
        "title": "Population pressure, intensification of agriculture, and rural-urban migration",
        "authors": [
          {
            "first": "D",
            "middle": [],
            "last": "Salehi-Isfahani",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "Journal of Development Economics",
        "volume": "40",
        "issue": "",
        "pages": "371--384",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Salehi-Isfahani, D. (1993). Population pressure, intensification of agriculture, and rural-urban migration. Journal of Development Economics, 40: 371-384.",
        "links": null
      },
      "BIBREF69": {
        "ref_id": "b69",
        "title": "The economic analysis of the responsiveness of peasant cotton farmers to the price incentives in Ghana",
        "authors": [
          {
            "first": "W",
            "middle": [],
            "last": "Seini",
            "suffix": ""
          }
        ],
        "year": 1985,
        "venue": "",
        "volume": "51",
        "issue": "",
        "pages": "77--81",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Seini, W. (1985). The economic analysis of the responsiveness of peasant cotton farmers to the price incentives in Ghana. Technical Publication Series, University of Legon, Ghana, 51:77-81.",
        "links": null
      },
      "BIBREF70": {
        "ref_id": "b70",
        "title": "Aggregate farm supply response in Kenya",
        "authors": [
          {
            "first": "K",
            "middle": [
              "L"
            ],
            "last": "Sharna",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "Eastern Africa Economic Reviewv",
        "volume": "8",
        "issue": "",
        "pages": "92--101",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Sharna, K.L. (1992). Aggregate farm supply response in Kenya. Eastern Africa Economic Reviewv, 8: 92- 101.",
        "links": null
      },
      "BIBREF71": {
        "ref_id": "b71",
        "title": "Land condition, crop productivity and the adoption of soil conservation Measures",
        "authors": [
          {
            "first": "J",
            "middle": [
              "A"
            ],
            "last": "Siden",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [
              "A"
            ],
            "last": "King",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "Australian Agricultural Economics Society Conference",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Siden, J.A. and King, DA. (1988). Land condition, crop productivity and the adoption of soil conservation Measures. Paper presented at the Australian Agricultural Economics Society Conference, Melbourne, February.",
        "links": null
      },
      "BIBREF72": {
        "ref_id": "b72",
        "title": "The economics of land degradation in the Third World",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Southgate",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "",
        "volume": "2",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Southgate J. (1988). The economics of land degradation in the Third World. Enviromment Department Working Paper, 2, World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF73": {
        "ref_id": "b73",
        "title": "A new set of international comparisons of real pToduct and price Levels estimates for 130 countries, 1950-1985",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Summers",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Heston",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "Review of Income and Wealth",
        "volume": "34",
        "issue": "",
        "pages": "1--25",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Summers, R. and Heston, A. (1988). A new set of international comparisons of real pToduct and price Levels estimates for 130 countries, 1950-1985. Review of Income and Wealth, 34: 1-25.",
        "links": null
      },
      "BIBREF74": {
        "ref_id": "b74",
        "title": "Agricultural product prices",
        "authors": [
          {
            "first": "W",
            "middle": [
              "G"
            ],
            "last": "Tomek",
            "suffix": ""
          },
          {
            "first": "K",
            "middle": [
              "L"
            ],
            "last": "Robinson",
            "suffix": ""
          }
        ],
        "year": 1972,
        "venue": "",
        "volume": "376",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Tomek, W. G. and Robinson, K.L. (1972). Agricultural product prices. Cornell University Press, Ithaca, 376 p.",
        "links": null
      },
      "BIBREF75": {
        "ref_id": "b75",
        "title": "Estimating irreversible supply functions",
        "authors": [
          {
            "first": "B",
            "middle": [],
            "last": "Trail",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Colman",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [],
            "last": "Young",
            "suffix": ""
          }
        ],
        "year": 1978,
        "venue": "American Journal ofAgricultural Economnics",
        "volume": "60",
        "issue": "",
        "pages": "528--531",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Trail, B., Colman, D. and Young, T. (1978). Estimating irreversible supply functions. American Journal ofAgricultural Economnics, 60: 528-531.",
        "links": null
      },
      "BIBREF76": {
        "ref_id": "b76",
        "title": "Positivistic measures of aggregate supply elasticities: some new approaches",
        "authors": [
          {
            "first": "G",
            "middle": [
              "L"
            ],
            "last": "Tweeten",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [
              "L"
            ],
            "last": "Quance",
            "suffix": ""
          }
        ],
        "year": 1969,
        "venue": "American Journal of Agricultural Economics",
        "volume": "51",
        "issue": "",
        "pages": "342--352",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Tweeten, G.L. and Quance, C.L. (1969). Positivistic measures of aggregate supply elasticities: some new approaches. American Journal of Agricultural Economics, 51: 342-352.",
        "links": null
      },
      "BIBREF77": {
        "ref_id": "b77",
        "title": "Techniques for segmenting independent variables in regression analysis: reply",
        "authors": [
          {
            "first": "G",
            "middle": [
              "L"
            ],
            "last": "Twveeten",
            "suffix": ""
          },
          {
            "first": "C",
            "middle": [
              "L"
            ],
            "last": "Quance",
            "suffix": ""
          }
        ],
        "year": 1971,
        "venue": "American Journal ofAgricultural Economics",
        "volume": "53",
        "issue": "",
        "pages": "359--360",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Twveeten, G.L. and Quance, C.L. (1971). Techniques for segmenting independent variables in regression analysis: reply. American Journal ofAgricultural Economics, 53: 359-360.",
        "links": null
      },
      "BIBREF78": {
        "ref_id": "b78",
        "title": "African Economic Indicators",
        "authors": [
          {
            "first": "Undp-World",
            "middle": [],
            "last": "Bank",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "UNDP-World Bank (1992). African Economic Indicators, Washington, D.C.",
        "links": null
      },
      "BIBREF79": {
        "ref_id": "b79",
        "title": "Trade and macroeconomic policies: impact of agricultural growth: evidence to-date",
        "authors": [
          {
            "first": "A",
            "middle": [],
            "last": "Valdes",
            "suffix": ""
          },
          {
            "first": "T",
            "middle": [
              "C"
            ],
            "last": "Pinckney",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "Eastern Africa Economnic Review",
        "volume": "5",
        "issue": "",
        "pages": "42--61",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Valdes, A. and Pinckney, T.C. (1989). Trade and macroeconomic policies: impact of agricultural growth: evidence to-date. Eastern Africa Economnic Review, 5: 42-61.",
        "links": null
      },
      "BIBREF80": {
        "ref_id": "b80",
        "title": "An estimate of aggregate supply response in South African Agriculture",
        "authors": [
          {
            "first": "H",
            "middle": [
              "D"
            ],
            "last": "Van Schalkwyk",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "A"
            ],
            "last": "Groenewald",
            "suffix": ""
          }
        ],
        "year": 1993,
        "venue": "Development Southern Africa",
        "volume": "10",
        "issue": "",
        "pages": "549--558",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Van Schalkwyk, H.D. and Groenewald, J.A. (1993). An estimate of aggregate supply response in South African Agriculture. Development Southern Africa, 10: 549-558.",
        "links": null
      },
      "BIBREF81": {
        "ref_id": "b81",
        "title": "Cash crops versus subsistence crops: income and nutritional effects in developing countries",
        "authors": [
          {
            "first": "Von",
            "middle": [],
            "last": "Braun",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [],
            "last": "Kennedy",
            "suffix": ""
          },
          {
            "first": "E",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "179--194",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Von Braun, J. and Kennedy, E. (1987). Cash crops versus subsistence crops: income and nutritional effects in developing countries. In: Gittinger, J.P., Leslie, J. and C. Hoisington (Editors), Food policy: integrating supply, distribution and consunption. John Hopkins University Press, Baltimore, pp. 179- 194.",
        "links": null
      },
      "BIBREF82": {
        "ref_id": "b82",
        "title": "PositiNistic measures of aggregate supply elasticities: some newv approachessome critical notes",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Wolffram",
            "suffix": ""
          }
        ],
        "year": 1971,
        "venue": "American Journal of.4gricultural Economics",
        "volume": "53",
        "issue": "",
        "pages": "3--56",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Wolffram, R., (1971). PositiNistic measures of aggregate supply elasticities: some newv approaches - some critical notes. American Journal of.4gricultural Economics, 53: 3 56-59.",
        "links": null
      },
      "BIBREF83": {
        "ref_id": "b83",
        "title": "Pf is the ratio of guaranteed price to subsidized fertilizer price. P, is output price quoted in domestic cunrency unit converted using purchasing power parity (PPP) exchange rate",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "nominal price of cotton which is used separately with the price of groundnut. P' and pd are rising and falling prices, respectively, from direct interviews (see above under Olayemi and Oni). Pt, is the regular real price. fv and pt are rising and falling prices, respectively, a la Wolfraim (see eqs. (7) and (8)). P,,r and pd are rising and falling prices, respectively, using modified Wolfim technique (see eqs. (9) and (10)). Pf is the ratio of guaranteed price to subsidized fertilizer price. P, is output price quoted in domestic cunrency unit converted using purchasing power parity (PPP) exchange rate deflated to 1980 prices using the price index for the OECD as a whole.",
        "links": null
      },
      "BIBREF84": {
        "ref_id": "b84",
        "title": "short-ran price elasticity. L.REI.: long-run price elasticity. Lags: lags used for price. *significant at the 10% level",
        "authors": [
          {
            "first": "S",
            "middle": [
              "R"
            ],
            "last": "El",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "S.R.El.: short-ran price elasticity. L.REI.: long-run price elasticity. Lags: lags used for price. *significant at the 10% level, at least.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF1": {
        "fig_num": null,
        "num": null,
        "text": "The same remark holds for Cleaver and Schreiber, who explain change in crop yields of some food crops in Sub-Saharan Africa by nominal protection, drought, primary education, the sum of area under temporary crops arable land per capita of rural population and area under permanent crops per capita of rural population.",
        "uris": null,
        "type_str": "figure"
      },
      "FIGREF2": {
        "fig_num": null,
        "num": null,
        "text": ", in his cross section study dealing with developed (DCs) and less developed countries (LDCs), includes output price, weather (long-run annual precipitation) and technology (research publication for each country) as explanatory variables. There is probably a certain amount of misspecification bias due to the omission of important variables such as life expectancy, adult literacy and irrigation that have changed over time. For example, by adding irrigation inPeterson's model, Chhibber   (1989)  finds that the price elasticity passes from 1.27 to 0.97.Cleaver (1985) contains some misspecification problems. It is known that weather changes, as well as land quality, in Africa are quite important in explaining agricultural growth. Another problem of misspecification is that the nominal protection coefficient or the currency depreciation rate used by the author only captures part of the real producer price. Indeed, as definition (4) or (4') shows, if one uses nominal protection coefficient, then two other variables are left out: real exchange rate and real foreign price. If one uses currency depreciation rate, then nominal protection coefficient and real foreign price are left out.Life expectancy, income, roads (density and quality), research, extension, soil quality, population growth and country dummy variables are important explanatory variables that can be included inJaeger (1992).Lopez, All and Larsen (1991)  explain agricultural export supply in Malawi and Tanzania by the price of agricultural exportables, the price of agricultural nontradeables, the wage rate, an index of weather and an index of technical change. All the prices are normalized by the price of agricultural importables. Population growth (or density),",
        "uris": null,
        "type_str": "figure"
      },
      "FIGREF3": {
        "fig_num": null,
        "num": null,
        "text": "use price ratio, land quality, average rainfall and dummies (to capture structural change over time) to explain agricultural supply in South Africa. Missing variables in this framewvork may include roads, human capital and population growth. As for the previous study, the high R 2 may be explained by the inclusion of lagged variables. C'leaver and Schreiber (1994) fail to consider in their models, amnong others, population growth, population density and life expectancy. Moreover, as underlined above, another source of rnisspecification originates from the use of nomninal protection coefficient instead of real producer prices; that is, some exchange rate variable and real foreign price are mnissing. Note that some of the high Rmnay be due to the presence of country dummy variables.Pick and Vollrath (1994) contain some omnitted variables in some equations (i.e., human capital). The models wvith severe omnitted variables show up with low R 2 . This is the case for Nigeria (0.36).As underlined implicitly above, there is some difficulty in evaluating the Nerlove model in terms of omitted variable misspecification. Lagged output (or area) usually explains a great part of variation of output (large contribution to R 2 ) Yet the inclusion of lagged output and time trend do not give us the impact of several variables of interest.",
        "uris": null,
        "type_str": "figure"
      },
      "FIGREF4": {
        "fig_num": null,
        "num": null,
        "text": "exportables, pAN is the price of agricultural nontradeables, pN is the price of nontradeables, w is the wage rate, h is an index of weather, t is an index of technical change, q represents the external terms of trade of the country (excluding agricultural export prices), WM is the minimum wage, E stands for total domestic expenditures, and EG represents government expenditures. With the exceptions of t and q all the variables are normalized by the prices of agricultural importables. The price equations result from the respective demand/supply equalities. pAN is endogenous because it largely depends on supply and demand conditions prevailing in the market and so is P'* The wage rate is supposed to be determined by a combination of market and institutional forces. Aggregate real expenditures are affected by both policy and external variables.",
        "uris": null,
        "type_str": "figure"
      },
      "FIGREF5": {
        "fig_num": null,
        "num": null,
        "text": "obtain the following short-run elasticities: 0.105 for symmetric supply function; 0.90 and 0.068 for increasing price and decreasing price, respectively, in the context of the Wolffram technique; and 0.442 and 0.086 for increasing price and decreasing price, respectively, in the context of the modified Wolffram technique. The latter is the best model. The authors model the case of short-run asymmetry and long-run symmetry by using an Almon lag model.Jaforullah (1993), among others, obtain the following elasticities with the modified Wolffram technique: 0.15, 0.32, 0.20 and 0.41 in the short-run (price falling and rising) and long-run (price falling and rising), respectively. Misspecified reversible function gives rise to an elasticity of 0.12 and 0.28 in the short-run and long-run, respectively.The results from asymmetric area responses are important in the debate concerning the potential deleterious environmental effect of price increases and price decreases.3.2.2. Export crop production versus food crop production' 9\"Higher aggregate crop prices and lower agricultural costs increase the profitability of crop production, thus encouraging an aggregate expansion of agricultural production through either agricultural intensification or extensification; the impact of agricultural pricing on the relative returns to agricultural production can influence long-run decisions to invest in sustainable land management and conservation; changes in the relative prices of crops (and crop inputs) can influence the substitution of more environmentally benign cropping and farm production systems for systems that are more environmentally damaging; the variability of crop prices and crop price inputs can affect the farmers' choice of the method and type of crops grown, and decisions to invest in sustainable land management, by affectincg the risk associated with alternative agricultural",
        "uris": null,
        "type_str": "figure"
      },
      "TABREF0": {
        "num": null,
        "html": null,
        "content": "<table><tr><td>Contents</td><td/></tr><tr><td>1. Introduction</td><td>I</td></tr><tr><td>2. Issues in the theory and specification of agricultural supply models</td><td>2</td></tr><tr><td>2.1. On the effects of prices and exchange rates</td><td>3</td></tr><tr><td>2.1.1. Microspecification</td><td>3</td></tr><tr><td>2.1.2. Using macro and policy variables</td><td>7</td></tr><tr><td>2.2. On the impact of other determinants</td><td>12</td></tr><tr><td>2.3. Simultaneity issue</td><td>14</td></tr><tr><td>2.4. Asymmetric agricultural supply responses to price changes</td><td>15</td></tr><tr><td>2.5. Pooling issues</td><td>18</td></tr><tr><td>2.5.1. Modeling</td><td>18</td></tr><tr><td>2.5.2 Comparability of variables across countries</td><td>19</td></tr><tr><td>3. Review of empirical studies</td><td/></tr><tr><td>3.1. Review of quantity studies</td><td/></tr><tr><td>3.2. Review of area responses</td><td/></tr><tr><td>3.2.1. Area response estimates</td><td/></tr><tr><td>3.2.2. Export crop production versus food crop production</td><td/></tr><tr><td>4. Conclusion</td><td/></tr><tr><td>References</td><td/></tr><tr><td>Appendix: Tables</td><td/></tr><tr><td>Table 1: Soil Degradation by Type and Cause</td><td>43</td></tr></table>",
        "text": "Price Elasticities with Quantity as Dependent Variable 44",
        "type_str": "table"
      },
      "TABREF1": {
        "num": null,
        "html": null,
        "content": "<table><tr><td>equilibrium real exchange Misalignment due to overvaluation represents an incentive distortion since by raising the</td></tr><tr><td>price of nontradeable goods with respect to that of tradeable goods, it brings about</td></tr><tr><td>misallocation of productive resources.</td></tr><tr><td>Three measurements (or models) are commonly used to capture the real exchange</td></tr><tr><td>rate mnisalignment: (a) a measure based on the purchasing power parity (PPP), (b) a</td></tr><tr><td>model based measure using the official exchange rate, and (c) a model-based measure</td></tr><tr><td>using the black market nominal exchange rate.</td></tr><tr><td>The PPP approach derives the ERER as the average of a certain number of higher</td></tr><tr><td>values of the RER in a given period in a given country. The weakness of this method is</td></tr><tr><td>that it does not internalize the changes in economic fundamentals. The model based</td></tr><tr><td>exchange rate approach (initiated by Sebastian Edwards) does take into account the</td></tr><tr><td>economic fundamentals such as terms of trade, capital flight and excessive credit in the</td></tr><tr><td>derivation of equilibrium exchange. In the black market approach, ERER is</td></tr><tr><td>approximated by the black market exchange rate and RER is captured by the nominal</td></tr><tr><td>exchange rate.</td></tr><tr><td>Another important issue is how to capture real exchange rate. Recall, it is the price</td></tr><tr><td>ratio of tradeable to nontradeable goods; that is, RER = Pr I Pn where PT is the price of</td></tr><tr><td>tradeable goods and P,, is the price of nontradeable goods. The literature underlines that</td></tr><tr><td>there are serious difficulties in making operational this definition, as adequate data on the</td></tr><tr><td>two prices are hard to find. Instead, the following proxy is used : RER = e-WPI / CPI</td></tr><tr><td>where CPI is the domestic consumer price index, WPI is the US (or foreign) wholesale</td></tr><tr><td>price index, and e is the official nominal exchange rate measured as the number of local</td></tr><tr><td>currency per unit of U.S. dollar (or foreign currency). An increase of the RER is a</td></tr><tr><td>depreciation and the converse is an appreciation. In fact, what is at stake here is the real</td></tr><tr><td>exchange misalignment which is the difference between actual real exchange rate and</td></tr></table>",
        "text": "rate, equilibrium real exchange rate (ERER) being defined as the real exchange rate that prevails in the long-run when there is no distortion.",
        "type_str": "table"
      },
      "TABREF2": {
        "num": null,
        "html": null,
        "content": "<table/>",
        "text": "In simple terms, the question is whether the countries face the same binding constraints. The pooling test '° and some prior information are very useful to have an insight into the problem.If pooling is not accepted then the equality of slopes across countries does not hold. Put another way, the comnmnon slope as the mean estimate of individual slopes is no longer a good statistic as it is affected by outliers.",
        "type_str": "table"
      },
      "TABREF4": {
        "num": null,
        "html": null,
        "content": "<table/>",
        "text": "in the appendix reports the results of the inquiry for aggregate, subsectoral and individual crop outputs. The following trend emerges from the table. First, the shortrun price elasticities are small for aggregate (and subsectoral) output. Second, although small, the individual crop elasticities are larger than those of aggregate output. Third,",
        "type_str": "table"
      },
      "TABREF5": {
        "num": null,
        "html": null,
        "content": "<table><tr><td>Table I</td><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"6\">Soil Degradation by Type and Cause (Classified as Moderately to Excessively Affected)</td><td/></tr><tr><td/><td/><td colspan=\"2\">Water Wind</td><td colspan=\"2\">Chemical Physical</td><td>Total</td></tr><tr><td/><td/><td colspan=\"2\">Erosion</td><td/><td>Degradation</td><td>(Millions ha)</td></tr><tr><td>Regions</td><td>Africa</td><td colspan=\"2\">170 98</td><td>36</td><td>17</td><td>321</td></tr><tr><td>(millions</td><td>Asia</td><td>315</td><td>90</td><td>41</td><td>6</td><td>452</td></tr><tr><td>hectares)</td><td>South America</td><td>77</td><td>16</td><td>44</td><td>1</td><td>138</td></tr><tr><td/><td>North&amp;Central</td><td>90</td><td>37</td><td>7</td><td>5</td><td>139</td></tr><tr><td/><td>America</td><td/><td/><td/><td/><td/></tr><tr><td/><td>Europe</td><td>93</td><td>39</td><td>18</td><td>8</td><td>158</td></tr><tr><td/><td>Australasia</td><td>3</td><td>-</td><td>1</td><td>2</td><td>6</td></tr><tr><td/><td>Total</td><td colspan=\"2\">748 280</td><td>147</td><td>39</td><td>1,214</td></tr><tr><td>Major Causes(%)</td><td>Deforestation</td><td>43</td><td>8</td><td>26</td><td>2</td><td>384</td></tr><tr><td/><td>Overgrazing</td><td>29</td><td>60</td><td>6</td><td>16</td><td>398</td></tr><tr><td/><td>Mismanagement of</td><td>24</td><td>16</td><td>58</td><td>80</td><td>339</td></tr><tr><td/><td>arable land</td><td/><td/><td/><td/><td/></tr><tr><td/><td>Other</td><td>4</td><td>16</td><td>12</td><td>2</td><td>93</td></tr><tr><td/><td>Total</td><td colspan=\"2\">100 100</td><td>100</td><td>100</td><td>1,214</td></tr><tr><td>Source:</td><td/><td/><td/><td/><td/><td/></tr></table>",
        "text": "De Haeen and Saigal (1992) based on UNEP/ISRIC draft report(1991).",
        "type_str": "table"
      },
      "TABREF6": {
        "num": null,
        "html": null,
        "content": "<table><tr><td>Region/</td><td>Data/</td><td/><td/><td>Price</td><td>Exch.</td><td>Price</td><td>Price</td><td>Exch.</td></tr><tr><td>Period</td><td>Method</td><td>Author</td><td>Output</td><td colspan=\"2\">and lags Rate Var.</td><td>S.R.E.</td><td>L.RE.</td><td>R.E.</td></tr><tr><td>53 Countries</td><td>Cross-S.</td><td>Peterson (1978)</td><td>Qw</td><td>P..</td><td/><td/><td>1.27-</td><td/></tr><tr><td>62-64 / 68-70</td><td>IV</td><td/><td/><td>'</td><td/><td/><td>1.66*</td><td/></tr><tr><td>31 SSA 70-81</td><td>Cross-S. OLS</td><td>Cleaver (1985)</td><td>rQ</td><td>NPC,</td><td/><td>0 . 0 2 a</td><td>n.a</td><td/></tr><tr><td>31 SSA 70-81</td><td>Cross-S. OLS</td><td>Cleaver (1985)</td><td>rQ</td><td/><td>RDP,</td><td/><td/><td>0.15*a</td></tr><tr><td>58 Countries</td><td>Panel</td><td>Binsw-anger et al.</td><td>Qmj</td><td/><td/><td>-0.05*</td><td>n.a</td><td/></tr><tr><td>69-78</td><td>Within</td><td>(1987)</td><td>(aggregate)</td><td/><td/><td/><td/><td/></tr><tr><td>58 Countries</td><td>Panel</td><td>Binswanger et al.</td><td>Qmf</td><td>Pf j</td><td/><td>0.06*</td><td>n.a</td><td/></tr><tr><td>69-78</td><td>Within</td><td>(1987)</td><td>(crop)</td><td/><td/><td/><td/><td/></tr><tr><td>58 Countries 69-78</td><td>Panel Within</td><td>Bins%vanger et al. (1987)</td><td>Qmf (livestock)</td><td>Pmf t</td><td/><td>-0.18*</td><td>n.a</td><td/></tr><tr><td>21 SSA</td><td>Panel</td><td>Jaeger(1992)</td><td>Qtec</td><td>P</td><td>R.E.Rate</td><td>0.20*</td><td>n.a</td><td>-0.10*</td></tr><tr><td>70-87</td><td>3SLS</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>14 SSA</td><td>Panel</td><td>Jaeger (1992)</td><td>Qetc</td><td>P.</td><td colspan=\"2\">R.E.Rate 0.017</td><td>n.a</td><td>-0.25*</td></tr><tr><td>70-87</td><td>3SLS</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>7 SSA 70-87</td><td>Panel 3SLS</td><td>Jaeger(1992) J (pt.ma</td><td>Qacr</td><td>P ,</td><td>R.E.Rate</td><td>0.94*</td><td>n.a</td><td>0.33*</td></tr><tr><td>7 SSA 70-87</td><td>Panel 3SLS</td><td>Jaeger(1992)</td><td>Cocoa</td><td colspan=\"3\">P ima R-E.Rate 0.22*</td><td>n.a</td><td>-0.35'</td></tr><tr><td>14 SSA 70-87</td><td>Panel 3SLS</td><td>Jaeger (1992)</td><td>Coffee</td><td colspan=\"3\">Pcpi.ma R.E.Rate 0.230</td><td>n.a</td><td>0.05'</td></tr><tr><td>11 SSA 70-87</td><td>Panel 3SLS</td><td>Jaeger (1992)</td><td>Cotton</td><td>P .</td><td>R.E.Rate</td><td>0.67'</td><td>n.a</td><td>-0.68'</td></tr><tr><td>4 SSA 70-87</td><td>Panel 3SLS</td><td>Jaeger (I992)</td><td>Tea</td><td>p1i'</td><td>R.E.Rate</td><td>.. 0.04</td><td>n.a</td><td>0.126</td></tr><tr><td>Tanzania 64-84</td><td>T. Series Nerlove</td><td>Mshomba (1989)</td><td>Tea</td><td>P. 1 j</td><td/><td>0.35*</td><td>n.a</td><td/></tr><tr><td>Tanzania 65-84</td><td>T. Series Nerlove</td><td>Mshomba (1989)</td><td>Cotton</td><td>P., 1</td><td/><td>0.26*</td><td>0.38*</td><td/></tr><tr><td>Cameroon</td><td>T.Series</td><td>Behrman (1968)</td><td>Cocoa</td><td>P¢,,,,</td><td/><td>0.68'</td><td>1.81'</td><td/></tr><tr><td>47-64</td><td>Nerlove</td><td/><td/><td/><td/><td/><td/><td/></tr></table>",
        "text": "Price Elasticities with Quantity as Dependent Variable",
        "type_str": "table"
      },
      "TABREF7": {
        "num": null,
        "html": null,
        "content": "<table/>",
        "text": ".,: export price. RDP: rate of currency depreciation. Exch. Rate Var: exchange rate variable. RE.Rate: real effective exchange rate. Exch. RE: exchange rate elasticity. Price S.RE.: short run price elasticity. Price L.RE.: long-mn price elasticity. (a): numbers are not elasticities. (b) output is change in crop yield (number in short-run elasticity column is not an elasticity). Misal: misaligrunent measure follonwing Edward's approach. OLSc is OLS with serial correlation correction. n.a.: non available. *significant at the 10% level, at least.",
        "type_str": "table"
      },
      "TABREF8": {
        "num": null,
        "html": null,
        "content": "<table><tr><td colspan=\"2\">Agricultural Area Elasticities</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Period/Data</td><td/><td/><td>Price</td><td/><td/><td/></tr><tr><td>Crop/Region</td><td>type</td><td>Author</td><td>Method</td><td colspan=\"2\">Variable</td><td>S.R. EL</td><td>L.R. El.</td><td>Lags</td></tr><tr><td>Coffee</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Kenya</td><td>1946-64</td><td>Maitha (1970)</td><td>Nerlove</td><td>Pr</td><td/><td>0.15*</td><td>0.38*</td><td>P</td></tr><tr><td>(industry)</td><td>(Time S.)</td><td/><td>type</td><td/><td/><td/><td/></tr><tr><td>Cotton</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Uganda-</td><td>1922-38</td><td>Frederick (1969)</td><td>OLS</td><td>Pf</td><td/><td>0.25-</td><td>0.25-</td><td>P</td></tr><tr><td>Buganda</td><td>(Time S.)</td><td/><td/><td/><td/><td>0.67*</td><td>0.67*</td></tr><tr><td>Ghana</td><td>1968-81</td><td>Seini(1985)</td><td>Nerlove</td><td>P.</td><td/><td>0.55*</td><td>1.32*</td><td>P.t_</td></tr><tr><td/><td>(Time S.)</td><td/><td/><td/><td/><td/><td/><td>t-</td></tr><tr><td>Wheat</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Kenya</td><td>1965-83</td><td>Kereetal.</td><td>Nerlove</td><td>P</td><td/><td>0.65*</td><td>1.38*</td><td>P</td></tr><tr><td colspan=\"2\">(Nyandurna) (Time S.)</td><td>(1986)</td><td/><td/><td/><td/><td/></tr><tr><td>Cocoa</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Western</td><td>1970</td><td>OlayemiandOni</td><td>OLS</td><td>pi</td><td/><td>1.217*</td><td/><td>pi</td></tr><tr><td>Nigeria</td><td>(Cross S.)</td><td>(1972)</td><td/><td>pd</td><td colspan=\"2\">{ n ~~0.643* P\"</td><td/><td>d</td></tr><tr><td>Onion</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>USA</td><td>1952-74</td><td>Trailetal. (1978)</td><td>OLS</td><td>p.</td><td/><td>0.105*</td><td/><td>P</td></tr><tr><td/><td>(Time S.)</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>1952-74</td><td>Trail etal. (1978)</td><td>OLS</td><td>p'</td><td/><td>0.09*</td><td/></tr><tr><td/><td>(Time S.)</td><td/><td/><td>pd</td><td/><td/><td/></tr><tr><td/><td/><td/><td/><td>'w</td><td/><td>0.068*</td><td/><td>pd</td></tr><tr><td/><td>1952-74</td><td>Trail et al. (1978)</td><td>OLS</td><td>pi</td><td/><td>0.442*</td><td/><td>p;</td></tr><tr><td/><td>(Time S.)</td><td/><td/><td>mw</td><td/><td/><td/><td>mlV,-l</td></tr><tr><td/><td/><td/><td/><td>pd</td><td/><td>0.086*</td><td/><td>pdW.</td></tr><tr><td>Paddy</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Sri Lankla</td><td>52-87 T.Series</td><td>Gunawardana &amp; Ockzowvski (1992)</td><td>OLS</td><td>P 1</td><td/><td>0.05*</td><td>0.06*</td><td>P</td></tr><tr><td>Sugar Cane</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Bangladesh</td><td>1951-81</td><td>Jaforullah (1993)</td><td>NLS</td><td>p</td><td/><td>0.30*</td><td>0.45*</td><td>p</td></tr><tr><td/><td>(Time S.)</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>1951-81 (Time S.)</td><td>Jaforullah(1993)</td><td>NLS</td><td>P., p dV</td><td/><td>0.32*</td><td>0.41'</td><td>Psv.t dW.</td></tr><tr><td/><td/><td/><td/><td/><td/><td>0.15*</td><td>0.20*</td><td>mW,t</td></tr><tr><td>Crop Area</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>58 DCs and</td><td>Panel</td><td>Binswangeretal.</td><td>Within</td><td>pi</td><td/><td>0.011*</td><td/></tr></table>",
        "text": "",
        "type_str": "table"
      },
      "TABREF9": {
        "num": null,
        "html": null,
        "content": "<table><tr><td>Factors</td><td>Representative annual soil lossa</td></tr><tr><td>Bare soil</td><td>1.0</td></tr><tr><td>Dense forest on culture with thick straw mulch</td><td>0.001</td></tr><tr><td>Savanna and grassland, ungrazed</td><td>0.01</td></tr><tr><td>Forage and cover crops Oate planted or with slow</td><td/></tr><tr><td>development)</td><td>0.3-0.8</td></tr><tr><td>first year</td><td>0.1</td></tr><tr><td>second year</td><td>0.1</td></tr><tr><td>Cover crops with rapid development</td><td>0.3-0.9</td></tr><tr><td>Maize, sorghum, millet</td><td>0.1-0.2</td></tr><tr><td>Rice (intensive culture, second cycle)</td><td>0.5</td></tr><tr><td>Cotton, tobacco (second cycle)</td><td>0.5</td></tr><tr><td>Groundnuts</td><td>0.4-0.8</td></tr><tr><td>Cassava (first year) and yams</td><td>0.2-0.8</td></tr><tr><td>Palms, coffee, cocoa, with cover crops</td><td>0.1-0.3</td></tr><tr><td>Source: Roose (1977, p.51) cited by</td><td/></tr></table>",
        "text": "Vegetal Cover Factors for Erosion for West Africa",
        "type_str": "table"
      }
    }
  }
}