{
  "paper_id": "D696274",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:18.702486Z"
  },
  "title": "",
  "authors": [
    {
      "first": "Giorgio",
      "middle": [],
      "last": "Barba",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Navaretti",
      "middle": [],
      "last": "October",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "M",
      "middle": [],
      "last": "Patena",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Carlo",
      "middle": [],
      "last": "Carraro",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "",
  "venue": null,
  "identifiers": {},
  "abstract": "",
  "pdf_parse": {
    "paper_id": "D696274",
    "_pdf_hash": "",
    "abstract": [],
    "body_text": [
      {
        "text": "Hernandez and Katada analyze the effects of bilateral (such as poverty levels, indebtedness, and access to debt forgiveness (part of official development assistanice) alternative sources of finance). on 32 low-income countries in Africa (1984-9) 3). Asking Bilateral OD)A debt forgiveness appears to be neutral whether it makes a difference for recipient countries To in the sense of not having any significant impact on receive pure grants rather than official development recipienr countries' capacity to import. Bilateral ODA assistance (ODA) debt relief, they focus on how one form debt forgiveness has neither increased or curtailed the of aid or the other affects the countries' nimport capacity.",
        "cite_spans": [
          {
            "start": 230,
            "end": 245,
            "text": "Africa (1984-9)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary findings",
        "sec_num": null
      },
      {
        "text": "imp(ort capacity of the major recipient countries. During They conclude that:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary findings",
        "sec_num": null
      },
      {
        "text": "1 989-93, multilateral lending replaced the decrease in Grants allowed recipient countries to siginificanitly bilateral lending that, in turn, was caused by an increase expand their import capacity for 1984-93 as graints and in grants. (Bilateral ODA debt relief implies smaller cash import capacity have been increasing since 1984. But the flows because it is \"pseudo\" or \"accounting\" money and increasing share of concessional lending and dcebt relief because with it goes reduced new lending from bilateral in recent years has not allowed these countries to reduce sotirces.) their total indebtedness and solve their debt overhan;g Private creditors have typically withdrawn money problem. Their arrears increased significantly.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary findings",
        "sec_num": null
      },
      {
        "text": "from the countries in the sample as grants increased. And * The biggest recipients of debt relief also received the debt relief has hald a crowding-out effect on new lending. lion's share of the increase in pure grants. Debt",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary findings",
        "sec_num": null
      },
      {
        "text": "Bilateral donors are switching their development finance forgiveness and pure grants were allocatcd in a way not to Africa from concessional and nonconcessional lending entirely consistent with standard econormic hicrarchies to) a combination of pure grants and ODA debt relief.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary findings",
        "sec_num": null
      },
      {
        "text": "The lack of private financial flows to Sub-Saharan Africa in recent years has made countries in the region increasingly dependent on official development assistance (ODA), in the form of either grants or highly concessional lending. Meanwhile, \"aid fatigue\" has become a common concern among many in the field of development, and aid flows have fallen in recent years as budget constraints in the major donor countries become increasingly tight.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary",
        "sec_num": null
      },
      {
        "text": "Given the increasing demand from developing countries for additional aid flows on the one hand and the limited resources available from industrial countries on the other, aid effectiveness is a critical issue. In this context official donors have stepped up their efforts to provide larger amounts of aid (with partial or no repayment obligation) and to provide official debt forgiveness, bilaterally and through the Paris Club. This paper evaluates the effect these initiatives had on recipient countries based on data accumulated during 1989-93. The analysis focuses on the potential tradeoff between pure grants and bilateral ODA debt forgiveness, in thirty-two poor African countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary",
        "sec_num": null
      },
      {
        "text": "The analysis first compares countries that have received significant amounts of ODA debt forgiveness in recent years with those that have not, and then compares the two groups of countries during 1984-88 and 1989-93 (ODA debt forgiveness surged during the latter period). The effect of the two types of aid is measured by the recipient countries' import capacity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary",
        "sec_num": null
      },
      {
        "text": "There are five major conclusions of the paper:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary",
        "sec_num": null
      },
      {
        "text": "Grants have allowed recipient countries to significantly expand their import capacity over the past decade . In fact, grants and import capacity-inclusive of international reserves accumulation-have been increasing since 1984. Yet the increasing share of concessional lending and debt relief in recent years has not allowed these countries to reduce their total indebtedness and solve their debtoverhang problem. In fact, arrears increased significantly during this period for all the countries in our sample. * The 32 countries in the sample can be grouped according to the type of ODA debt relief they have received from donors. Of the three groups, the highest recipients have received the lion's share of debt forgiveness and the largest increase in pure grants. The paper investigates the rationale for such a distributional pattern and finds that standard economic hierarchies (such as per capita income, foreign exchange income, indebtedness, and access to altemative financial resources) do not satisfactorily explain the allocation of debt forgiveness.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary",
        "sec_num": null
      },
      {
        "text": "* The analysis, both in terms of means and incremental (marginal) effects, shows that total grants (debt relief plus pure grants) have enabled all 32 recipient countries to expand their import capacity. But, the analysis also shows that bilateral ODA debt forgiveness alone has not allowed countries to increase their import capacity. Indeed, the expansion in import capacity varies across country groups, and countries receiving less debt relief have been able to expand their import bills by substantially more than countries receiving the bulk of it. This result is consistent with the hypothesis that debt relief does not free resources for imports, mainly because the written-off debt was not being serviced by the debtor countries to start with.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary",
        "sec_num": null
      },
      {
        "text": "* Although bilateral ODA debt forgiveness has not directly increased the import capacity of the major recipient countries, it has also not lowered it, something to be expected if debt relief replaces other sources of finance for the recipient country. The import capacity of countries receiving the bulk of the bilateral debt forgiveness has not been curtailed, mainly because other forms of external financing-such as net transfers (new lending) from multilateral lenders and pure grants from bilateral donors-have increased along with debt relief.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary",
        "sec_num": null
      },
      {
        "text": "* Finally, when analyzing the relationship between grants and ODA debt relief and other net financial flows (transfers), we find that, private creditors have usually withdrawn money from the countries in our sample as grants increased. Moreover, the paper finds a crowding-out effect between ODA debt relief and new lending from bilateral sources, which illustrates that bilateral donors are switching their development finance to Africa from concessional/nonconcessional lending to the combination of pure grants and ODA debt relief.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary",
        "sec_num": null
      },
      {
        "text": "In sum, there has been a significant effort by bilateral and multilateral creditors to increase the external financial resources for low-income African countries, and such efforts have had positive effects on the recipient countries in terms of expanding their import capacity. But, debt relief on its own has been neutral in this regard. Furthermore, during 1989-93 multilateral lending replaced the decrease in bilateral lending that, in turn, was caused by an increase in grants.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary",
        "sec_num": null
      },
      {
        "text": "Although recent economic policy reforms in Sub-Saharan Africa have enabled countries in the region to restore economic growth, the region's lack of human and physical capital, their increasing debt overhang,' and inability to attract financial flows from private sources represent major obstacles to achieving sustainable economic growth (Cohen, 1995) .",
        "cite_spans": [
          {
            "start": 338,
            "end": 351,
            "text": "(Cohen, 1995)",
            "ref_id": "BIBREF0"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "The lack of private financial flows in recent years has made Sub-Saharan African countries increasingly dependent on official development assistance (ODA), defined as financial flows from donor countries in the form of either grants or highly concessioral lending. Of the $132.7 billion in total external debt owed at the end of 1993 by the socalled Special Program of Assistance (SPA) countries 69 percent was owed to official creditors (bilateral and multilateral).2 Of that, 59 percent (41 percent of the total) originated as financial flows extended on concessional terms.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "At the same time \"aid fatigue\" has become a common concern among many in the field of development in recent years. In fact ODA from OECD countries dropped by almost $5 billion recently, from $60.9 billion in 1992 to $56.0 billion in 1993, and fell by another 6 percent (in real terms) during 1994.4 The main cause of this drop is the increasingly tight budget constraints of the major donor countries. For example, between 1992 and 1993 ODA from the United States fell from $11.3 billion to $9.7 billion, and even Sweden (traditionally a strong aid supporter) cut its aid from $2.5 billion to $1.8 billion in the same period (OECD, 1995) .",
        "cite_spans": [
          {
            "start": 625,
            "end": 637,
            "text": "(OECD, 1995)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "Given the increasing demand from poor developing countries for additional aid flows on the one hand and the limited resources available from industrial countries on the other, aid effectiveness has become a critical issue. In this context official donors in recent years have stepped up their aid efforts in two ways: by providing more grants (with no repayment obligation) and by providing official debt forgiveness, bilaterally and through the Paris Club (World Bank, 1994c , 1996 . This paper evaluates these efforts based on limited data accumulated over 1989-93. We provide a descriptive analysis of the impact on the recipient countries of the different aid efforts and channels used in the recent past. Our analysis is limited in that I Sub-Saharan Africa is the only region that saw debt indicators worsen during 1995 (World Bank, 1996) .",
        "cite_spans": [
          {
            "start": 457,
            "end": 475,
            "text": "(World Bank, 1994c",
            "ref_id": null
          },
          {
            "start": 476,
            "end": 482,
            "text": ", 1996",
            "ref_id": "BIBREF10"
          },
          {
            "start": 826,
            "end": 844,
            "text": "(World Bank, 1996)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "2 The SPA is a forum that was formed in 1988 with the international donor community and under the chairmanship of the World Bank to coordinate external support for reform programs undertaken by low-income, debt-distressed countries in Africa. The objectives of the SPA are to ensure that adequate balance of payments finance is available for reform programs and to provide a forum for improving the effectiveness and efficiency of donor assistance for the program. Currently, 32 African countries participate in these activities along with bilateral and multilateral donors. 3 The share of debt owed to official creditors increases from 69 to 72 percent when Nigeria is excluded from the sample, and the share of concessional debt rises from 59 to 71 percent (51 percent of the total). ODA from OECD countries was equivalent to 0.29 percent of donors' GNP in 1994, its lowest level since 1973 (World Bank, 1996) . The ODA figures calculated by the OECD differ somewhat from those calculated by the World Bank. A major difference is that the OECD data include Technical Cooperation grants; World Bank data do not.",
        "cite_spans": [
          {
            "start": 893,
            "end": 911,
            "text": "(World Bank, 1996)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "we look at only one aspect of aid effectiveness, namely, the change in recipient countries' capacity to import goods and services. Also, we concentrate on the potential trade off existing between pure grants and bilateral ODA debt forgiveness,5 and we limit our analysis to the SPA countries, mainly because of data availability.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I",
        "sec_num": null
      },
      {
        "text": "The analysis is carried out, first, by comparing countries that in recent years have received significant amounts of bilateral ODA debt forgiveness with those that have not and, second, by comparing the same groups of countries during 1984-88 and 1989-93 (bilateral ODA debt forgiveness surged in the latter period). Using this approach we address the allocation, use, and impact of grant flows; that is, we aim to provide answers to questions such as: Are there anly common features to countries that have received increased ODA debt forgiveness (or pure grants) from bilateral donors?6 Does it make any difference to provide pure grants or ODA debt forgiveness, from the recipient countries' point of view? Has there been a tradeoff between bilateral ODA debt relief and pure grants? More generally, what lessons can be learned from the recent experience in terms of the optimal mix (if any) of pure grants and bilateral ODA debt relief.?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I",
        "sec_num": null
      },
      {
        "text": "The second section of the paper sets the stage by presenting the facts; that is, it analyzes the allocation of grants and bilateral ODA debt forgiveness during 1984-93 to the 32 countries in our sample. The main conclusion from this section is that grants and ODA debt relief to African countries most likely have been allocated according to some intricate economic hierarchy-but one that is difficult to identify on an a priori basis]7 In fact, the relative allocation of grants and ODA debt relief among the countries in the sample consistently violates basic economic hierarchies such as level of absolute poverty, access to other sources of finance, and indebtedness. Furthermore, African countries' increasing arrears suggest that ODA debt relief most likely does not free foreign exchange for alternative uses (such as paying for additional imports of goods and services).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I",
        "sec_num": null
      },
      {
        "text": "The third section examines how grants have supported countries' financial needs and their relationships with other capital flows. The analysis is carried out using a mean comparison and on an incremental basis (using correlations). The main conclusion here is that the increase in bilateral ODA debt relief since 1989 has been neutral in the strict and limited sense that it has not affected recipient countries' ability to import. However, this neutrality has occurred mainly because additional funding (new lending) has been provided by multilateral lenders that, in turn, has replaced the decreased lending from bilateral sources (in recent years bilateral lenders have been partially shifting new loans to grants and debt relief). The final section summarizes and concludes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I",
        "sec_num": null
      },
      {
        "text": "5 \"Pure\" grants are grants other than debt relief and the grant element embodied in concessional lending. In addition, our analysis focuses on the debt relief of bilateral concessional loans; we ignore the debt relief of nonconcessional loans. The mix of bilateral ODA debt forgiveness and pure grants seems to be relevant because ODA grant figures consist of both components. and they may have a different impact on the recipient countries in terms of their capacity to import from abroad. Import capacity is defined later in the paper. 7 For simplicity, hereafter we will use 'ODA debt forgiveness' and 'bilateral ODA debt forgiveness' interchangably.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I",
        "sec_num": null
      },
      {
        "text": "Alternatively, the allocation of grants and ODA debt relief can be explained by political reasons. This and many other criteria guiding the allocation of grants and debt relief are not explored in this paper.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I",
        "sec_num": null
      },
      {
        "text": "--",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I",
        "sec_num": null
      },
      {
        "text": "Grants to Africa have increased significantly since 1989. In this paper we distinguish between grant figures that include ODA debt forgiveness, which we call total grants, and those without the forgiveness element, which we call pure grants. This distinction is made because these two types of grants may have a different impact on the resource balance of recipient countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Grants and ODA Debt Forgiveness in Africa",
        "sec_num": null
      },
      {
        "text": "Total grants and pure grants to African countries have been increasing since the late 1 980s, and especially during the early 1 990s. Mos of ODA debt forgiveness began in 1988 with very small amounts, increased in 1989, and peaked in 1990 at slightly more than $2 billion. Since 1991 it has been high and stable-between $500 million and $1 billion a year (Chart 1). Chart 1. ODA, Grants, and ODA debt forgiveness for 32 African countries, 1984-93",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Recent trends",
        "sec_num": null
      },
      {
        "text": "USS milliom 'J,IKMI. ., ,, :i,i f11 'r-Grani cF ding Tech. '. -. 4 (ON)~ ~ ~ ~ ~ ~~~o-p orgvne\"s|. . /to d --- .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Recent trends",
        "sec_num": null
      },
      {
        "text": "--pur' grant .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Recent trends",
        "sec_num": null
      },
      {
        "text": "---",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Recent trends",
        "sec_num": null
      },
      {
        "text": "-. I _. -------- ----------. .-, - 210 IY1 I'JIS l'9M I'J7 , 9)K 19#' 19'1 I'JYI 199'2 1IYJ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Recent trends",
        "sec_num": null
      },
      {
        "text": "Source: OECD/DAC. Note: ODA comprises grants plus otlier forms of assistance. Grants, in turn, comprise debt forgiveness and \"pure\" grants.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Recent trends",
        "sec_num": null
      },
      {
        "text": "The 32 recipient countries in our sample differ in the size of their economy, their indebtedness, and the types of capital flows they have received. Within this context we analyze next how the mix of grants and ODA debt forgiveness is allocated across these countries; that is, we study whether there is a clear criteria or rationale for such allocation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Recent trends",
        "sec_num": null
      },
      {
        "text": "Three groups of countries can be identified from the share or level of ODA debt forgiveness included in total grants. Countries in the first group-the high groupreceived more than 15 percent of total grants in the form of ODA debt forgiveness during 1989-93 (26 percent on average as a group). Countries in the second group-the middle group-received 5-15 percent of total grants in the form of ODA debt forgiveness during the same period ( I percent on average as a group). Countries in the third group-low group-received less than 5 percent of total grants in the form of ODA debt forgiveness during 1989-93 (3 percent on average as a group). In absolute terms the difference between the three groups is striking: $403 million of debt forgiveness during 1989-93 for the average country in the high group, $145 million for the average country in the middle group; and just $24 million for the average country in the low group (Table 1) Five year total for each country has been taken, then tfhe simple average for each group was calculated for the five year period. Source: OECD/DAC",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 926,
            "end": 935,
            "text": "(Table 1)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Allocation of grants and ODA debtforgiveness",
        "sec_num": null
      },
      {
        "text": "Poverty indicators and export earnings. Neither absolute poverty (in terms of GNP per capita) nor lack of access to foreign exchange (through exports) seem to have been a criteria in allocating ODA debt relief and pure grants in recent years. In fact, the countries in the low group, are the poorest among all three groups, indicating that poverty did not serve as the basis for the allocation of grants or forgiveness (Table 2) .9 In addition, countries in the high group are also significantly better off in terms of their capacity to generate foreign exchange through exports; that is, despite receiving more grants than the low group, relative to exports the grants received by the high group are about one-third that received by the low group. Therefore it can be argued that if one criteria to allocate grants is the size of the export industry in the recipient countrygiving more grants and forgiveness to countries where foreign exchange is more scarcethen grants seem to have been poorly allocated in recent years.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 419,
            "end": 428,
            "text": "(Table 2)",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "(i)",
        "sec_num": null
      },
      {
        "text": "The countries in the high group are Cameroon, Ghana, Kenya, Madagascar, Senegal, Sierra Leone and Zambia. The middle group is: Benin, Congo, Cote D'ivoire, Guinea, Mauritania, Mozambique, Nigeria, Tanzania and Togo. The low group is: Burkina Faso, Burundi, Central African Republic, Chad, Comoros, Equatorial Guinea, Ethiopia, the Gambia, Guinea-Bissau, Malawi, Mali, Niger, Rwanda, Sao Tome, Uganda and Zimbabwe. We also analyzed the allocation of grants and ODA debt forgiveness on per capita basis and found that poverty may have guided some allocation decisions. For details see Appendix 1. Average number for a country has been taken for each five year period, then simple average was calculated using the average of each country. Source: OECD/DAC; World Bank, IMF.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(i)",
        "sec_num": null
      },
      {
        "text": "Access to other sources offinance. From a different perspective; tGtal grants represent a much larger share net long-term debt flows for the low group than they do for the high group, meaning that countries in the high group have not only received larger aid flows (grants) but also larger net debt flows (Table 3) . In other words lack of access to other sources of finance (in particular, new lending) does not seem to have been a criteria used to allocate grants and ODA debt relief in recent years.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 305,
            "end": 314,
            "text": "(Table 3)",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "(ii)",
        "sec_num": null
      },
      {
        "text": "However, more important is the fact that for the high group grants as a share of net long-term debt flows tripled between 1984-88 and 1989-93, while this ratio suffered a slight decline for the low group. The 200 percent increase in this ratio for the high group, from 0.43 to 1.29, while grants increased by 157 percent, implies that net long-term debt flows are decreasing in absolute tenns for this group of countries. Thus, if the dynamic trend-the drying up of other financial resources-has been a rationale for the allocation of grants and debt relief, it appears that the relative allocation between the high and low groups has been well implemented. This criteria fails to explain the relative allocation of grants and ODA debt relief between the high and middle groups, however. Indeed, the last two columns of Table 3 show that the middle group is suffering more from such drying up than the high group, yet the middle group received less grants and ODA debt relief than the high group. (iii) Indebtedness. Relative indebtedness among the thirty-two countries in our sample seems to be a criteria used for the allocation of ODA debt forgiveness. Indeed, the ratio of debt to GDP is higher for the high and middle groups than for the low group (see Table 3 ). In addition, countries in the low group have received grants covering 12 -13 percent of their debt stock (nominal); the same ratio for the high and middle groups has been 4-7 percent. Between the high and middle groups, however, the indebtedness criteria fails to account for the allocation of grants and ODA debt relief. The middle group has received less ODA debt forgiveness (and grants) than the high group even though it is significantly more indebted.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 820,
            "end": 827,
            "text": "Table 3",
            "ref_id": "TABREF3"
          },
          {
            "start": 1258,
            "end": 1265,
            "text": "Table 3",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "(ii)",
        "sec_num": null
      },
      {
        "text": "In sum, the evidence seems to suggest that grants and ODA debt relief to African countries have n=j been allocated consistently and according to such basic hierarchies as level of absolute poverty, access to other sources of finance, or indebtedness. Thus it seems as if grants and ODA debt relief have been allocated according to some other economic hierarchy that is more difficult to identify (such as a complex combination of all of the above factors).' 0",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii)",
        "sec_num": null
      },
      {
        "text": "The impact of ODA debt relief on recipient countries' debt overhang",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii)",
        "sec_num": null
      },
      {
        "text": "In recent years indebtedness increased for all three groups of countries. Debt as share of GDP increased by 33 percent for the low group, 28 percent for the middle group, and 28 percent for the high group (see Table 3 , two center columns).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 210,
            "end": 217,
            "text": "Table 3",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "(ii)",
        "sec_num": null
      },
      {
        "text": "In addition, there has been a rapid increase in arrears and in the ratio of interest and principal arrears against total debt, particularly for the high and middle groups (Chart 2). While their nominal debt stock doubled between 1984 and 1993, their arrears increased more than thirteen fold, causing the ratio of arrears to debt stock to increase about six fold, on average. Here it is worth noting that since their debt stock includes a high and increasing portion of concessional debt, the present value of their debt is significantly smaller than the nominal value used in Chart 2. Thus one can argue that if the present value of debt is used as the denominator in the ratios shown in Chart 2, that will further increase the ratio of arrears to debt stock. The fact that there is such a large amount of arrears regardless of the ODA debt forgiveness implies two conclusions: * First, despite the rigorous efforts by donor countries in recent years in increasing pure grants and implementing ODA debt forgiveness, the debt servicing capacity of African countries remains very low.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii)",
        "sec_num": null
      },
      {
        "text": "* Second, it may be that the ODA debt that has been forgiven was not being serviced, which indicates that such debt relief activities have not yet freed additional resources for the recipient countries to spend on other uses. This conclusion is important for the analysis in the next section.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii)",
        "sec_num": null
      },
      {
        "text": "In sum, although both grants and ODA debt forgiveness to African countries have increased since the late 1980s, the allocation of these funds is not well explained by basic economic hierarchies such as relative poverty levels or foreign exchange scarcity. The relative level of indebtedness of the recipient countries seems to partially drive the allocation of ODA debt relief, but the large and increasing arrears for these highly indebted countries suggests that the incoming funds are not sufficient to solve their debt overhang problem. I IFurthermore, it suggests that countries receiving relatively more debt relief may not necessarily end up having more foreign exchange to spend on other uses, such as financing a larger import bill. We discuss this subject in the next section. ;:\"8w8:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii)",
        "sec_num": null
      },
      {
        "text": "FtLIszg ;}rz-+ r i 1914 _- - -' ' i'+4 \" ' 4{ - Sore:Wrl1 an,195 Effectsand Beefits f ODA dbtforivenes for, Afriaountie",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii)",
        "sec_num": null
      },
      {
        "text": "This section assesses the effect ODA debt forgiveness has had on recipient countries. To do so, we first propose a simple indicator to measure the benefits that accrue to recipient countries when granted debt relief. Then, using this indicator we analyze, whether countries receiving more debt relief are better off than those receiving less. The main conclusion here is that countries receiving more bilateral ODA debt relief are neither better off nor worse off than those receiving less. Finally, we attempt to explain these findings by exploring additional hypothesis, such as the presence of compensatory flows. Appendix 2 provides the analytical framework used in this section. The following main conclusions can be drawn from this section: * The increase in ODA debt relief since 1989 has been neutral, on average and on an incremental basis, in the sense that it has not affected the import capacity of the major recipient countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii)",
        "sec_num": null
      },
      {
        "text": "\"On this issue see also World Bank. 1996. chapter 2.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii)",
        "sec_num": null
      },
      {
        "text": "* For countries that have received the bulk of the bilateral debt relief in recent years, their capacity to import has not been curtailed because they have received additional funding from multilateral and private sources and because they have not seen as much of a decrease in lending from bilateral sources as the other country groups.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii)",
        "sec_num": null
      },
      {
        "text": "* For countries that have received limited debt relief in recent years, bilateral sources have been substituting grants for new lending, but this has been partially compensated by obtaining additional lending from multilateral sources.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii)",
        "sec_num": null
      },
      {
        "text": "In this exercise we use the countries' capacity to import in excess of their own exports and to accumulate international reserves as indirect measures of the benefits that accrue to them when receiving grants and debt relief. More specifically, we define the import bill capacity of recipient countries as follows: trade account deficit plus the difference between imports and exports of services, exclusive of all interest payments, plus the increase in international reserves. This variable, which can be interpreted as the capacity to finance a net transfer of resources from abroad, represents a country's capacity to expand its consumption and investment possibilities beyond its own means. Given the comparatively low levels of per capita income and consumption in Africa (particularly among the countries in our sample), as well as their comparatively low growth rates (Chart 3), it can be argued that an increase in either consumption or investment (which leads to higher economic growth), or both, is clearly welfare enhancing for this group of countries. In measuring the benefits of ODA debt relief we include the change in international reserves even though it is not directly linked to higher consumption and investment. In other words we consider the accumulation of international reserves to be one desirable use of foreign exchange (which needs to be financed) instead of it being a source of funds to finance other needs-such as imports of goods and services. We justify this approach by the low level of international reserves held by the countries considered during the sample period (Table 4) . In fact, developing countries tend to maintain an average stock of foreign reserves in the range of 4-5 months of imports, mainly as a buffer to protect them against short-term liquidity shocks. Assuming that the average stock of foreign reserves held by other developing countries is near the optimum, it appears that African countries need to increase their own holdings, to make themselves less vulnerable to short-term liquidity shocks. Thus increasing African countries' stock of foreign reserves is a desirable (welfare-enhancing) outcome.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 1603,
            "end": 1612,
            "text": "(Table 4)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Measuring benefits accruing to recipient countries",
        "sec_num": null
      },
      {
        "text": "The use of the import bill capacity as defined above as an indicator of the benefits that accrue to the recipient countries when getting grants does not deny the existence of several other potential (although less straightforward) benefits, such as the reduction in indebtedness and its effects on creditworthiness, the strengthening of the fiscal stance (if public debt is being written off) and its impact on inflation, and so on.4 3 Nevertheless, incorporating any of these additional potential benefits into the analysis not only would require building up an appropriate analytical framework-something that goes beyond the scope of this paper-but also appears to be of secondary importance given the immediate needs facing these countries. 296,636 334,530 The data on the ratio of international reserves to months of imports refer to all the countries in the sample. However, when excluding Nigeria these numbers become 1.42 and 1.46 (instead of 1.46 and 1.76), which makes the point about the lack of international reserves even stronger.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Measuring benefits accruing to recipient countries",
        "sec_num": null
      },
      {
        "text": "This section assesses the impact of ODA debt relief on the recipient countries using the import bill capacity indicator introduced above. We do this in two steps, first using averages and second on a marginal basis.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What is the impact of ODA debt forgiveness?",
        "sec_num": null
      },
      {
        "text": "Have countries receiving more ODA debt relief, on average, been able to import more?' 4 Over the past decade African countries, as a whole and on average, have been able to finance an increasing import bill, as defined above, in part because of an increasing trend in grants. In fact, import capacity and pure grants to the sample countries almost doubled between 1984-88 and 1989-93 (measured in current U.S. dollars). Still, pure grants were insufficient to finance the transfer of resources from abroad, and the gap was covered by new lending from both multilateral and bilateral sources (Chart 4).'5 Indeed, during 1984-93 the share of financial needs import capacity covered by pure grants for all the sample example, there is an improvement in the balance sheet of lenders (typically export promotion agencies) in donor countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What is the impact of ODA debt forgiveness?",
        "sec_num": null
      },
      {
        "text": "14 The results reported have refer only to 31 countries. The smaller sample resulted from excluding Nigeria, which in preliminary estimates and analysis appears as an outlier. This pattem repeated systematically throughout the analysis. Nigeria's large oil reserves and its strong export performance may be causing such divergence. Several examples of this are provided in footnotes. IS For all data sources see appendix 3 below. countries remained fairly stable, at around 83 percent,16 and official sources provided a stable flow of about $2.5 billion a year in new lending (net transfers). Furthermore, the net transfer from official sources also allowed private creditors to withdraw resources at a rate of about $0.6 billion a year (panel A in Table 5 last column).1 7 It is important to note that, as suggested earlier, ODA debt forgiveness does not necessarily free resources to be used in importing more, and that it could also lead to smaller imports if substitution between ODA debt relief and other net flows takes place. Yet the evidence shown in Chart 4 indicates that the latter has not occurred. Furthermore, Table 5 shows (panel A) that for the sample countries as a group, import capacity increased by 75 percent between 1984-88 and 1989-93, an increase slightly smaller than the one occurring in pure grants during the same period (77 percent), and that in absolute terms the increase in import capacity was larger than the one occurring in pure grants ($3.2 billion and $2.6 billion, respectively). Thus it can be argued that the actual transfer of resources from abroad to African countries has not been curtailed as a result of an increase in the share of bilateral ODA debt relief in total grants to these countries.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 749,
            "end": 773,
            "text": "Table 5 last column).1 7",
            "ref_id": "TABREF5"
          },
          {
            "start": 1124,
            "end": 1131,
            "text": "Table 5",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "What is the impact of ODA debt forgiveness?",
        "sec_num": null
      },
      {
        "text": "Still, the comparison across groups suggests that, on average, receiving more ODA debt relief does not increase a country's capacity to finance a larger import bill. In fact, the import capacity for the high group increased by only 45 percent between 1984-88 and 1989-93 despite this group being by far the largest recipient of ODA debt relief and also the group in which the largest increase in pure grants occurred (92 percent; see panel D in Table 5 ). Thus the low and middle groups increased their import capacity by 69 percent and 110 percent, respectively, despite receiving less debt relief and a smaller increase in pure grants (67 percent and 79 percent, respectively; see panels B and C in Table 5 ). Note also that the high and middle groups received almost the same amount in total grants during 1989-93, about $2.2 billion each per year. Yet, the high group increased its import capacity by much less than the middle group, implying again that an increase in debt relief does not necessarily enlarge a country's consumption and investment. 1 S At least two reasons can be advanced to explain this result concemning the high group:",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 445,
            "end": 452,
            "text": "Table 5",
            "ref_id": "TABREF5"
          },
          {
            "start": 701,
            "end": 708,
            "text": "Table 5",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "What is the impact of ODA debt forgiveness?",
        "sec_num": null
      },
      {
        "text": "* ODA debt relief does not necessarily free resources to be used for additional imports, especially if the debt being forgiven is not being serviced. * Debt relief does free resources, but these are partially compensated for by lower inflows from other sources. In fact, Table 5 shows that on average net transfers from multilateral sources increased between 1984-88 and 1989-93 for-all groups except the high group (see next section). Also, total transfers' 9 increased by about 30 percent between 1984-88 and 1989-93, for the low group but by only 22 percent for the high 20 group.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 271,
            "end": 278,
            "text": "Table 5",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "What is the impact of ODA debt forgiveness?",
        "sec_num": null
      },
      {
        "text": "One additional conclusion from Table 5 concerns the criteria used in allocating ODA debt forgiveness among recipient countries. In particular, it could be argued that debt forgiveness is allocated in a way that allows recipient countries to finance the gap between their financial needs (import capacity) and the amount received as pure grants, so that they do not need to incur additional borrowing to finance their import bills. Nevertheless, the evidence shown in Table 5 does not support this hypothesis: the high group is the only group in which pure grants are more than enough to finance the import bill.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 31,
            "end": 38,
            "text": "Table 5",
            "ref_id": "TABREF5"
          },
          {
            "start": 467,
            "end": 474,
            "text": "Table 5",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "What is the impact of ODA debt forgiveness?",
        "sec_num": null
      },
      {
        "text": "It is important to note that the fact that the high group is less constrained than the other groups, in the limited sense of having pure grants covering a larger share of its import bill, does not contradict the previous finding that the increase in total grants did ,9 Total transfers comprise those froi iultilateral, bilateral, and private sources.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What is the impact of ODA debt forgiveness?",
        "sec_num": null
      },
      {
        "text": "Note also that bilateral net transfers decreased during this period for all but the high group. it appears, then, that the high group countries have been favored by bilateral sources in all respects: ODA debt forgiveness, pure grants, and bilateral net transfers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What is the impact of ODA debt forgiveness?",
        "sec_num": null
      },
      {
        "text": "not lead to a proportional increase in imports. Given the absolute level of poverty in African countries and their immediate needs, it is expected ex ante that consumption, investment, or even reserve accumulation expand along with the increase in total grants (or even more given that the constraint is less binding). This will not be the case, however, if the resources are being applied to other uses (such as repayment of debt). In sum, the evidence presented above suggests that, the increase in ODA debt relief since 1989 has been neutral in the strict and limited sense that it has not affected recipient countries' ability to import (the high group has not outperformed the other groups in terms of improvements in import capacity). Next we analyze the same problem but from an incremental or marginal approach.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What is the impact of ODA debt forgiveness?",
        "sec_num": null
      },
      {
        "text": "What has been the marginal impact on African countries of one additional dollar in ODA debt relief? Table 6 reports the results of panel data regressions of import capacity on total grants (pure grants plus ODA debt relief), for the sample three groups of countries. The results include a more restrictive model (A), that forces the relationship to be the same for the entire sample period, and less restrictive ones (B and C) that allow for a break-point in 1989, when ODA debt forgiveness began increasing. 2 1 It is important to note that rather than implying any causality running from the independent variable (grants) to the dependent variable (import capacity), as is the case in standard regression analysis, our results are intended to be interpreted just as simple correlations between the variables (for a methodological discussion see Appendix 2). Constants for all countries are not reported because they are of no interest to our analysis. Similarly, results for the less restrictive models are usually reported only when they differ from the results obtained under the more restrictive one. Two main conclusions emerge from Table 6 .22 First, the middle and the low groups are not significantly different from each other from a statistical point of view. That is, in both cases a $1 increase in total grants has been accompanied by a $1 increase in import capacity (the results do not reject the null hypothesis that the coefficient is the same for both groups). Furthermore, for both groups this result is stable over time; for the low group the estimated coefficient is around 1.3 and significantly different from zero in both 1984-88 and 1989-93, while for the middle group the estimated coefficient is around 1.0 in both periods and also significantly different from zero. Second, for the countries in the high group each $1 of additional grants has been accompanied by $0.36 more imports (this result is significantly different from one in absolute terms). 23 Although a smaller coefficient for this group could have been expected ex-ante based on the fact that debt forgiveness does not necessarily free foreign exchange and therefore may not lead to an improvement in a country's import capacity, the results from the less restrictive model suggest that this weak relationship existed even before the surge in debt forgiveness. Indeed, the relationship appears to be unstable over time: during 1984-88 the point estimate is 0.5 but not significantly different from zero, while during 1989-93 the estimated coefficient becomes 0.4 and significantly different from both zero and one.",
        "cite_spans": [
          {
            "start": 1977,
            "end": 1979,
            "text": "23",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 100,
            "end": 107,
            "text": "Table 6",
            "ref_id": "TABREF6"
          },
          {
            "start": 1139,
            "end": 1146,
            "text": "Table 6",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "What is the impact of ODA debt forgiveness?",
        "sec_num": null
      },
      {
        "text": "In sum, the results above confirm the previous findings that the increase in ODA debt forgiveness since 1989 has not curtailed the high group's ability to import. Furthermore, it could be argued that total grants have helped meet the financial needs of recipient countries, particularly those in the low and middle groups and increasingly so for those in the high group (for the high group grants have become more effectively used in recent years in terms of meeting financial needs).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What is the impact of ODA debt forgiveness?",
        "sec_num": null
      },
      {
        "text": "Is there a crowding-out effect between total grants and other sources offinance? The previous results for the high group suggest that a crowding-out effect occurs between total grants and other sources of funds, as mentioned earlier. This possibility is studied next by looking at the correlation between total grants and different types of net transfers, classified by source. Again, correlations were calculated for both a restricted and unrestricted model, but we present and discuss the results for the unrestricted model only when they differ significantly from the restricted model. All the relevant results are presented in Table 7 .",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 631,
            "end": 638,
            "text": "Table 7",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "Additional hypothesis: Presence of compensatoryflows",
        "sec_num": null
      },
      {
        "text": "One major conclusion emerges from the analysis of Table 7 : Over the past decade and on an incremental basis, bilateral lenders have partially substituted total grants for new lending for countries that have not received significant amounts of ODA debt forgiveness. However, this substitution has been offset by larger net debt flows from multilateral sources (partially for the countries in the middle group and more than fully for the countries in the low group).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 50,
            "end": 57,
            "text": "Table 7",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "Additional hypothesis: Presence of compensatoryflows",
        "sec_num": null
      },
      {
        "text": "This conclusion is supported by several findings. First, there is a statistically significant positive correlation between multilateral net transfers (new lending) and total grants for both the low group and middle group (excluding Nigeria), which becomes even stronger during 1989-93. For the low group this complementarity turned out to be $0.09 of new lending for each additional $1 in grants during 1984-88, and increased to $0.19 per $1 during 1989-93 (both results statistically different from zero and one). For the middle group this complementarity was negative (although not statistically different from zero) during 1984-88 and $0.09 per $1 during 1989-93 (significant at 6.5 percent in a one-tail test). Second, there is a statistically significant negative correlation between bilateral net transfers (new lending) and total grants for the low group and the middle group (again, excluding Nigeria). For the low group this substitutability was close to zero during 1984-88 (-$0.05 per each additional $1 of grants, although not statistically different from zero) and -$0.12 per $1 during 1989-93 (statistically different from both zero and minus one). For the middle group this substitutability is about -$0.4 per each additional dollar in grants and constant over time.24",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Additional hypothesis: Presence of compensatoryflows",
        "sec_num": null
      },
      {
        "text": "This result, based on an incremental analysis, is consistent with one shown in Table 5 (although the latter is based on a mean comparison analysis); that is, the high group appears to be favored by bilateral sources in several respects. Indeed, a negative correlation exists between total grants and new bilateral lending for all counties except those in the high group. Furthermore, the high group also seems to be marginally favored by private lenders; Table 7 reports that there is a marginal statistically significant positive correlation (although unstable) between private net transfers and total grants for the high group ($1 of additional grants was accompanied by an inflow of about $0. 17 from private creditors during 1984-88 and $0.07 during 1989-93).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 79,
            "end": 86,
            "text": "Table 5",
            "ref_id": "TABREF5"
          },
          {
            "start": 455,
            "end": 462,
            "text": "Table 7",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "Additional hypothesis: Presence of compensatoryflows",
        "sec_num": null
      },
      {
        "text": "In sum, bilateral sources have been substituting grants for new lending for countries that have not received the bulk of debt relief in recent years, but this has been partially compensated by additional lending from multilateral sources. However, and more relevant to our purposes, the capacity to import of countries that have received the bulk of debt relief has not been curtailed because they have received additional funding from multilateral and private sources and, at the same time, have not seen cuts in their funding from bilateral sources.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Additional hypothesis: Presence of compensatoryflows",
        "sec_num": null
      },
      {
        "text": "Is there a crowding-out effect between ODA debt relief and other sources offinance? One additional question concerns the substitutability between ODA debt relief and other sources of finance. To study this possibility, which is most relevant for our purposes, we proceed in two steps. First, we rerun some of the regressions reported above, replacing total grants with pure grants as the independent variable and comparing the results. Second, we estimate additional regressions using ODA debt forgiveness as the independent variable. The two-step approach provides a more comprehensive analysis mainly because it allows the use of the whole sample when rerunning the first set of regressions, which is not feasible when using ODA debt forgiveness as the independent variable because it is equal to zero for most of the countries in the sample during 1984-88.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Additional hypothesis: Presence of compensatoryflows",
        "sec_num": null
      },
      {
        "text": "As argued earlier, ODA debt forgiveness is not expected to improve a country's import capacity when foreign debt is not being serviced, mainly because it represents accounting or pseudo-money rather than actual money. Therefore it could be expected exante that the regression coefficients should turn to be larger in absolute value when using pure grants than when using total grants. Except in a few cases, this expectation was valid. Table 8 reports the results of regressing import capacity on pure grants for the three country groups. We show only the regression for the entire sample period to illustrate the effect on the coefficients of excluding ODA debt forgiveness from the independent variable; we do not report results that were qualitatively the same as reported in Tables 6 or 7. (1984-88) (1989-93) High group (7 countries) 0.260 0.370 (0.431) (1.019) Note: t-statistics are in parentheses. *: Significant at 10 percent on one-tail test **: Significant at 5 percent on one-tail test ***: Marginal significance level of less than I percent Nevertheless, the last row in Table 8 reports a very interesting result, namely, that the correlation between the high group's import capacity and total grants is stronger than the one between import capacity and pure grants (see Table 6 ). Furthermore, the correlation between import capacity and pure grants is not even statistically significant (when using total grants it is statistically significant only during 1989-93, when ODA debt forgiveness surged). As mentioned above, this result is counterintuitive because total grants include pseudo-money, while pure grants most likely provide actual resources to expand a country's import bill.",
        "cite_spans": [
          {
            "start": 794,
            "end": 813,
            "text": "(1984-88) (1989-93)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 436,
            "end": 443,
            "text": "Table 8",
            "ref_id": "TABREF8"
          },
          {
            "start": 1084,
            "end": 1091,
            "text": "Table 8",
            "ref_id": "TABREF8"
          },
          {
            "start": 1284,
            "end": 1291,
            "text": "Table 6",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "Additional hypothesis: Presence of compensatoryflows",
        "sec_num": null
      },
      {
        "text": "At least two alternative hypotheses can be advanced to explain this result. The first is that, contrary to what was argued earlier, debt forgiveness does indeed free resources from debt servicing that can be used to finance a larger import bill. However, a regression of import capacity on ODA debt forgiveness for all the sample countries during 1989-93 (excluding Nigeria) does not support this hypothesis. In fact, the ODA debt relief variable turned out to be insignificant for all groups except the low group, but this result appears to be spurious in the sense that when adding pure grants to the same regression ODA debt forgiveness becomes insignificant. (These regressions are reported in Appendix 5.)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Additional hypothesis: Presence of compensatoryflows",
        "sec_num": null
      },
      {
        "text": "A different explanation can be found by looking at triangular relationships. In particular, as suggested by some of the results above, it could be that on an incremental basis, the high group gets additional funding from different sources along with the increase in ODA debt forgiveness. This possibility is analyzed further in Tables 9 and 10. The results in Table 9 , when compared with those in Table 7 , show that for the high group total grants are more significantly and positively correlated to multilateral net lending than pure grants, especially during 1989-93 ($0.06 per $1 of additional grants, with a marginal significance level-one-tail--of 9 percent; see Table 7 , last column). This result is consistent with the hypothesis posed above, that as the debt burden is lessened by ODA debt forgiveness by bilateral donors, multilateral net flows tend to increase (either through increases in disbursements or decreases in repayments). Finally, Table 10 shows that substitution between bilateral net flows and ODA debt forgiveness occurred during 1989-93 for all the countries except those in the middle group. In particular, for the low group $1 of ODA debt relief was matched with a decrease of about $1 in new bilateral net transfers, although this drop was offset by an increase in private net transfers of about the same amount (not reported in the table). More important, for the high group this substitution has been only partial: $1 in ODA debt relief has been accompanied by a decrease in bilateral net transfers of only $0.105, and this drop was more than fully offset by an increase in multilateral net transfers of $0.126. This offsetting result suggests the possibility that countries in the high group have been able to finance a larger import bill in recent years, and on an incremental basis, mainly because multilateral sources have made up for the decrease in new financing from bilateral sources, which, in turn, are partially substituting debt relief for new lending.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 360,
            "end": 367,
            "text": "Table 9",
            "ref_id": "TABREF9"
          },
          {
            "start": 398,
            "end": 405,
            "text": "Table 7",
            "ref_id": "TABREF7"
          },
          {
            "start": 670,
            "end": 677,
            "text": "Table 7",
            "ref_id": "TABREF7"
          },
          {
            "start": 955,
            "end": 963,
            "text": "Table 10",
            "ref_id": "TABREF10"
          }
        ],
        "eq_spans": [],
        "section": "Additional hypothesis: Presence of compensatoryflows",
        "sec_num": null
      },
      {
        "text": "In sum, the results above corroborate those presented earlier, that is, that countries in the high group have not seen a worsening in their import capacity-despite what they receive is mostly ODA debt relief-mainly because multilateral sources have replaced bilateral sources in providing additional lending.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Additional hypothesis: Presence of compensatoryflows",
        "sec_num": null
      },
      {
        "text": "This paper analyzes the impact of bilateral ODA debt forgiveness on the recipient countries and, in particular, whether it makes a difference relative to pure grants. Our approach is limited because it focuses on the effect each type of aid has on the import capacity of countries and is limited to 32 very poor and highly indebted African countries. Furthermore, the analysis ignores other forms of aid, such as the debt forgiveness of official nonconcessional loans.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Conclusions",
        "sec_num": null
      },
      {
        "text": "Rather than establishing a model to test for certain hypotheses, the paper keeps a descriptive analysis. We chose a rather simple approach to analyzing this issue mainly because ODA debt relief only became significant in the past five years, and also because other, more complicated dimensions of the problem seem less important for the countries analyzed here.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Conclusions",
        "sec_num": null
      },
      {
        "text": "The criteria used to measure the benefits of total grants and pure grants is the capacity to finance a larger import bill, defined as imports minus exports plus the increase in foreign reserves. This seems a reasonable indicator to use, especially for the SPA countries and Sub-Saharan Africa overall, since this group of countries has significantly lower import capacity, consumption levels, and foreign exchange reserves than other regions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Conclusions",
        "sec_num": null
      },
      {
        "text": "The five major conclusions of the paper:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Conclusions",
        "sec_num": null
      },
      {
        "text": "-Total grants allowed African countries to expand their import capacity significantly over 1984-93. In fact, grants and import capacity-inclusive of international reserves accumulation-have both been increasing since 1984. Yet the significant efforts made by donors-(in the form of an increasing share of concessional lending in recent years) have not allowed these countries to reduce their total indebtedness and solve their debt overhang problem. In fact, arrears have increased significantly during this period for all the countries in the sample.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Conclusions",
        "sec_num": null
      },
      {
        "text": "* Among the 32 recipient countries studied here, three groups have received different treatment from donors in terms of ODA debt forgiveness. The highest recipient countries appear to be clearly favored in the sense that, they have also received the largest percentage increase in pure grants. The paper attempts to investigate the rationale for such a distributional pattern, but usual economic hierarchies such as GNP per capita, foreign exchange income, indebtedness, and access to alternative financial resources do not seem to explain the allocation of ODA debt forgiveness.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Conclusions",
        "sec_num": null
      },
      {
        "text": "* The analysis carried out in the paper, both in terms of means and incremental (marginal) effects, shows that total grants have enabled all recipient countries to expand their import capacity. But ODA debt forgiveness on its own has not allowed countries to improve their import capacity. Indeed, the expansion in import capacity varies across country groups: countries receiving less debt relief have been able to expand their import bills by substantially more than countries receiving the bulk of it. This result is consistent with the hypothesis that debt relief does not free resources to be spent on a larger import bill, mainly because the written-off debt is not being serviced.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Conclusions",
        "sec_num": null
      },
      {
        "text": "* Although ODA debt forgiveness has not contributed directly to increasing the import bill capacity of the highest recipient countries, it also has not been a detriment to it, something to be expected if debt relief replaces other sources of finance and reduces the overall cash flow to the recipient country. The import capacity of countries receiving the bulk of debt forgiveniess has not been curtailed mainly because other forms of external financing have increased along with debt relief, mainly net transfers (new lending) from multilateral lenders and pure grants from bilateral donors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Conclusions",
        "sec_num": null
      },
      {
        "text": "* Finally, in analyzing the relationship between grants and ODA debt relief and other net financial flows (transfers), we find that private creditors have usually withdrawn money from African countries as grants increased. Moreover, the paper finds a crowding-out effect between ODA debt relief and new lending from bilateral sources.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Conclusions",
        "sec_num": null
      },
      {
        "text": "In sum, the significant efforts by bilateral and multilateral creditors to increase the external financial resources for African countries have helped the recipient countries expand their import capacity. But debt relief on its own has been neutral in this regard. Furthermore, during 1989-93 multilateral lending replaced the decrease in bilateral lending which, in turn, was caused by an increase in grants. This paper must be understood as a first and very simple attempt to measure the benefits accruing to low-income countries when receiving grants and, in particular, bilateral ODA debt relief. The analysis is limited in several respects because it fails to touch on many related issues that need to be explored, such as the long-term effects of debt relief on country creditworthiness. This and other aspects of the problem should be the subject of future research.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary and Conclusions",
        "sec_num": null
      },
      {
        "text": "'° Alternatively, the allocation of grants and ODA debt relief can be explained by political reasons; see also footnote 7.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In other words we put the change in international reserves as an item \"above the line,\" in contrast to the more common classification of this entry as a residual in balance of payments accounting. 3 There are other issues involved in analysis of grants and debt relief that we ignore in this paper. For example, the impact that different conditionality elements (imposed by donor countries) have on the recipient countries' mediumand long-term growth. Also, there are potential benefits accruing to the different bodies in donor countries; for",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "When Nigeria is included in the sample the financial needs of African countries drops from $5.9 billion to $2.billion a year, while the ratio of pure grants to import bill capacity increases from 83 to 220 percent(averaged over 1984-93 but excluding 1985), meaning that pure grants were more than enough to finance the import bill of all the sample countries. '7Again, when including Nigeria in the sample the private sector appears to be withdrawing money at a higher rate: US$1.7 billion per annum.18Here again Nigeria clearly contrasts with the rest of the countries in the middle group. Financial needs import capacity for the 9 middle countries (including Nigeria) during 1984-93 is negative and equal to $-4.7 billion; however, when Nigeria is excluded from the sample the middle group becomes $1.7 billion (see panel C in table 5).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The results of the unrestricted models reported in the text refer only to the 31 countries that result from excluding Nigeria, which again in preliminary estimates and analysis was an outlier. A third conclusion that emerges fromTable 6is that Nigeria is a clear outlier. This result, which repeated consistently across several regressions, is illustrated by the plot of residuals shown in Appendix 4.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Note that this result is consistent with the one reported earlier; that is that the high group has been the least constrained in terms of scarcity of foreign exchange. Nevertheless, these results complement each other; that is, the one in the previous section reters to annuial averages over 1984-93, while the one discussed here refers to increments over time.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The partial offsetting between multilateral and bilateral debt flows, in the case of countries in the middle group, implies that official flows as a whole present a marginal statistically significant negative relationship with total grants, although the latter decreases over time. That is, the correlation coefficient increased from about -$0.44 per $1 during 1984-88 to about -$0.29 per $1 during 1989-93.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The reader may wonder why, if equation (1) is a cash-flow equation (and almost an identity), the DR variable steps in. Equation(1)is presented here for illustrative purposes only, that is, to provide the conceptual framework that underlies the empirical exercise. In the empirical exercise we run only bivariate regressions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "No clear criteria for the allocation of grants and ODA debt forgiveness among the 32 African countries in our sample emerge from the analysis of these countries' economic characteristics on a country by country basis. The question here, then, is whether it makes any difference if these countries are analyzed in per capita terms.When grants are measured in per capita terms, the results are the opposite of the one discussed in the text, which concludes that grants have been allocated to richer countries. In fact, the poorest countries have received, in per capita terms, about 67 percent or more pure grants than the richer countries. Furthermore, this inequality increased marginally from 67 percent to 68 percent between 1984-88 and 1989-93 (Table  A1 .1).This allocation of grants per capita implies that grants have come to compensate, at least partially, for the initial inequality that exists in per capita GNP between the high and low country groups. ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 747,
            "end": 757,
            "text": "(Table  A1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Appendix 1: Per Capita Analysis on the Equalization Effect of Grants",
        "sec_num": null
      },
      {
        "text": "The approach chosen in this paper can be justified by means of the following balance of payments identity:(1) Imp. Gs&Ss = net transfers from private sources = other sources or uses of funds (net), such as foreign direct investment and short-term debt flows, plus errors and omissions and where net transfers refer to disbursements minus repayments and minus interest payments on debt flows. Also, MNT, BNT, and PNT refer to actual cash flows (as opposed to accounting flows as is the case of DR).It is clear from equation 1 that an increase in the debt relief component of grants (DR) may be associated either with an increase in the capacity to import, with a decrease in any of the other variables on the right hand side of the equation (such as PGs, or MA7), or with a mix of both. In our analysis an increase in debt relief is considered welfare enhancing only if import capacity increases along with it. 25",
        "cite_spans": [
          {
            "start": 115,
            "end": 120,
            "text": "Gs&Ss",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Appendix 2: Methodological Issues",
        "sec_num": null
      },
      {
        "text": "Data on reserves accumulation and on imports and exports of goods and services (exclusive of interest payments) were obtained from the International Monetary Fund's balance of payments database for all countries in the sample. Data on net transfers of official and private flows were obtained from the World Bank's Debtor Reporting System database, which reports actual cash flows. Data on ODA debt forgiveness and pure grants was obtained from the OECD's Development Assistance Committee Creditor Reporting System Database. Because the ODA debt forgiveness data were collected recently and are not yet fully consolidated, and some differences remain in the way donor countries report debt forgiveness, the results reported in the paper should be interpreted with some caution.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Appendix 3: Data Sources",
        "sec_num": null
      },
      {
        "text": "Nigeria takes part in the SPA program; however, it is a very different country with much larger exports owing to its oil reserves. Nigeria's average GDP ($35 billion during 1989-93) is more than three times the size of the next largest economy in the SPA group, CMte d'lvoire ($9.8 billion), and its exports account for about 36 percent of the 32 SPA countries' total exports .Nigeria is also a clear outlier in terms of its capacity to extend its import bill through total grants (in the whole series). When total grants are regressed against import bill capacity (R 2 of 0.8337), Nigeria is a strong anomaly. Chart A4. 1 shows the residual plot from the regression placing Nigeria at the very end of observations. It is clear from this chart that Nigeria creates the most and the only major noise in this regression. Thus, in order to have more robust results, Nigerian observations were eliminated from the sample when we reported the effect of grants on import bill capacity, as well as when we ran grants (both total and pure) versus various dependent variables in two periods. Appendix 5: ODA Debt Forgiveness and Import Capacity Table A5 .1 shows the results of regressing import capacity, first on ODA debt forgiveness for all the countries in the sample (excluding Nigeria) and second on both ODA debt forgiveness and pure grants, during 1989-93. As expected, the results validate the findings reported in the paper, that is, ODA debt relief neither allows countries to import more nor curtails their capacity to do so. Notes: t-statistics are in parentheses. : Significant at 10 percent on a one-tail test *: Significant at 5 percent on a one-tail test *¢: Significant at I percent on a one-tail test",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 1136,
            "end": 1144,
            "text": "Table A5",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Appendix 4: Residual Analysis for Nigeria",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Economic Growth in Africa",
        "authors": [
          {
            "first": "Daniel",
            "middle": [],
            "last": "Cohen",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "World Bank",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cohen, Daniel. 1995. \"Economic Growth in Africa.\" World Bank, IECIF, Washington, DC.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Should Aid be Used for Debt Buy-Backs?",
        "authors": [
          {
            "first": "Mike",
            "middle": [],
            "last": "Faber",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "Journal of International Development",
        "volume": "",
        "issue": "2",
        "pages": "199--216",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Faber, Mike. 1992. \"Should Aid be Used for Debt Buy-Backs?\" Journal of International Development, (2): 199-216.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Foreign Direct Investment: What Causes What?",
        "authors": [
          {
            "first": "Maxwell",
            "middle": [
              "J"
            ],
            "last": "Fry",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Stijn",
            "suffix": ""
          },
          {
            "first": "Peter",
            "middle": [],
            "last": "Claessens",
            "suffix": ""
          },
          {
            "first": "Marie-Christine",
            "middle": [],
            "last": "Burridge",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Blanchet",
            "suffix": ""
          }
        ],
        "year": 1995,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Fry, Maxwell J., Stijn A. Claessens, Peter Burridge, and Marie-Christine Blanchet, \"Foreign Direct Investment: What Causes What?\", World Bank, IECIF, Washington, D.C., 1995.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "The Developmental Effectiveness of Aid to Africa",
        "authors": [
          {
            "first": "Tony",
            "middle": [],
            "last": "Killick",
            "suffix": ""
          }
        ],
        "year": 1991,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Killick, Tony. 1991. \"The Developmental Effectiveness of Aid to Africa.\" Policy Research Working Paper 646. World Bank, Washington, D.C.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Latin America: A Case for Debt Relief and Foreign Aid",
        "authors": [
          {
            "first": "Carmen",
            "middle": [],
            "last": "Li",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 1992,
        "venue": "Journal of International Development",
        "volume": "4",
        "issue": "2",
        "pages": "217--248",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Li, Carmen, A. 1992. \"Latin America: A Case for Debt Relief and Foreign Aid.\" Journal of International Development, 4, (2): 217-31.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Development Cooperation: Efforts and Policies of the Members of the Development Assistance Committee",
        "authors": [],
        "year": 1995,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "OECD (Organization for Economic Cooperation and Development). 1995. Development Cooperation: Efforts and Policies of the Members of the Development Assistance Committee. Paris.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "The Case for Debt Relief",
        "authors": [],
        "year": 1995,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "The Economist. 1995a. \"The Case for Debt Relief.\" 6-12 May 1995, 16. . 1995b. \"Poor-country Debts.\" 6-12 May 1995, 74.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Field Report: The Use of Aid Money for Debt Reduction: A View form Inside",
        "authors": [
          {
            "first": "Karel",
            "middle": [],
            "last": "Van Kersteren",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "Journal of International Development",
        "volume": "6",
        "issue": "2",
        "pages": "241--52",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "van Kersteren, Karel. 1994. \"Field Report: The Use of Aid Money for Debt Reduction: A View form Inside.\" Journal of International Development, 6, (2): 241-52.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Adjustment in Africa",
        "authors": [],
        "year": 1994,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank. 1994a. Adjustment in Africa. A World Bank Policy Research Report. New York: Oxford University Press.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Findings: Partners in Reform: The Special Program of Assistance for Africa (SPA)",
        "authors": [],
        "year": 1994,
        "venue": "Africa Region, Special issue",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "1994b. \"Findings: Partners in Reform: The Special Program of Assistance for Africa (SPA).\" Africa Region, Special issue. Washington, D.C. .1994c. Reducing the Debt Burden of Poor Countries. A FrameworkforAction.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Special Program of Assistance: Launching the Third Phase. African Region",
        "authors": [
          {
            "first": "D",
            "middle": [
              "C"
            ],
            "last": "Washington",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "World Debt Tables",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Washington, D.C. 1994d. Special Program of Assistance: Launching the Third Phase. African Region, Washington, D.C. 1995. World Debt Tables 1994-95, Washington, D.C. 1996. World Debt Tables 1996, Washington, D.C.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "WPS1638 Private Pension Funds in Hungary: Dimitri Vittas",
        "authors": [],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WPS1638 Private Pension Funds in Hungary: Dimitri Vittas August 1996",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Early Performance and Regulatory 37642 Issues WPS1639 Income Insecurity and Franck Wiebe",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Infante",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "P. Infante Early Performance and Regulatory 37642 Issues WPS1639 Income Insecurity and Franck Wiebe August 1996",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Underemployment in Indonesia's 85117 Informal Sector WPS1640 Labor Regulations and Industrial AleJandra Cox Edwards",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Israel",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "J. Israel Underemployment in Indonesia's 85117 Informal Sector WPS1640 Labor Regulations and Industrial AleJandra Cox Edwards August 1996",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "WPS1641 Poverty and Inequality During M. Luisa Ferreira",
        "authors": [],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WPS1641 Poverty and Inequality During M. Luisa Ferreira August 1996",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Structural Adjustment in Rural",
        "authors": [
          {
            "first": "H",
            "middle": [],
            "last": "Taddese",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "H. Taddese Structural Adjustment in Rural 31086",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Tanzania WPS1642 Banking Reform in Transition Stijn Claessens",
        "authors": [],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Tanzania WPS1642 Banking Reform in Transition Stijn Claessens August 1996",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "WPS1643 The Consequences of Doubling Martin Rama",
        "authors": [],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WPS1643 The Consequences of Doubling Martin Rama September 1996",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "the Minimum Wage: The Case of 38009",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Fallon",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "S. Fallon the Minimum Wage: The Case of 38009",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Indonesia WPS1644 Pricing Industrial Pollution in China: Hua Wang",
        "authors": [],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Indonesia WPS1644 Pricing Industrial Pollution in China: Hua Wang September 1996",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Expenditure Outcomes: Binding Sanjay Pradhan 31148 Governments to Fiscal Performance WPS1647 The Baltics-Banking Crises Alex",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Bernardo",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "C. Bernardo Expenditure Outcomes: Binding Sanjay Pradhan 31148 Governments to Fiscal Performance WPS1647 The Baltics-Banking Crises Alex Fleming September 1996",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "Bakker WPS1648 The Lender of Last Resort Function Gerard Caprio, Jr",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Marie-Renee",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Marie-Renee Bakker WPS1648 The Lender of Last Resort Function Gerard Caprio, Jr. September 1996 B. Moore Under a Currency Board: The Case",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "WPS1650 Bank-Led Restructuring in Poland: Cheryl W Gray",
        "authors": [],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WPS1650 Bank-Led Restructuring in Poland: Cheryl W Gray September 1996",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "An Empirical Look at the Bank Arnold Holle 38526 Conciliation Process WPS1651 Bank-Led Restructuring in Poland: Cheryl W",
        "authors": [
          {
            "first": "B",
            "middle": [],
            "last": "Moore",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "B. Moore An Empirical Look at the Bank Arnold Holle 38526 Conciliation Process WPS1651 Bank-Led Restructuring in Poland: Cheryl W. Gray September 1996",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "Bankruptcy and Its Alternatives Arnold Holle 38526",
        "authors": [
          {
            "first": "B",
            "middle": [],
            "last": "Moore",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "B. Moore Bankruptcy and Its Alternatives Arnold Holle 38526",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "WPS1652 Intra-Industry Trade, Foreign Direct Bernard Hoekman",
        "authors": [],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WPS1652 Intra-Industry Trade, Foreign Direct Bernard Hoekman September 1996",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "Investment, and the Reorientation Simeon Djankov 35853 of Eastern European Exports WPS1653 Grants and Debt Forgiveness in Leonardo Hernandez",
        "authors": [
          {
            "first": "F",
            "middle": [],
            "last": "Hatab",
            "suffix": ""
          }
        ],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "F. Hatab Investment, and the Reorientation Simeon Djankov 35853 of Eastern European Exports WPS1653 Grants and Debt Forgiveness in Leonardo Hernandez September 1996 R. Vo Africa: A Descriptive Analysis 31047",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "WPS1654 Indonesia's Palm Oil Subsector Donald F",
        "authors": [],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WPS1654 Indonesia's Palm Oil Subsector Donald F. Larson September 1996",
        "links": null
      },
      "BIBREF33": {
        "ref_id": "b33",
        "title": "Oil Reserves Donald F",
        "authors": [
          {
            "first": "P",
            "middle": [],
            "last": "Kokila",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "Larson",
        "volume": "33716",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "P. Kokila Oil Reserves Donald F. Larson 33716",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "WPS1656 The Investment Decision: A Cherian Samuel",
        "authors": [],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WPS1656 The Investment Decision: A Cherian Samuel September 1996",
        "links": null
      },
      "BIBREF35": {
        "ref_id": "b35",
        "title": "Decentralized Provision of Roads?",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Williams",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "Azadeh Moini-Araghi",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "J. Williams Decentralized Provision of Roads? Azadeh Moini-Araghi 82557",
        "links": null
      },
      "BIBREF36": {
        "ref_id": "b36",
        "title": "WPS1658 Decentralizing Structures for Frannie Humplick",
        "authors": [],
        "year": 1996,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WPS1658 Decentralizing Structures for Frannie Humplick September 1996",
        "links": null
      },
      "BIBREF37": {
        "ref_id": "b37",
        "title": "Providing Roads: A Cross-Country Azadeh Moini-Araghi 82557",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Williams",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "J. Williams Providing Roads: A Cross-Country Azadeh Moini-Araghi 82557",
        "links": null
      },
      "BIBREF38": {
        "ref_id": "b38",
        "title": "Comparison WPS1659 Unemployment Insurance in Algeria: Elizabeth Ruppert September 1996 of Public Expenditure Susan Randolph on Infrastructure: Transportation and Zeljko Bogetic Communication Dennis Heffley",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Comparison WPS1659 Unemployment Insurance in Algeria: Elizabeth Ruppert September 1996 of Public Expenditure Susan Randolph on Infrastructure: Transportation and Zeljko Bogetic Communication Dennis Heffley",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF1": {
        "uris": null,
        "fig_num": "2",
        "text": "Total arrears as a share of total debt for the three groups of countries,",
        "num": null,
        "type_str": "figure"
      },
      "FIGREF2": {
        "uris": null,
        "fig_num": null,
        "text": "Bank. IMF. * Consumption figures include only 28 countries; GDP growth figures include 30 countries. **Growth rate ofthis region is negative due to its economic transformation.",
        "num": null,
        "type_str": "figure"
      },
      "FIGREF3": {
        "uris": null,
        "fig_num": null,
        "text": ".................. '; W, .........................",
        "num": null,
        "type_str": "figure"
      },
      "TABREF1": {
        "html": null,
        "text": "",
        "num": null,
        "content": "<table><tr><td/><td/><td/><td/><td>2)1(1)</td></tr><tr><td>Low group (16 countries)</td><td>489</td><td>800</td><td>24</td><td>3%</td></tr><tr><td>Middle group (9 countries)</td><td>606</td><td>1,268</td><td>145</td><td>11%</td></tr><tr><td>High group (7 countries)</td><td>606</td><td>1,560</td><td>403</td><td>26%</td></tr><tr><td>iTotal</td><td>548</td><td>1 1098</td><td>141</td><td>13%</td></tr><tr><td>(*)</td><td/><td/><td/><td/></tr></table>",
        "type_str": "table"
      },
      "TABREF2": {
        "html": null,
        "text": "",
        "num": null,
        "content": "<table><tr><td/><td colspan=\"2\">GNP per capita (USS)</td><td colspan=\"2\">Grants as a share of Export</td></tr><tr><td/><td/><td/><td colspan=\"2\">earnings (percent)</td></tr><tr><td>Country Group</td><td>1984-88</td><td>1989-93</td><td>1984-88</td><td>1989-93</td></tr><tr><td/><td>average (*)</td><td>average (*)</td><td>average (*)</td><td>average (*</td></tr><tr><td>Low group (16 countries)</td><td>277</td><td>320</td><td>66</td><td>126</td></tr><tr><td>Middle group (9 countries)</td><td>480</td><td>452</td><td>59</td><td>95</td></tr><tr><td>High group (7 countries)</td><td>433</td><td>460</td><td>21</td><td>40</td></tr><tr><td>Total</td><td>371</td><td>390</td><td>54</td><td>98</td></tr><tr><td>(*) Simple average.</td><td/><td/><td/><td/></tr></table>",
        "type_str": "table"
      },
      "TABREF3": {
        "html": null,
        "text": "Ratio of grants to net financial flows Simple average. Average number for a country has been taken for each five year period, then simple average was calculated using the average of each country.",
        "num": null,
        "content": "<table><tr><td>group</td><td>1984-88</td><td>1989-93</td><td>1984-88</td><td>1989-93</td><td>1984-88</td><td>1989-93</td></tr><tr><td/><td>average (*)</td><td>average (*)</td><td>average (*)</td><td>average (*)</td><td>average (*)</td><td>average (*)</td></tr><tr><td>Low group (16 countries)</td><td>13</td><td>12</td><td>84</td><td>117</td><td>213</td><td>204</td></tr><tr><td>Middle group (9) countries</td><td>4</td><td>6</td><td>133</td><td>161</td><td>46</td><td>205</td></tr><tr><td>High group (7) countries</td><td>4</td><td>7</td><td>109</td><td>135</td><td>43</td><td>129</td></tr><tr><td>Total</td><td>8</td><td>9</td><td>104</td><td>134</td><td>129</td><td>188</td></tr><tr><td>(*)</td><td/><td/><td/><td/><td/><td/></tr></table>",
        "type_str": "table"
      },
      "TABREF5": {
        "html": null,
        "text": "",
        "num": null,
        "content": "<table><tr><td>(in US$ millions)</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Average</td><td/><td>Average</td><td>Change</td><td>Average</td><td/></tr><tr><td/><td>1984-88</td><td/><td>1989-93</td><td>(percent)</td><td>1984-93</td><td/></tr><tr><td>(A) 31 SPA countries (excl. Nigeria)</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Import bill</td><td>4,287</td><td/><td>7,498</td><td>74.9%</td><td>5,892</td><td/></tr><tr><td>ODA forgiveness</td><td>13</td><td/><td>889</td><td>6819%</td><td>451</td><td/></tr><tr><td>Pure grants</td><td>3,443</td><td/><td>6,092</td><td>77.00/o</td><td>4,767</td><td/></tr><tr><td>Pure grants/Import Bill (percent)</td><td>85.3%</td><td/><td>81.6%</td><td>-4.3%</td><td>83.4%</td><td/></tr><tr><td>Multilateral net flows</td><td>1,263</td><td/><td>1,717</td><td>36.0%</td><td>1,490</td><td/></tr><tr><td>Bilateral net flows</td><td>1,198</td><td/><td>974</td><td>-18.7%</td><td>1,086</td><td/></tr><tr><td>Total private net flows</td><td>-723</td><td/><td>-501</td><td>-30.7%</td><td>-612</td><td/></tr><tr><td>(B) Low group (16) countries</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Import bill</td><td>2,369</td><td/><td>3,993</td><td>68.6%</td><td>3,181</td><td/></tr><tr><td>ODA forgiveness</td><td>3</td><td/><td>77</td><td>28190/o</td><td>40</td><td/></tr><tr><td>Pure grants</td><td>1,528</td><td/><td>2,559</td><td>67.4%</td><td>2,043</td><td/></tr><tr><td>Pure grants/Import Bill (percent)</td><td>65.3%</td><td/><td>64.5%</td><td>-1.2%</td><td>64.9%</td><td/></tr><tr><td>Multilateral net lows</td><td>595</td><td/><td>945</td><td>58.7%</td><td>770</td><td/></tr><tr><td>Bilateral net flows</td><td>416</td><td/><td>306</td><td>-26.5%</td><td>361</td><td/></tr><tr><td>Total private net flows</td><td>-164</td><td/><td>-148</td><td>-9.4%</td><td>-156</td><td/></tr><tr><td colspan=\"2\">(C) Middle group (8) countries (excl. Nigeria)</td><td/><td/><td/><td/><td/></tr><tr><td>Importbill</td><td>1,103</td><td/><td>2,318</td><td>110.2%</td><td>1,710</td><td/></tr><tr><td>ODA forgiveness</td><td>7</td><td/><td>248</td><td>3233%</td><td>128</td><td/></tr><tr><td>Pure grants</td><td>1,070</td><td/><td>1,914</td><td>79.0%</td><td>1,492</td><td/></tr><tr><td>Pure grants/Import Bill (percent)</td><td>73.8%</td><td>(1)</td><td>84.9%</td><td>15.0%</td><td>80.7%</td><td>(2)</td></tr><tr><td>Multilateral net flows</td><td>228</td><td/><td>381</td><td>67.6%</td><td>304</td><td/></tr><tr><td>Bilateral net flows</td><td>493</td><td/><td>294</td><td>-40.4%</td><td>394</td><td/></tr><tr><td>Total private net flows</td><td>-360</td><td/><td>-236</td><td>-34.6%</td><td>-298</td><td/></tr><tr><td>(D) High group (7) countries</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Import bill</td><td>816</td><td/><td>1,186</td><td>45.5%</td><td>1,001</td><td/></tr><tr><td>ODA forgiveness</td><td>3</td><td/><td>564</td><td>20303%</td><td>283</td><td/></tr><tr><td>Pure grants</td><td>845</td><td/><td>1,619</td><td>91.6%</td><td>1,232</td><td/></tr><tr><td>Pure grants/import Bill (percent)</td><td>114.8%</td><td/><td>160.1%</td><td>39.5%</td><td>137.4%</td><td/></tr><tr><td>Multilateral net flows</td><td>440</td><td/><td>391</td><td>-11.2%</td><td>416</td><td/></tr><tr><td>Bilateral net flows</td><td>288</td><td/><td>374</td><td>29.9%</td><td>331</td><td/></tr><tr><td>Total private net flows</td><td>-198</td><td/><td>-117</td><td>-41.2%</td><td>-158</td><td/></tr><tr><td>Notes: (1) 1986-88; (2) 1986-93.</td><td/><td/><td/><td/><td/><td/></tr></table>",
        "type_str": "table"
      },
      "TABREF6": {
        "html": null,
        "text": "",
        "num": null,
        "content": "<table><tr><td/><td>(A)</td><td>(B)</td><td>(C)</td></tr><tr><td/><td>Total period</td><td>First period</td><td>Second period</td></tr><tr><td/><td/><td colspan=\"2\">(1984-88) (1989-93)</td></tr><tr><td>Low group (16 countries)</td><td>1.285</td><td>stable</td><td>stable</td></tr><tr><td/><td>(4.916) **</td><td/><td/></tr><tr><td>Middle group (8 countries)</td><td>0.964</td><td>0.997</td><td>0.974</td></tr><tr><td/><td>(5.913) **</td><td>(4.296) **</td><td>(5.626) *</td></tr><tr><td>High group (7 countries)</td><td>0.364</td><td>0.523</td><td>0.400</td></tr><tr><td/><td>(1.880) **</td><td>(1.117)</td><td>(1.819) *</td></tr><tr><td>Nigeria</td><td>-15.087</td><td/><td/></tr><tr><td/><td>(-1.456) *</td><td/><td/></tr><tr><td>R 2</td><td>0.83</td><td colspan=\"2\">0.79</td></tr><tr><td>Adjusted R 2</td><td>0.81</td><td/><td>0.76</td></tr><tr><td>IF-test</td><td>40.67 ***</td><td colspan=\"2\">29.13***</td></tr><tr><td>Note: t-statistics are in parentheses.</td><td/><td/><td/></tr></table>",
        "type_str": "table"
      },
      "TABREF7": {
        "html": null,
        "text": "Impact of incremental total grants on other financial transfers",
        "num": null,
        "content": "<table><tr><td>(A)</td><td>(D)</td><td>(CU)</td></tr><tr><td>Total period</td><td>Period</td><td>Period</td></tr><tr><td/><td>(1984-88)</td><td>(1989-93)</td></tr></table>",
        "type_str": "table"
      },
      "TABREF8": {
        "html": null,
        "text": "",
        "num": null,
        "content": "<table><tr><td>____________________________ -</td><td>-</td><td colspan=\"2\">Total period</td></tr><tr><td colspan=\"2\">Low group (16 countries)</td><td/><td>1.333</td></tr><tr><td/><td/><td/><td>(4.444)**</td></tr><tr><td colspan=\"2\">Middle group (8 countries)</td><td/><td>1.215</td></tr><tr><td/><td/><td/><td>(6.342)**</td></tr><tr><td>High group (7 countries)</td><td/><td/><td>0.419</td></tr><tr><td/><td/><td/><td>(1.274)</td></tr><tr><td>Nigeria</td><td/><td/><td>17.430</td></tr><tr><td/><td/><td/><td>(1.387)*</td></tr><tr><td/><td/><td/><td>0.84</td></tr><tr><td>Adjusted R 2</td><td/><td/><td>0.82</td></tr><tr><td>F-test</td><td/><td/><td>41.13***</td></tr><tr><td/><td/><td>First period</td><td>Second period</td></tr><tr><td>._ ;= ;: ;; ; y ;-E ; _</td><td>_ 2 igg -: .;</td><td/></tr></table>",
        "type_str": "table"
      },
      "TABREF9": {
        "html": null,
        "text": "",
        "num": null,
        "content": "<table><tr><td/><td/><td/><td/><td>First period</td><td>Second period</td></tr><tr><td>________-</td><td>___</td><td>--___</td><td colspan=\"2\">;___ -___ 1984-88</td><td>1989-93</td></tr><tr><td colspan=\"3\">Multilateral net transfers</td><td/><td>0.066</td><td>0.014</td></tr><tr><td/><td/><td/><td/><td>(0.490)</td><td>(0.176)</td></tr><tr><td colspan=\"3\">Bilateral net transfers</td><td/><td>0.129</td><td>0.045</td></tr><tr><td/><td/><td/><td>_</td><td>(0.958)</td><td>(0.427)</td></tr><tr><td colspan=\"4\">Note: t-statistics are in parentheses.</td><td/></tr></table>",
        "type_str": "table"
      },
      "TABREF10": {
        "html": null,
        "text": "",
        "num": null,
        "content": "<table><tr><td>, 1989-93</td><td/></tr><tr><td>Multilateral</td><td>Bilateral</td></tr><tr><td>net transfers</td><td>net transfers</td></tr></table>",
        "type_str": "table"
      }
    }
  }
}