{
  "paper_id": "D697959",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:21.212947Z"
  },
  "title": "and the United States 'i",
  "authors": [
    {
      "first": "Salvador",
      "middle": [],
      "last": "Val&s-Prieto",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Salvador",
      "middle": [],
      "last": "Vald&s-Prietoz",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "1994-10",
  "venue": null,
  "identifiers": {},
  "abstract": "ValdEs-Prieto offers a framework for an international piggybacks of the collection of federal incomc tax A comparison of charges in mandatory and private pension mandatory pension system could be used as a base for systems, and in state-run and privately managed systems. organizing othcr services, such as mandatory health care Such comparisons make it possible to determine which contributions and widely based income taxes, at a low combinations of quality and cost make the most sense in marginal cost pension services. * In the United States, there is no reliable information He finds that: on the cost of the active-life portion of social security. * Charges in the private annuity industry are much * Chilean AFPs (Administradoras de Fondos de higher than other components of the pension package, Pensiones) charge slightly more for the active life portion and much higher than publidy provided annuities in the of pension services than the international average for United States. similar services, but appear to offer better quality service. * Comparing the collection function in different * Marketing costs for Chilean AFPswhich arise countries is difficult. In Chile, Malaysia, and Zambia, the because of workers freedom to select providerswere pension system must collect contributions on its own. In just 26 percent of lifetime charges in 1991. the United States, the Social Security Administration This papera product of the Macroeconomics and Growth Division, Policy Resarch Departmentis part of a larger effort in the deparmnent to analyze pension systems and rcforms. Copies of the paper are available free from the World Bank, 1818 H Street NW, Washington, DC 20433. Please contact Emily Khine, room N11-061, extension 37471 (56 pages). October 1994. 7e Pbolicy Reach Worfig Paper Sarie demats the fisdbys of w*rk i progres to encourage de cwhange of idas about diweopnem iss An oecain of d: series is to get hefndisgs ou at quiklJyj evwx if ase ptesnttions ame Imdnmfi4y poim 7The paprscay thhc ames ofe gh sadsh beusedandedaccoigbly. The findig intpretatis and condcuionaedct a rs osmwandshour beam bxzed to t ihe WoYdBa kisExecaWnoard ofDirectosorr yofits membercmamies",
  "pdf_parse": {
    "paper_id": "D697959",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "ValdEs-Prieto offers a framework for an international piggybacks of the collection of federal incomc tax A comparison of charges in mandatory and private pension mandatory pension system could be used as a base for systems, and in state-run and privately managed systems. organizing othcr services, such as mandatory health care Such comparisons make it possible to determine which contributions and widely based income taxes, at a low combinations of quality and cost make the most sense in marginal cost pension services. * In the United States, there is no reliable information He finds that: on the cost of the active-life portion of social security. * Charges in the private annuity industry are much * Chilean AFPs (Administradoras de Fondos de higher than other components of the pension package, Pensiones) charge slightly more for the active life portion and much higher than publidy provided annuities in the of pension services than the international average for United States. similar services, but appear to offer better quality service. * Comparing the collection function in different * Marketing costs for Chilean AFPswhich arise countries is difficult. In Chile, Malaysia, and Zambia, the because of workers freedom to select providerswere pension system must collect contributions on its own. In just 26 percent of lifetime charges in 1991. the United States, the Social Security Administration This papera product of the Macroeconomics and Growth Division, Policy Resarch Departmentis part of a larger effort in the deparmnent to analyze pension systems and rcforms. Copies of the paper are available free from the World Bank, 1818 H Street NW, Washington, DC 20433. Please contact Emily Khine, room N11-061, extension 37471 (56 pages). October 1994. 7e Pbolicy Reach Worfig Paper Sarie demats the fisdbys of w*rk i progres to encourage de cwhange of idas about diweopnem iss An oecain of d: series is to get hefndisgs ou at quiklJyj evwx if ase ptesnttions ame Imdnmfi4y poim 7The paprscay thhc ames ofe gh sadsh beusedandedaccoigbly. The findig intpretatis and condcuionaedct a rs osmwandshour beam bxzed to t ihe WoYdBa kisExecaWnoard ofDirectosorr yofits membercmamies",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "This paper offers a simple framework to guide international comparisons of administrative charges in pension systems. It also presents empirical evidence on the administrative charges in the Chilean mandatory pension system, the charges and costs of private and public pension systems in the United States, and the state-rmn pensions in Malaysia and Zambia.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The overall efficiency of a pension system cannot be assessed by a comparison of administrative charges. This is because efficiency should relate the quality of a service to the charges paid, and quality varies enormouslymaybe more than chargesacross different pension systems.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "To illustrate the obvious, it may be true that the Russian banking system charges less than the American one. but the time a transcontinental check takes to clear may be 50 times longer in the former.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "An unbiased way to report on comparative costs is to report simultaneously charges and quality indices. This paper fails to report quality indices because of lack of data, and should be thought of as a modest stepping-stone towards that end.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The principal dimension of quality in pension provision is the probability that a pension with appropriate purchasing -power will be delivered as promised, and its real value maintained thereafter. Among the factors that influence this risk, the most critical is the overall design of the pension system. In state-run, PAYG-financed pension systems in developing countries, the experience of default is dominant. In these cases, the quality of pensions services received is so low that any administrative charge appears burdensome. Even in the OECD many people trust more the retirement income they are being promised by their occupational pension plans than che promises from the state-run social security system, regardless of the fact that reported administrative charges are several times higher in the former.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Quality and mistakes in cost reporting come in many forms. Consider why bigemployers in the United States have never sought to contract out pension administration with the Social Security Administration to take advantage of its reported low costs. The reason is twofold: first, the true collection costs are as low as their own, because employers can transfer funds to the IRS at the same cost as to their pension fund. Second, many US employers are willing to absorb the administrative costs of the benefit portion of their private pension systems, even though in the case of defined benefit plans they have been several times larger than those reported by the Social Security Administration, because it is unable to provide the security afforded by funded benefits.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Other important dimensions of quality of service are correct answers to personal queries, the volume and design of information provided, the reliability of payment of pensions, the investment risk that must be borne by the worker-pensioner, the expected loses due to embezzlement by service providers, etceteras. To make up for the paucity of data on quality, we attempt a description of the services offered by each one of the pension systems discussed here. The variations in the portfolio of services offered and their quality are extremely large, and have substantial beanng on average administrative charges.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "This paper devotes substantial space to the Chilean pension system, since it appears as an attractive option in current discussions of pension reform. Its attractiveness can be thought of as a high perceived quality, including substantial insulation from political pressures, high ability to reach the rate of return available in the country, high degree of funding and outstanding quality of service. Although we do not attempt to measure these qualities, we ask whether the administrative charges are also higher than in pension systems that seem to offer less quality. If they were not, we would be in the presence of an unusually rare combination. The evidence in this paper suggests that administrative charges in the new Chilean system are in an intermediate range of costs. On the other hand, Chilean costs appear to be higher than in the state-run system in Malaysia, which offers lower quality services but still much better than Zambia.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Our study does not consider the costs incurred by employers, who are used as collection agencies for the government. One study that attempted to measure employers' costs through a survey was Beveridge's for England'. He found that these costs were around 20% of explicit administrative costs, but his survey was restricted to firms with more than 2,200 employees. It is not surprising that over history, consideration of administrative cost for employers affected the evolution of the public mandatory pension system. In the US, coverage under the social security retirement system was restricted to industrial wage earners until the 1950's because the administration cost of payroll tax collection and related record-keeping in small establishments and among the self-employed was felt to be prohibitive (Parsons, 1992) . For the same reason, firms with less than 30 workers in Bolivia are currently exempted from contributing. These costs may be even more important when assessing the relative advantages of joint collection of taxes and mandatory social security contributions, as compared to separate collection.",
        "cite_spans": [
          {
            "start": 805,
            "end": 820,
            "text": "(Parsons, 1992)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "A final aspect to be stressed is that we provide data on actual pension systems, without optimizing them first. It is possible that the ranking of administrative charges reported here may be reversed if each pension system is reformed appropriately. This may be particularly important for younger and more innovative pension systems like the Chilean one, where there has been much less time for learning and substantial scope is left to improve the system.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "This section discusses several aspects that complicate international comparisons of administrative charges. We outline preliminary considerations and then stress three topics: reasons for international differences, the appropTiate cost ratio and the factor composition of costs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Appropriate Cost Concepts",
        "sec_num": "2."
      },
      {
        "text": "The first important distinction is between administrative charges and administrative costs. In state-managed pension systems, . they can differ because of sizable implicit subsidies and taxes. For example, in many countries the pension agency does not have to pay rent for its premises,or can share the computers of a different branch of government without paying rent. Mail and other communication may be charged a preferential rate by the state mail or telephone monopoly.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Preliminary considerations",
        "sec_num": null
      },
      {
        "text": "In privately-managed pension systems, charges and costs diverge because of indirect txes and profit margins. Indirect taxes like VAT may be lower than those applying to other firms, as in Chile. Profit margins in turn may be a normal remuneration of capital, considering risk, or different from normal, depending of market conditions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Preliminary considerations",
        "sec_num": null
      },
      {
        "text": "Of course, implicit subsidies and profits are notoriously difficult to measure.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Preliminary considerations",
        "sec_num": null
      },
      {
        "text": "The quality of service is very different across countries. For example, in Chile under its old system, in 1950-80, the delay for obtaining a pension upon compliance with the age requirement was so large than an industry of \"pension advisors\" emerged. They specialized in pushing the paperwork in the pension administration bureaus. In fact, many of these bureaucrats receive very low explicit salaries and are compensated through substantial income from bribes. In turn bribes are paid by the worker who wants a pension. In such a pension system, it may appear as if the pension administration had very low costs, because it employs people full time for very low explicit wages. This ignores that total charges on the pensioner include payments to a pension advisor which in turn pays the bribes. The risk that the .pension record may remain lost until a ransom is paid is present in basket cases.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Preliminary considerations",
        "sec_num": null
      },
      {
        "text": "Total charges should include the cost of time spent by the pensioner seeking an advisor or pushing paperwork himself. One would also expect the generalized price\" or total charges in a pension system with low quality of service to be higher than in a system with speedy attention, although the second may appear as more expensive in the surface.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Preliminary considerations",
        "sec_num": null
      },
      {
        "text": "We expect administrative charges to be different. across countries for three reasons; a) There may be a minimum efficient scale in pension administration. Smaller countries should exhibit higher charges for this reason alone. b) International differences in the size distribution of firms are large, and they are associated with different cost levels in pensiop administration. For example, in the U.S., 62.1% of the non-farm civilian labor force worked in firms with 100 or more employees in 1988 (EBRI, 1992, page 69) . In Chilean industry, which excludes the service sector, in 1983 only 42.6% (SERCOTEC 1984, Table 1 .1) of the labor force worked in firms of that size. The difference is much larger for poor developing countries. It is a well established empirical fact in the United States that smaller firms must pay higher average administrative. charges per worker, so we expect the same correlation to hold across countries. The importance of costs related to the average size of firm may be inferred from the experience of multiemployer pension plans in the US: total costs increase 15% when the number of member firms. double, keeping constant the number of workers (Parsons, 1992) .",
        "cite_spans": [
          {
            "start": 498,
            "end": 519,
            "text": "(EBRI, 1992, page 69)",
            "ref_id": null
          },
          {
            "start": 597,
            "end": 612,
            "text": "(SERCOTEC 1984,",
            "ref_id": null
          },
          {
            "start": 1178,
            "end": 1193,
            "text": "(Parsons, 1992)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 613,
            "end": 620,
            "text": "Table 1",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "Economic Reasons for international differences",
        "sec_num": null
      },
      {
        "text": "c) The volume of flows of workers between the formal (covered) and informal sectors, and in and out of the labor force, generate large administrative cost differences. In countries with low coverage the pension system must incur in substantial administrative costs because records must be kept for every past participant to determine benefits, even if the share of .5inactive accounts is very large. If these records are not kept, evasion becomes rampant. Therefore, a higher share of informal labor implies higher administrative charges.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Economic Reasons for international differences",
        "sec_num": null
      },
      {
        "text": "Another way of expressing these differences is that the mix of services provided by a pension system must change as the structure of the labor market changes. For example, the substantial flows of workers between the formal and informal sectors, and in and out of the labor force, must be squared with the need to define some minimum residence penod before insurance coverage is granted. Many workers do not meet it and receive a reduced --frequently zero --level of services. The result is that the mix of servicesfor example, -old age pensions versus disability -varies substantially across countries. These differences help to explain large variations in administrative charges.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Economic Reasons for international differences",
        "sec_num": null
      },
      {
        "text": "Once a figure for total charges is found, it is usually presented as a ratio. Typical candidates for the denominator are the volume of pension assets, the volume of contributions or pension benefits, the volume of covered wages and the number of covered workers. Each ratio emphasizes a different aspect of charges, but has important defects.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The appropriate cost ratio",
        "sec_num": null
      },
      {
        "text": "Pension assets have the defect that published government statistics exclude the value of outstanding pension entitlements (liabilities), so PAYGfinanced systems appear as lacking assets. On the other h&d, most pension systems in the world have not achieved maturity, in the sense that citizens of al ages are participating to the same degree in the pension system. This reduces pension assets by more than administrative costs, so biases emerge. This measure also tends to present countries where the working population is older, closer to retirement, or where the informal sector is larger, as less costly in administrative charges. Finally, pension assets tend to be higher in countries with higher contribution rates, diluting administrative charges as discussed below. In the end, these biases make appear developing country pension systems as mare costly.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The appropriate cost ratio",
        "sec_num": null
      },
      {
        "text": "The ratio of administrative charges to the flow of contributions or pensions is also misleading because contribution rates vary enormously across countries, from 2% in Iceland to 40% in Singapore. They also vary substantially over time in a given country. Usually these changes overwhelm changes in administrative charges. As developing countries tend to have lower contribution rates because of' their youth or because of a higher rate of return on investments, and they have lower coverage rates, their administrative charges appear as excessive when this ratio is used.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The appropriate cost ratio",
        "sec_num": null
      },
      {
        "text": "For example, this measure understates the administrative cost of highcontribution-rate PAYG-financed pension systems like those in continental Europe and overstate administrative costs in low-rate countries in Africa. This ratio also overstate costs of funded versus unfunded pensions, because the former earn hig'lier rates of return in the steady state and therefore need a smaller contribution rate to pay the same benefits.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The appropriate cost ratio",
        "sec_num": null
      },
      {
        "text": "Reporting administrative charges as a share of covered wages is suspect because of two reasons: (a) Administrative costs tend to be flat per person. Managing accounts for a worker is not proportional to the number of zeros in her paycheck. Individual country time series show that a substantial share of administrative costs are proportional to the number of effective covered workers served, not to the volume of funds or the level of covered wages. It is possible that the quality of labor needed to operate pension systems varies much less across countries than per-capita income, for a given, quality of pensions offered; and (b) Covered wages are subject to significant under reporting in many countries. In most cases independent workers are free to declare any wage they wish to cover. These workers are dominant -in labor markets in developing countries. Covered wages are a notoriously slippery concept in countries with large informal labor markets. Both problems imply that measures of cost that divide total cost by the volume of covered wages, or by per-capita income, are misleading. They exaggerate the degree to which developing country pension systems are more costly.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The appropriate cost ratio",
        "sec_num": null
      },
      {
        "text": "Because of these problems, we report administrative charges per covered worker. However, this also has defects, which the reader should keep in mind: a) This is a money measure, so an international comparison requires the use of exchange rates. The difference between PPP exchange rates and market exchange rates can be substantial, as reported in the Economics literature. In this case the bias is in favor of developing countres because in most of them the market exchange rate is more depreciated than the PPP rate.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The appropriate cost ratio",
        "sec_num": null
      },
      {
        "text": "b) The number of effectively covered workers is difficult to pin down when the degree of coverage is limited. In developing countries there is a large difference between the number of persons who contribute in one month, the number of persons that are covered by disability insurance and the number of persons that have contributed at least once in their lifetime. We introduce the concept of \"effective covered worker\"an intermediate number explained belowto approach this problem.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The appropriate cost ratio",
        "sec_num": null
      },
      {
        "text": "In a cost function approach, observed total cost would be:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The factor composition of costs",
        "sec_num": null
      },
      {
        "text": "Total Cost = f(output levels, factor prices)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The factor composition of costs",
        "sec_num": null
      },
      {
        "text": "In turn, output levels include at least the number of workers who receive collection and record-keeping services, the insurance coverage produced, and the volume of pension fund management services. Finally; charges would be determined from costs and the factors that determine profit margins, such as market structure, barriers to entry, the degree of product differentiation and conduct.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The factor composition of costs",
        "sec_num": null
      },
      {
        "text": "It is useful to discuss briefly how total costs depend of different pieces of the pension services package.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The factor composition of costs",
        "sec_num": null
      },
      {
        "text": "Investment management costs are less than proportional to wealth and income because there are economies of scale in some of these services. This is shown by costs studies of the mutual fund management industry in the U.S., which find costassets elasticities between 0.423 and 0.871 (Baumol et al, page 187) More importantly, investment management costs depend of the type of portfolio held. They are very low in Malaysia, where 78% of the funds are held in specially-issued treasury securities and 10% is held in short term notes issued by local banks, several of which are state-owned. Investment management costs have been small in Chile, where investment regulations have limited asset choice. In March 1992 Chilean pension fund managers could choose only among 48 equities, 38 corporate bonds and 37 bank issuers. In the United States, where asset choice is -very wide, investment management costs are large. However even in this case investment management costs are less than a quarter of total costs (see evidence in Table 8 ). The tendency towards indexed funds and other types of passive management should counteract the higher costs due to the tendency towards global investment, suggesting that investment management costs will remain secondary.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 1023,
            "end": 1030,
            "text": "Table 8",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "The factor composition of costs",
        "sec_num": null
      },
      {
        "text": "Equipment costs and working capital costs are not dominant in the pension administration industry, as seen in the relatively low value of directly-owned assets. For example, based on 1991 accounting data for fixed and circulating assets, the three largest Chilean pension fund managers needed an average of 4.75 dollars per contributor per year to generate a 12% annual real return on physical assets and circulating capital 2 . This figure is between 16% and 28% of the annual salary expenses on administrative personnel for these firms.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The factor composition of costs",
        "sec_num": null
      },
      {
        "text": "The price of tradeable physical equipment may seem to be similar in developing and in developed countries, since computer and telecommunications equipment is manufactured on a worldwide basis. However, other factors suggest that these costs may be larger in developing countries, because of larger transport costs, larger customs duties, and less competition in distribution leading to higher profit margins there. As importantly, service is more expensive and less reliable, raising the cost per unit of computing services.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The factor composition of costs",
        "sec_num": null
      },
      {
        "text": "On the other hand, office buildings should exhibit lower costs in developing countries because of the lower wages earned by construction workers. However, this effect must be corrected by the fact that such workers also exhibit low productivity. Regarding the opportunity costs of capital, the conventional wisdom is that it is higher in developing countres.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The factor composition of costs",
        "sec_num": null
      },
      {
        "text": "Regarding administrative costs, the wage levels of personnel needed to run a pension system may exhibit less international variation than average income levels. This is because the abilities needed to perform these tasks seem to be in more ample supply in developed than in developing countries. This hypothesis is not contradicted in the country evidence presented in this study, except for the case of the United States, which pays high salaries to workers in the Social Security Administration.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The factor composition of costs",
        "sec_num": null
      },
      {
        "text": "Some costs depend of the contribution rate itself. The costs associated with insurance and fund management are applied to a larger volume of funds when the contributionrate is larger.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The factor composition of costs",
        "sec_num": null
      },
      {
        "text": "In the retirement phase of the pension life' cycle, services can be provided by insurance companies. These are costs that appear to be highly correlated with income levels. The margin charged by insuranCe companies and the fees charged by insurance brokers are usually expressed as a fraction of the insurance premium. We provide data below that suggests that these premium is quite similar in the United States and Chile, although average income levels in the United States is four times Chile's at current exchange rates. The reason for this appear to be two-fold: (a) the value of the investment guarantees provided by the shareholders of the insurance companies is a proportion of the premium; and (b) brokerage fees tend to be a proportion of the value of the asset that changes handin this case one insurance premiumbecause the benefits obtained from the broker's effort are proportional to the value of the asset.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The factor composition of costs",
        "sec_num": null
      },
      {
        "text": "-In conclusion, the evidence suggests that administrative charges are closer. to being, a fixed cost per affiliate than being a multiple of local wages levels. This does not deny that significant components of total costs are a function of other variables such as pension assets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The factor composition of costs",
        "sec_num": null
      },
      {
        "text": "This section discusses the level of charges and the types of services obtained by Chilean contributors in exchange in the new pension system that started in 1981. We present first the charges during active life and then move on to present c;xarges during retirement. In this discussion it should be noted that there are two major classes of providers of pension services in Chile: Pension Fund Managers (in Spanish, Administradoras de Fondos de Pensiones, AFPs) and Life Insurance Companies. AFPs provide services to all active workers and to a part of retirees. Life insurance companies provide annuities to part of the retirees.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges and services in Chile",
        "sec_num": "3."
      },
      {
        "text": "Payments by different types of active contributors-:o the pension system, including commissions, are the following: As in the Netherlands since 1974, so called \"employer contributions\" do not exist in Chile since 1981 in order to maximize worker awareness of the fact that funds contributed are their own individual property. As always, employers pay labor costs inclusive of \"employee contributions\".",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges and services in Chile",
        "sec_num": "3."
      },
      {
        "text": "Chilean contributors receive two types of benefits in exchange of contributions, cash benefits and other services, in exchange for fees. We discuss cash benefits first. In a pension system with a given contribution rate, benefits are determined by the rate of return obtained by the pension funds. In the Chilean -case, these have been much higher than expected, as shown in the next table, suggesting that the quality of service was very high. However, these high returns were due mostly to high returns generally in Chile. It is more meaningful to measure the quality of investment services by the difference between actual returns and potential returns at the same level of risk. In the Chilean case this difference has been remarkably small, as shown in econometric work by Walker (1991) . In other words, Chilean workers were able to sbare in booming bond and stock markets in Chile during the 1980's. This is much better than the large negative differences observed in many state-managed pension systems.",
        "cite_spans": [
          {
            "start": 778,
            "end": 791,
            "text": "Walker (1991)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges and services in Chile",
        "sec_num": "3."
      },
      {
        "text": "We discuss now other services. The five main services provided by AFPs to. active workers a..bnle are. 3 a) Collection Services. This means receiving contributions every month, crediting it to the correct individual account, pursuing mismatches and putting pressure on the employer if the contributions are not paid at the appropriate time. b) Insurance and Guarantees. For active workers, insurance refers to invalidity and survivorship. This service is packaged with the rest, so the administrative costs associated to invalidity cannot be separated. c) Individual Accounts. Credits and debits have-to be allocated to individual accounts. .his includes a personal financial statement sent every four months to each contributor, and once a year to affiliates that have not contributed for 12 months. The statement indicates the amounts received from the employer, the return obtained, the commissions charged and the new outstanding balance. d) Personal Information. AFP staff answers customer questions regarding accumulation rules, alternative ways of obtaining a pension, and rules governing insurance coverage. This service is important in Chile because of three reasons: (i) several important decisions are left to individual choice, so individuals tend to inquire frequently; (ii) the Chilean pension system was reformed in 1981 and learning is still going on; and (iii) the law that governs is under continual improvement. Some informal estimates by AFP industry experts suggests that a large share of branch personnel is devoted to perform this service. e) Fund Management. One measure of this service wold be the difference between the rate of return obtained in the AFPP and the one that could be obtained in the simplest savings account, after correcting for differences in risk, the value of queuing time and other aspects. 4 Chilean AFPs provide three non-pension services, free of additional charge: a) Starting in January 1988. contributors were allowed to open a voluntary savings account in their AFP. The only requirement is to have contributed for one month into the retirement account. This savings account is similar to those offered by mutual funds in other countries. Up to four withdrawals per year are allowed. In March-1992 there were 453,608 voluntary savings accounts in the AFP system, which is 10.7% of the mandatory accounts of all registered persons. During that month there were 278,584 deposits and 60,862 withdrawals, and the average balance at the end of the month was 572.8 dollars. b) Starting in January 1991, two subsets of contributors were required to open another account with their AFPs to comply with new labor legislation. One group is comprised of workers who agree with their employers on severance payments payable upon termination regardless of motive, if the agreed amount is larger than 7 months worth of wages. After the seventh .year of employment, the employer must put aside one more salary per year for severance payment purposes. This amount has to be deposited by the employer in a special severance account in an AFP. The AFP can pay it to the worker as a lump sum only after the worker shows he has been terminated.",
        "cite_spans": [
          {
            "start": 1837,
            "end": 1838,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges and services in Chile",
        "sec_num": "3."
      },
      {
        "text": "The second group is that of in-house maids, whose employer must contribute every month 4.11% of salary into a severance account managed by an AFP. In October 1992 there were 234,090 severance accounts in Chile, with an average balance of 34.0 dollars. c) Determination and payment of redistributive pension top-ups for the poor old. The Chileangovernment alleviates poverty in old age through two mechanisms. One is a means-tested program administered; by the municipalities. The second is administered at no charge by the AFPs and life insurance companies. They compare every monththe pension and the legislated minimum pension, for each worker. AFPs and life insurance companies top up the pensions that are below the minimum and obtain a refund from the Treasury.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges and services in Chile",
        "sec_num": "3."
      },
      {
        "text": "Although AFPs are allowed to charge for these services (except for the last one), up tonow they have charged nothing, subsidizing them from the pension system's commission revenue. It is not clear that this is sustainable in the long run, so commissions on these accounts -may become positive.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges and services in Chile",
        "sec_num": "3."
      },
      {
        "text": "Pensioned workers receilve services from either AFPs or life insurance companies, depending of the -pension option they choose. If they choose an annuity (indexed to the CPI), the life insurance company offers the following services: a) longevity insurance for the pensioner and widow. e) payment services, meaning prompt delivery and accurate calculation of the monthly pension amount.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges and services in Chile",
        "sec_num": "3."
      },
      {
        "text": "If a pensioner chooses the programmed withdrawal option, which provides a monthly pension according-to a formula that takes into account actual investment returns and actual longevity, he receives the following services from an AFP: e) Answers to questions about pensioning option. This is because programmed with drawal is a reversible option, and at any time the pensioner can switch to an annuity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges and services in Chile",
        "sec_num": "3."
      },
      {
        "text": "-.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges and services in Chile",
        "sec_num": "3."
      },
      {
        "text": "The services provided by AFPs are not received -by all registered persons, as the following Table shows . Registered persons that are not currently contributing and therefore are not currently paying fees, still receive significant services, such as record-keeping through individual accounts, fund management services and personal information. This feature was introduced by statute in 1988, when a fee on the outstanding balance akin to that observed in the mutual fund industry was banned. This implies AFPs must carry a substantial crosssubsidy going from steady contributors towards infrequent contributors.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 92,
            "end": 103,
            "text": "Table shows",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Charges and services in Chile",
        "sec_num": "3."
      },
      {
        "text": ".This has implications for costs, because it suggests that to obtain average costs non-insurance costs should be divided among registered persons rather than among current contributors. Without this correction, international comparisons among countries with different degrees of service to non-contributing affiliates would be misleading. For example, in a country where only x% of the work force contributes every month, and where job rotation between the covered and uncovered segment is such that all workers pass through the covered sector at least once in their working life, then we would expect the ratio of registered persons to contributors to be close to (1/x) in the steady state. Total cost per registered person, which measures services rendered, including individual accounts and fund management services, would then be only x% of total cost per contributor, which measures services charged-On the other hand, basing all calculations on registered persons is not appropriate because collection services are provided to contributors only. The long run average cost of serving a steady contributor\" must be larger than the cost of serving an infrequent contributor. Because of the absence of more information about the cost structure, we will present data on the basis of the number of registered persons that paid at least one contribution in the last 12 months.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges and services in Chile",
        "sec_num": "3."
      },
      {
        "text": "We define the number of \"effectively covered contributors\" as the 78% of registered persons making at least one contribution in the last 12 months 5 . The cutoff at 12 months is supported by the fact that the invalidity and survivors insurance covers unemployed workers for up to 12 months after termination. There were 3.280 million effective covered workers in the AFP system in March 1992. Total registered persons were 4.226 million and total active contributors were 2.549 million in that month.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges and services in Chile",
        "sec_num": "3."
      },
      {
        "text": "S In March 1992. 54.3 % of non-pensioned affiliates were credited a monthly contribution and 25.9 % had not received a credit during the last 12 months. However, as 6.2% of affiliates made a contribution but had not been credited by the end of the month because of administrative delay, we will prorate this number among the 4517% who was not credited by the end of the month. We get a figure of 22A5% of affiliates not being credited in the last 12 months.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges and services in Chile",
        "sec_num": "3."
      },
      {
        "text": "The charges in the Chilean pension system are the sum of the commission incomes of AFPs during active life, and of life insurance companies, assuming the affiliate chooses annuities upon retirement. Each one has special features that must be taken into account.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Average charges",
        "sec_num": null
      },
      {
        "text": "In the case of AFPs, it is necessary to separate AFP income devoted to pay insurance benefits for invalidity and survivorship. Most of these funds are returned to workers in the form of invalidity and survivorship insurance payments, just as old-age pension payments, and are not administrative charges. Still, AFPs and their reinsurers charge some commissions in this business, which must be taken into account.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Average charges",
        "sec_num": null
      },
      {
        "text": "From the financial statements of AFPs in 1991, we get a total commission income of 92.208 billion pesos. Of this, 28.800 bilion pesos was spent in buying group invalidity and survivorship insurance for the affiliates. Therefore, the net cost for affiliates was 63.408 billion pesos, or 169.3 million dollars. Dividing by 3.282 million effective contributors and using the market exchange rate as of March 1992, we obtain an average annual charge of 51.6 dollars per effective contributor. We will see below that most of this is used up in collection costs. The costs of paying benefits are not significant because of the low average age in the AFP system: there were just 91,328 registered persons that were pensioned as of March 1993.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Average charges",
        "sec_num": null
      },
      {
        "text": "The Chilean AFP industry had 4,566 employees, 3,439 salespeople and close to 450 branch offices in December 1990. The average compensation per AFP worker, obtained from income and loss statements for 1991, was 10,878 dollars per administrative employee and 7,273 dollars per salesperson 6 . These employees are near the top of the labor market, as seen when comparing with the average covered wage, which was 3,900 dollars per year in 1991.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Average charges",
        "sec_num": null
      },
      {
        "text": "As explained there is an additional charge upon disability and survivorship insurance. This charge is divided up between reinsurance companies and AFPs. Valdes-Pricto and Navarro (1992) estimated econometrically that the back-payments to workers amounted to 0.84% of 6 Source: 1990 wage expenses from the income and loss smtements of AFPs and the number of workers, both reported by Habitat (1991) , and then corrected by the variation of the general wage index from December 1990 to March 1992. The variation of the genel wage index and the average covered salary for March 1992 were taken from Bulletin No. 110, Superintendency of AFP.",
        "cite_spans": [
          {
            "start": 383,
            "end": 397,
            "text": "Habitat (1991)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Average charges",
        "sec_num": null
      },
      {
        "text": "gross wages in 1987-1 990.7 On the other hand, the Superintendency of AFPs published a weighted average of the initial prices paid by AFPs in these insurance contracts. This was 1.06% of covered wages for June 1992, which should be close to the 28.800 billion pesos spent buying group invalidity and survivorship insurance for the affiliates. Taken literally, these numbers suggest that a charge of 0.22% of covered wages is present.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Average charges",
        "sec_num": null
      },
      {
        "text": "Multiplying by an average contribution of 25.0 dollars per month per effective contributor (which is discussed in more detail below), we obtain an additional charge of 6.7 dollars per year in invalidity and survivors insurance per effective contributor.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Average charges",
        "sec_num": null
      },
      {
        "text": "We present also the charges actually seen by the user of the AFP system. In -the Chilean pension system there have been three types of commissions allowed since its inception in 1980. One of them was prohibited by law in January 1988. Their average annual levels are summarized in F.) which is the average of the system for 1990. He has an outstanding balance derived from a 10% contribution rate, continuous participation since the beginning of the system and no growth in the real wage. The increase in the outstanding balance does't influence total cost since 1988. when that conmission was banned. Sources: Habitat (1991) up to 1990. averaging AFPs according to their number of affiliates; For September 1992, SAFP Bulletin N' 110 for September 1992 averaging AFPs according to their number of contributors in March 1992.",
        "cite_spans": [
          {
            "start": 281,
            "end": 284,
            "text": "F.)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Structure of actual Charges by AFPs",
        "sec_num": null
      },
      {
        "text": "7 This is confirmed with a different method. The ratio of premium paid for reinsurance of the invalidity and survivors' risk to commission income in 1991. was 31.23 %. Therefore. applying this to the 3.09% commrion ra, we get 0.965 % for insuran premia. not far from the 0.84%. These costs are expected to at least double as the work force ages.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Structure of actual Charges by AFPs",
        "sec_num": null
      },
      {
        "text": "Considering the total commissions cost reported in Table 3 , the cost of the pension system to a Chilean worker that contributes continuously while active was 3.09 -0.84 = 2.25 % of gross wages in September 1992.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 51,
            "end": 58,
            "text": "Table 3",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "The Structure of actual Charges by AFPs",
        "sec_num": null
      },
      {
        "text": "Retirees that choose annuities must pay fees to the life insurance companies. Only about half of retirees choose this option. This is much more common among middle and high-income workers because the law; forces workers on the minimum pension to stay in programmed wiLthdrawal.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Charges to Retirees",
        "sec_num": null
      },
      {
        "text": "Retirees that choose the programmed withdrawal option could be charged by AFPs, but they have never been in the 12 year history of the Chilean system. The costs of serving those retirees has been shifted to active contributors up to now. Apparently, the absence of charges to programmed withdrawal pensioners is due to the small number of them during the first years after the reform, due to the fact that most older workers remained in the old conventional pension system. We expect that AFPs will charge for services to these pensioners in. the future. Alternativelycharges on active contributors must increase in order to finance the provision of services to increasing numbers of pensioners in programmed withdrawal. However, we expect those future charges to be substantially smaller than those charged by life insurance companies on annuities, because of two factors: (a) Its distribution method could be much cheaper, as it is more like a commodity, and (b) the fmancial product has lower quality as it does' not include a guaranteed rate of return. For now that cost is not available.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Charges to Retirees",
        "sec_num": null
      },
      {
        "text": "In order to be able to obtain lifetime charges on workers that pass through the annuity option, we express all these fees as if they were paid by affiliates while active (not pensioned). Although in fact they pay these fees at retirement, this can always be expressed as a sum put aside while 'contributing when active, for the future payment of fees.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Charges to Retirees",
        "sec_num": null
      },
      {
        "text": "The amount accumulated in the individual account is the result of contributions of 10% of gross wages, minus the monthly flat commission, which is charged only when the effective affiliate is ,ontributing, that is 77.7% of the time. The flat commission was 128 pesos in September 1992, close to 0.34 dollars per month.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Charges to Retirees",
        "sec_num": null
      },
      {
        "text": "The average Chilean contributor earned 325 US dollars per month in March 1992. He or she adds to his/her account at the rate of [O.10x325 -0.34]= 32.16 dollars per month. As the average effective contributor contributes only 77.7% of the time on average, the average contribution is only 25.0 dollars per month.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Charges to Retirees",
        "sec_num": null
      },
      {
        "text": "The annuity option is taken mostly by middle and high income workers, which contribute much more regularly than 77.7%. Low income workers that receive the minimum pension are forced by law to stay in the AFP and follow the programmed withdrawals option. This means that the observed insurance broker commission is a larger absolute figure than what would be expected on the basis of the average contributor. On the other hand, available evidence suggests that the insurance broker commission is announced by life insurance companies as a fixed percentage, regardless of the level of funds accumulated by the pensioner. This suggests that working with the average contributor would still be appropriate.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Charges to Retirees",
        "sec_num": null
      },
      {
        "text": "The fee charged by the life insurance company can be measured indirectly by the spread between the rate of return it can obtain from buying 20 year fixed-income CPI-indexed bonds sold by the state-owned commercial bank in the primary market 8 and the average internal rate of return paid to new annuitants. This internal rate of return is published by the Superintendency of Securities and Insurance for each month and for each insurance company. This. rate of return is obtained by equating the premium (the lump sum that will buy the annuity stream) with the expected present value of the annuity stream offered in the insurance policy, according to the official life table. Although there is a significant risk that the official Chilean life table is not conservative enough, and the life insurance companies are aware of this fact and factor it inlo their pricing, we take the resulting spread at face value because of lack of additional data. This spread also takes into account that the bonds and annuities have a similar financial duration, close to 9 years 9 , at current interest rates.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Charges to Retirees",
        "sec_num": null
      },
      {
        "text": "The data available shows that the average spread measured in this way was 1.273 % for the 18 months between August 1990 and January 1992, and the monthly standard deviation of the spread was 0.242 % for that period 1 0 (Dfaz and Valdes-Prieto, 1992) . This spread includes fees for the 8 Newly issued 20-year fixed income bonds pay a constant stream quarterly and yield a bit more than the massive issues of Central Bank 10-year bonds and something between 0.50 and 1.00% less than 12-year corporate bonds with a 3-year grace period. The term structure was almost flat for the period for which we repon data 9 This is more than life expectancy at 65, because of early retzrement. 10 Before August 1992 the spread was much higher and fluctuating, probably due to the tightly oligopolistic nature of the market at that time. Later, new entry has made the annuities market much more rivalrous in the life insurance company side, while the spread stabilized. The series for the spread is: 1.35; 1.40; 1.57: 1.57; 1.37; 1.36; 1.46: 1.30; 1.47; 1.48; 1.44; 1.27; 0.90: 0.80: 1.00: 0.88: 1.07: 1.22. insurance broker and/or salespeople. This spread includes both a charge and the cost of the financial guarantee that enhances the quality of the annuity. The financial guarantee is costLy because the promised return is real not nominal, i.e. the annuity amount is indexed to the CPI. An interesting question is how high is the probability of payment by insurance companies perceived by pensioners, as compared to the perceived probability of payment of state pensions which are subject to legislative adjustment. It should be noted that the Chilean government uses accoundng rules to enforce solvency regulation in this industry.",
        "cite_spans": [
          {
            "start": 229,
            "end": 249,
            "text": "Valdes-Prieto, 1992)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Charges to Retirees",
        "sec_num": null
      },
      {
        "text": "The observed spread of 1.273% per year may be compared to that reported by Friedman and Warshawsky (1990) for the US. They report the difference between the internal rate of return on nominal annuities obtained from the life tables for the population purchasing annuities and adjusted for projected mortality improvements, and the nominal yield of twenty-year US government bonds. Considering the ten largest insurance companies, the average spread in 1968-83 was 2.43% per year.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Charges to Retirees",
        "sec_num": null
      },
      {
        "text": "As the duration of newly issued annuities is close to nine years and the average level of real interest rates in Chile in the last two years for fixed income debt of similar maturity has been close to 6.5% per year, ihe percentage reduction in pension benefits originated in the spread of 1.27% is 10.23% per year t l. Applying this to an average contribution of 25 dollars per month per effective contributor, we find that this is equivalent to a charge of 30.8 US dollars per year while active.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Charges to Retirees",
        "sec_num": null
      },
      {
        "text": "The total lifetime charges by the Chilean pension system on the average contributor that chooses the annuity option is then 51.6 + 6.7 + 30.8 = 89.1 dollars per year while active. The worker that chooses the programmed withdrawal option will pay the equivalent of more than 51.6 dollars per year while active when AFPs begin to charge commissions to pensioners. The aggregate amount of these administrative charges would be 292.2 million US dollars per year, which is 0.83% of Chilean GDP.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Total charges in the Chilean system",
        "sec_num": null
      },
      {
        "text": "One important conclusion is that 65% of the total cost is incurred for services received before being pensioned, while 35% is incurred for services received afterwards.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Total charges in the Chilean system",
        "sec_num": null
      },
      {
        "text": "Although this is an estimate for the current Chilean situation, it is also interesting to project these numbers to an environment where per-capita income doubles. As the AFP cost is oriented towards transactions, it should not rise substantially by increased wage levels. The insurance cost, however, seems to be proportional to wealth or income. Therefore, it should double as income doubles, taking the total cost to 51.6 + 2x6.7 + 2x30.8 = 126.6 dollars per year while active. At that point, 49% of total cost will be incurred after becoming pensioned.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Total charges in the Chilean system",
        "sec_num": null
      },
      {
        "text": "Standard discussions point towards the presence of marketing costs, which are unique to the Chilean system because registered persons can choose fund management company. These expenditures do not exist in pension systems managed by a state monopoly, where purchase of services from the monopoly is mandatory 1 2 . They are reduced significantly in occupational pension systems, where the employer chooses provider of pension services.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sources of Cost in the New Chilean Pension System a) Marketing versus other expenditures",
        "sec_num": null
      },
      {
        "text": "The evidence for AFPs is summarized-in Table 7 in the form of two cost ratios:",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 39,
            "end": 46,
            "text": "Table 7",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Sources of Cost in the New Chilean Pension System a) Marketing versus other expenditures",
        "sec_num": null
      },
      {
        "text": "12 The mandatory feature implies that marketing expenditures can at most improve allocation of affiliates between firms, but. will draw very few clients on a voluntary basis. Therefore, these marketing are efficient as long as they allow a better matching. which can happen only if there is variation in quality or scope of services. This condition fails-when a statute or regulation spell out exactly the quality or every service and leave no or little scope for individual choice.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sources of Cost in the New Chilean Pension System a) Marketing versus other expenditures",
        "sec_num": null
      },
      {
        "text": "In that casem provision can be auctioned by the authorities. but irreversible investments will limit competitiou by bids, leading to a bilateral monopoly. A monopoly state-owned provider also has bargaining'power.. An average of 14.9% of total AFP income is a rather low figure when compared to the emphasis put on this cost element by most analysts of the Chilean system. However, this figure has increased substantially in 1992 and 1993, as the entry of 6 more AFPs into the market -an increase from 13 to 19 providers -has brought a sort of \"marketing war\" with heavy expenditure.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sources of Cost in the New Chilean Pension System a) Marketing versus other expenditures",
        "sec_num": null
      },
      {
        "text": "Total AFP marketing costs in 1991 were 13.729 billion pesos, or 36.66 million dollars. Dividing by 3.282 million effective covered workers, we obtain 11.17 US dollars per year.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sources of Cost in the New Chilean Pension System a) Marketing versus other expenditures",
        "sec_num": null
      },
      {
        "text": "Life-time marketing costs also include those incurred by the life insurance industry and the insurance brokers that -sellannuities to pensioners. Reports about the fee earned by insurance brokers range from 3.5 to 4.5% of the premium 1 3 . Taking an average, this -would mean that approximately 4.0D10.23 = -39% of the charge by insurance companies is spent on marketing. In dollar terms, this would be 0.39x30.8 = ! 2.04 US dollars per year per effective covered worker.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sources of Cost in the New Chilean Pension System a) Marketing versus other expenditures",
        "sec_num": null
      },
      {
        "text": "Therefore, lifetime marketing costs would add up to 23.23 US dollars per year, or 26% of total life time costs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sources of Cost in the New Chilean Pension System a) Marketing versus other expenditures",
        "sec_num": null
      },
      {
        "text": "If all marketing costs disappeared and were passed on to workers, the lifetime administrative charge in the Chilean system would still be 65.9 US dollars per year per effective covered worker. This is still a substantial figure, so other explanations for the relatively high administrative charge should be sought for the Chilean case.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sources of Cost in the New Chilean Pension System a) Marketing versus other expenditures",
        "sec_num": null
      },
      {
        "text": "On the other hand, eliminating marketing expenditure by law would be a big mistake in the Chilean context. In the first place, that would reduce competition and create large barriers to entry, as salespeople and advertising are the main vehicle for the information flows towards workers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sources of Cost in the New Chilean Pension System a) Marketing versus other expenditures",
        "sec_num": null
      },
      {
        "text": "Secondly, salespeople provide directly the following services to workers, that would be lost: a) AFP Salespeople: explaining the meaning of the individual account; explaining the concept of rate of return differences; offering pension projections to help workers in personal pension planning; explaining options such as additional voluntary contributions and early retirement; helping personnel managers use the pension system to match theirs human resource management; helping workers claim invalidity and survivorship insurance. b) Insurance brokers and agents: Explaining the features of the alternative annuity contracts available, and helping the worker to choose one; Explaining the differences between insurance companies, ideally including information about their risk rating; identification and documentation of the true number of dependents that the law requires to becovered with survivorship insurance and longevity insurance. In many cases this implies acknowledgement of ex-spouses and unrecognized children.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sources of Cost in the New Chilean Pension System a) Marketing versus other expenditures",
        "sec_num": null
      },
      {
        "text": "Thirdly, the existence of multiple potential providers (AFPs and life insurance companies), which requires marketing expenditures, is what provides the high quality of pension services in Chile. Specifically, competitive private provision reduces the likelihood of default because of the existence of private contracts that workers can claim in the courts, and seem to be distorted because manager; in life insurance companies shift costs to other items to reduce regulatory pressure.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sources of Cost in the New Chilean Pension System a) Marketing versus other expenditures",
        "sec_num": null
      },
      {
        "text": "because of the political implications of the presence of private providers with a direct mandate to invest the funds in the best possible way.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sources of Cost in the New Chilean Pension System a) Marketing versus other expenditures",
        "sec_num": null
      },
      {
        "text": "In this section we investigate sources of cost by disaggregating between different AFPs. In the following table, effective covered workers are defined as registered persons that had contributed at least once in the last 12 months. This latter number was corrected by an estimate of the number of contributors whose processing had taken more than a month, estimated to be 6.2% from the industry figure for March 1992.14 Total net charges by each AFP are defined as commission income minus payments for invalidity and survivorship insurance, both of which are taken from audited income and loss statements for 1991. The non-marketing charge subtracts reported marke:ing costs from the previous figure. This table shows that-heterogeneity is substantial. Net total average charge for 53 % of Chilean covered workers is 22% lower than the average charge for the system as a whole. The case of AFP Provida is noteworthy, as its average net charge is 28% below the average for the system and is the largest in Chile.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "c) Sources of non-marketing costs",
        "sec_num": null
      },
      {
        "text": "The figures for non-marketing charges show that the Chilean AFPs that charge less have an average administrative charge close to the Malaysian EPF plus SOCSO, which provides roughly equivalent services in the nonmarketing areas, as described below. These figures also suggest that nonmarketing average charges vary less across AFPs than marketing average costs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "c) Sources of non-marketing costs",
        "sec_num": null
      },
      {
        "text": "Average net charges vary both because of differences in cost and because of different profit margins. Differences in cost could be due to economies of scale, but the charges of three large AFPs: Habitat, Summa and Uni6n, suggests that this may be less than half the total story. That differences in profit margins are large is most obvious regarding Cuprum, Protecci6n and Futuro, who serve groups of workers with high average covered wages. If the information in table 6 is analyzed together with that in table 4, it can be seen that the structure of commissions is misaligned with respect to the structure of costs, as most charges are proportional to wages while few costs are. As discussed elsewhere, this is due to political pressure on AFPs to reduce their flat charges, which are seen as regressive.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "c) Sources of non-marketing costs",
        "sec_num": null
      },
      {
        "text": "Another possible explanation for non-marketing costs is that Chilean AFPs do not exploit economies of joint collection to the fullest. One example is that they lack a common collecting agent to confront each employer. We .discuss in the conclusions the fact that AFPs are free to rearrange their collection system. AFPs use the banking clearinghouse to channel many payments. Each employer must fill a different form for each AFP, but the administrative costs for employers are not available.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "c) Sources of non-marketing costs",
        "sec_num": null
      },
      {
        "text": "An important factor in overall cost is the excessive quality of output which the law and regulations imposes on AFPs. Two examples are the monthly actualization of all records, which in other countries is done annually, and the requirement of sending by mail at least three account statements to each member per year. A complementary explanation for non-marketing charges is the heavy regulatory load to which Chilean AFPs are subject. Their operations are regulated in amazing detail, including investments, marketing procedures and methods, the contractual relationship with salespeople, the design of forms and the relative size of letters -in their advertisements.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "c) Sources of non-marketing costs",
        "sec_num": null
      },
      {
        "text": "This country has both a mandatory state-run earnings-related pensions system and occupational pensions that cover near 50% of the work force. We discuss the costs of each of these pension systems separately.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Administrative Charges in the United States",
        "sec_num": "3."
      },
      {
        "text": "company pension plans in the U.S.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Defined-Contribution",
        "sec_num": "3.1"
      },
      {
        "text": "In the U.S. many companies offer their employees a defined contribution pension plan. This consists of an individual account into which the employer and the employee invest pre-tax dollars. Upon leaving the firm, the worker obtains a lump-sum payment. This sum can maintain its tax-exempt status if it is reinvested within 60 days with the next employer's pension plan or in -an investment vehicle that cannot be withdrawn before age 62, like an IRA or 401(k) plan.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Defined-Contribution",
        "sec_num": "3.1"
      },
      {
        "text": "Defined contribution plans provide a portfolio of services. The first is record-keeping through individual accounts and the second is fund management services. In addition, a -substantial amount of personal information is provided. In 1987, 91% of these plans allowed workers to choose the asset allocation of their own contributions among 3 or more funds, and 48 % allow employees to choose the asset allocation of the employer's contribution (Beller and Lawrence, 1992) . ,This implies a substantial amount of information to workers -and significant administrative expenses as works shuffle funds. Almost all plans allow the worker toincrease his contribution. Although there are no separate voluntary savings accounts nor severance accounts, it is common for the employer to agree to special severance contributions.",
        "cite_spans": [
          {
            "start": 444,
            "end": 471,
            "text": "(Beller and Lawrence, 1992)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The portfolio of services",
        "sec_num": null
      },
      {
        "text": "Defined contribution plans offer limited invalidity and no survivors insurance. This is a substantial difference with the Chilean and other mandatory pensio-n systems. Many workers in the US purchase individual life insurance to cover survivorship, but they must pay separate charges there.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The portfolio of services",
        "sec_num": null
      },
      {
        "text": "When the worker retires form a defined contribution plan, he/she receives a lump sum distribution. The result is that there is no insurance againstlongevity risk and no financial guarantee to cover investment risk.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The portfolio of services",
        "sec_num": null
      },
      {
        "text": "In addition, there is no survivorship insurance for pensioners, nor the associated longevity insurance and investment guarantee for the widow or odier survivors. Of course, there isno administrative cost associated to the payment of monthly pensions. In practice, the worker must buy these services on his own, paying additional charges. Alternatively, the worker absorbs these risk and avoids the charges.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The portfolio of services",
        "sec_num": null
      },
      {
        "text": "These plans are provided by the employer as a condition for employment. The employer runs the individual accounts, purchases group invalidity insurance and purchases fund management services from specialized companies that manage substantial blocks of funds. Of course, there is no collection expense. The incentive for the employer to select fund managers that perform reasonably well comes from two sources. First, the employer wants adequate pension coverage for its workers. Without that coverage, it would be difficult to fire older workers peacefully, so much higher severance payments are being avoided by having a successful pension plan. Second, the employer wants real benefits to use them as .incentives to reduce rotation of younger workers and assure exit of old workers, allowing it to influence its total personnel costs and human capital building.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges versus Costs",
        "sec_num": null
      },
      {
        "text": "Large U.S. employers are vertically integrated with the function that in Chile is performed by APPs. This generates a problem for the measurement of the profit component of charges. It is clear that the administrative costs that employers allocate to pensions cannot be purchased at that price in the open market, because they do not include an allowance for a normal return on investment. Of course there is no information to measure' this component of total charges paid by the employee, so a comparison with other systems tends to be biased downwards.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges versus Costs",
        "sec_num": null
      },
      {
        "text": "This does not imply that vertical integration is cheaper for workers, but that this margin is being charged at another stage of the employment relationship, probably through lower wages and other compensation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges versus Costs",
        "sec_num": null
      },
      {
        "text": "In the area of marketing, as the employer chooses the fund manager, marketing costs appear to be low. However, vertical integration shifts marketing costs to the employment selection stage. In the United States choosing an employer is much harder than in Chile, because the generosity of the pension plan must be assessed and compared across employment offers. The fact that workers have difficulties measuring pension plan generosity can be gleaned from the prevalence of nominal annuities in company pension plans, even though other investments offer much better protection from inflation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges versus Costs",
        "sec_num": null
      },
      {
        "text": "In 1987, defined contribution plans in the United States covered 34.959 million workers in total. Of these, only 13.437 million had it as the primary plan. Another 16.110 million had a basic defined benefit plan plus a defined contribution plan as supplement. Finally, 5.413 million workers had two other plans apart form their defined contribution plan. (Beller and Lawrence, Table 4 .7). Of all these workers, 28.838 belonged to plans that had at least 100 members in 1987. To project total member numbers into 1988, one should consider that the time series of total participants in defined contribution plans tends to taper off, growing only 1% in 1987 over 1986 (Table 4 .1). We will use this figure to project 1988.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 377,
            "end": 384,
            "text": "Table 4",
            "ref_id": "TABREF4"
          },
          {
            "start": 666,
            "end": 674,
            "text": "(Table 4",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "Coverage",
        "sec_num": null
      },
      {
        "text": "It should also be realized that many of these workers receive a lump sum when they exit the firm, not at age 65. This has implications for coverage, because some of these workers are not entitled to the benefits offered by the employer, only to the accumulated sums originating in his own contributions. Therefore, the degree of actual coverage is heterogeneousand many received less than the full range of pension services. Because of the lack of information to deal with this issue, we will report average costs based on the total number of workers covered, but there might be a downward bias in reported average costs because of this factor.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Coverage",
        "sec_num": null
      },
      {
        "text": "Repoited administrative costs of all defined contribution plans were 1,410 million dollars in 198'. True costs may be larger because individual firms are allowed to absorb part of the cost into general administrative overhead. Only multiemployer plans have a clear incentive to report the total cost, which is to recover it from their member firms. The tax treatnent for both accounting practces is generally neutrall 5 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reported Costs",
        "sec_num": null
      },
      {
        "text": "It is not clear either how the large numberof companies that run both defined benefit and defined contribution plans allocate their costs between these two categories. Given the tendency to designate as the primary plan the defined-benefit plan, there may be an underestimation of costs of defined-contribution plans. For the plans that had at least 100 members, total reported cost was 796 million in 1988 (Trends in Pensions 1992, Tables A-17 and A-15).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reported Costs",
        "sec_num": null
      },
      {
        "text": "Dividirhg total costs reported for 1988 by total members projected for 1988, and adjusting this figure to 1992 dollars by a 4% per year estimated inflation for four years, we find the following results: Table 7 Administrarive Costs in Defined Contribution Plans (Figure for 1988 , in 1992 dollars with 4% inflation for four years) Cost (dollars per year per covered worker)",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 203,
            "end": 210,
            "text": "Table 7",
            "ref_id": null
          },
          {
            "start": 262,
            "end": 278,
            "text": "(Figure for 1988",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Reported Costs",
        "sec_num": null
      },
      {
        "text": "All Plans:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reported Costs",
        "sec_num": null
      },
      {
        "text": "46.7",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reported Costs",
        "sec_num": null
      },
      {
        "text": "Plans with 100 or more members: 32.0",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reported Costs",
        "sec_num": null
      },
      {
        "text": "The order of magnitude of these figures are confirmed by Turner and Beller (1989) . They found an average cost for all multiemployer defined contribution plans of $48.66 (1990 dollars) and substantial economics of scale.",
        "cite_spans": [
          {
            "start": 57,
            "end": 81,
            "text": "Turner and Beller (1989)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reported Costs",
        "sec_num": null
      },
      {
        "text": "These numbers could be compared with the AFP figure of 51.6 dollars per covered worker, which does not include the retirement phase nor the invalidity and survivorship insurance charges. This is not an exact comparison basis, however, because AFPs currently must deal with workers on an individual basis and they offer more services, including payments to t'7ose pensioners who chose programmed withdrawal.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Reported Costs",
        "sec_num": null
      },
      {
        "text": "In the U.S. over 90% of companies with more than 100 employees offer their employees a defined benefit pension plan. This consists of a promise issued by the employer that it wilU pay a pension for life to any worker that meets a minimum residence period. In a typical plan the amount of the pension is defined as the product -of the number of years of employment times an average of wages received in the last years of work times a fixed actuarial factor between 0.01 and 0.02.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Defined Benefit company pension plans in the U.S.",
        "sec_num": "4.2"
      },
      {
        "text": "The portfolio of pension services offered by defined benefit plans is richer than in defmed contribution plans. First of all, benefits are a monthly pensions and not a lump sum. In addition, these plans offer a guaranteed investment return up to retirement, provided the worker does not quit the firm voluntarily. Disability insurance was offered by 92% of DB plans in 1988, but 39% of these paid only a deferred benefit. This is an annuity that begins after retirement not at the date of disability. (Trends in pensions 1992, Table 9 .16). DB plans do not offer survivor's insurance. Only 34 * of DB plans allowed full-time participants to withdraw funds for hardship reasons in 1989 (Table 9 .25, Trends in Pensions 1992).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 527,
            "end": 534,
            "text": "Table 9",
            "ref_id": "TABREF8"
          },
          {
            "start": 685,
            "end": 693,
            "text": "(Table 9",
            "ref_id": "TABREF8"
          }
        ],
        "eq_spans": [],
        "section": "Pension Services",
        "sec_num": null
      },
      {
        "text": "One important drawback of DB pensionz is that they are nominal. Once a worker retires, his pension is not adjusted by inflation except in the uncommon situations where the ex-employer gives pension increases for which there is no contractual obligation. The same happens to deferred pensions, whose amount is defined as of the date of exiting the firn but which begin to be paid only upon reaching an age like 65. Therefore, the benefits of these plans have lower quality than in Chile's AFPs because they are subject to inflation risk. On the other hand, in the phase where investment returns are guaranteed by the firm they resemble the fixed real annuities sold in Chile with the difference that the rate of return is the rate of growth of real wages plus the rate of growth of the number of years in the plan.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Pension Services",
        "sec_num": null
      },
      {
        "text": "Many of the comments regarding the differences between charges and costs made in the previous section apply to defined benefit plans also. The same applies to the apparent saving of marketing costs due to vertical integration of the pension function with the employer.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Pension Services",
        "sec_num": null
      },
      {
        "text": "One new area refers to the area of investment guarantees which are implicit in the pension offer. This is because the employer has promised the same pension regardless of actual returns in the capital market. Some argue that the employer is a natural provider of this financial guarantee to the worker, so vertical integration of pension provision with the employer is cheaper than direct contracting in the capieal market.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Pension Services",
        "sec_num": null
      },
      {
        "text": "As the employer may be charging for this service through lower wages, there is no evidence in support of this position. Moreover, thequality of this financial guarantee is open to question, given the fact that the survival rate of most firms over a 30 or 40 year period is consistently inferior to that of life insurance companies. This is the result of explicit solvency regulation imposed on life insurance companies, which is very costly to replicate at the level of employers. In the United States, Congress created the Pension Benefit Guaranty Corporation to cover the pension promises to workers in failing firms, at a cost to the federal budget that is being estimated only now. The PBGC is trying to impose risk-adjusted insurance preemie, but this raises again the issues associated to evaluations. of firm solvency by a government agency. From the point of view of the worker, the linkup of the employment to the offer of a financial guarantee makes selection of employer extremely complex, with an uncertain gain.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Pension Services",
        "sec_num": null
      },
      {
        "text": "In 1987 total administrative cost for all defined benefit pension plans in the U.S., was 4,514 million dollars and covered 28.432 million workers. Using the same projection and inflation adjustment procedures, the average administrative cost for 1988, expressed in 1992 dollars, was 187.3 dollars per person. For those defined benefit plans with at least 100 members, the average administrative cost was 172.8 in 1992 dollars. The reason for the small difference is that very few employers with less than 100 workers offer defined benefit plans (Trends in Pensions 1992, Tables A-17 and A-15).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "Multiemployer plans have lower administrative costs. Mitchell and Andrews (1981) using 1975 data for defined benefit multiemployer plans and a log linear cost function found a mean cost of $49.03 per participant (1990 dollars) and large economies of scale. The estimated cost falls from $335.6 for 100 participants to $32.63 for 20,000 participants. They find very substantial economies of scale in assets per participant. Turner and Beller (1989) found an average cost for all multiemployer defined benefit plans of $101.11 (1990 dollars) and substantial economies of scale.",
        "cite_spans": [
          {
            "start": 53,
            "end": 80,
            "text": "Mitchell and Andrews (1981)",
            "ref_id": null
          },
          {
            "start": 423,
            "end": 447,
            "text": "Turner and Beller (1989)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "The large cost differential with defined contribution and defined benefit plans is one of the explanations, among others, for the growth in the share of defined contribution plans and the fall in the absolute number of defined benefit plans.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "The following table shows the differences in cost structure for plans with more than 100 participants: In 1988 defined benefit plans with more than 100 participants managed 2.21 times more assets per covered employee than defined contribution plans, which are newer. This is not the source of the difference in cost, as the total cost per million dollars of assets in defined benefit plans is 2.51 times that in defined contribution plans, for plans with more than 100 participants.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "If costs are compared as a percentage of assets, DC plans are more expensive than DB only when the factor is smaller than 2.21. These costs do not consider the net expected value of the guarantees issued by the Pension Benefit Guarantee Corporation in favor of defined-benefit plans.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "Defined-contribution plans in the United States usually pay a lump-sum at retirement. To obtain lifetime costs comparable with the Chilean system, we must consider that the worker needs additional pension services after retirement. One important case occurs when the worker chooses to buy an annuity. This section considers the administrative costs of the life insurance industry, including commissiops to agents insurance brokers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Life Insurance (annuities) in the United States",
        "sec_num": "4.3"
      },
      {
        "text": "On the other hand, defined-benefit plans already include annuity payments, so life insurance costs should not be added to those plans' costs to avoid double counting.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Life Insurance (annuities) in the United States",
        "sec_num": "4.3"
      },
      {
        "text": "The life insurance industry offers many types of annuities. They provide coverage against longevity risk. Of cotcse, payment services areembodied in the monthly payments. Most annuities are nominal, i.e. denominated in dollars, but variablerate annuities and CPI-indexed annuities also exist. In the case of nominal annuities, the pension product is of low quality because the worker is exposed to inflation risk, which is substantial over the term of the annuity and hits hardest the, oldest retirees. In the case of variable annuities, the worker is exposed to investment risk, as they are usually quite heavily invested in equities. CPI-indexed annuities are almost non-existent in the United States, because there is very little corporate or public debt indexed to the CPI.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Portfolio of pension services",
        "sec_num": null
      },
      {
        "text": "In 1991, the number of annuity contracts in force in the United States was 17.343 million individual contracts and 1.059 million group contracts, many of them bought by firms that provided defined benefit pensions for their employees. The flow of annuity contracts issued during the year 1991 was close to 13% of the number outstanding for both types of contract. Annuity payments represented 40% of all benefit payments by life insurance companies in 1991, or $36.6 billion. The stock of annuities is increasing, as reflected in the premium income of $123.6 billion from all annuities in force in 1991. Annuity premiums have increased from 1% of disposable personal income in the 1970s to an average of 3.05 % in 1989-91 (Life Insurance Fact Book, 1992).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Coverage",
        "sec_num": null
      },
      {
        "text": "Variable annuities -which include equity-linked and CPI-indexed annuities --covered 2.838 million persons in individual plans and 3.059 million in group plans in 1991.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Coverage",
        "sec_num": null
      },
      {
        "text": "The available costs figures are for the annuity business and for all life insurancelumped together.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges",
        "sec_num": null
      },
      {
        "text": "Bringing together all lines of business, and asa proportion of premium income and investment earnings 1 6 , commissions to agents were 4.5%, home and field office expenses were 7.0% and dividends to shareholders in joint stock companies were 2.4%. The total charge for the client would then be 13.9% plus retained earnings in 1991, assuming that the risk-adjusted investment return paid by the companies is in line with returns obtained by investing directly in the market.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges",
        "sec_num": null
      },
      {
        "text": "Regarding the composition of costs in all lines of business, Wright (1992) reports that, as a proportion of 1989-operating expenses, commissions to brokers and agents were 41.5%, salaries, wages and other compensation were 26.9%, advertising expenditure was 1.4%, real estate costs were 4.4% and investment operations 11.0%.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges",
        "sec_num": null
      },
      {
        "text": "More specific information was obtained on the annuity business, which is of direct interest to' pensions. However, the methodology is not comparable to that used for Chilean life insurance companies. In that case we started with the spread between annuity and bond yields. Here we use accounting data on profits. This data is more significant that in Chile since the annuity business in the United States has been established for long: -34-",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges",
        "sec_num": null
      },
      {
        "text": "The difference in expenses between individual and group annuities is remarkable. However, the difference in the level of profits is even more pronounced, suggesting that a different product may be involved. Another possibility is that competition is much tougher in the group annuity segment, maybe because buyers are more sophisticated.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges",
        "sec_num": null
      },
      {
        "text": "The low level of expenses in group annuities, which averages 3.3% of premiums is confirmed by information on the period 1942-62: First (1955) and Second editions, tables 14 and 7 respectively. These tables report the wheighted average cost for seven leading companies, so smaller companies are excluded.",
        "cite_spans": [
          {
            "start": 129,
            "end": 141,
            "text": "First (1955)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges",
        "sec_num": null
      },
      {
        "text": "Care must be exercised in interpreting these figures, because they do not include profits. In addition, a low expense to premium ratio may be due to large premiums, not to low costs. A cartel in the annuity industry may charge large premiums in comparison to the expected benefits, implying a low rate of return. That would show up as a large profit and a small expense, as a proportion of premiums. The tota! cost to the annuitant is the sum of profit and expense.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges",
        "sec_num": null
      },
      {
        "text": "To check our estimate of the charges on annuitants we can use information on average spreads provided by Friedman and Warshawsky (1990) . They report that in the period 1968-1983, on average the yield on individual annuities was 2.43% below the yield on comparable duration government bonds. Both annuities and bonds pay in dollars (nominal). Considering an average level for long-term yields of 10%, and a duration of 8 years (at age 65, life expectancy was 17.2 years in 1990 for the whole population, including those that do not purchase annuities), this spread implies a discount of 16.37 % over the premium' 7 . This is not far from our accounting number for individual annuities, which was 17.4%.",
        "cite_spans": [
          {
            "start": 105,
            "end": 135,
            "text": "Friedman and Warshawsky (1990)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Charges",
        "sec_num": null
      },
      {
        "text": "In this section we produce some hypothetical figures to add together the charges for pension services that a U.S. worker must pay over the life cycle. We attempt to add the costs of defined contribution plans with the charges by life insurance companies, in order to compare them with the costs of defined benefit plans.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Total lifetime costs of private pensions",
        "sec_num": null
      },
      {
        "text": "A dollar figure for average annuity costs should be based on the active part of life, so that it could be directly added to other administrative costs such as those incurred in defined contribution plans. Comparability also depends of the amount of savings devoted to purchase the annuity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Total lifetime costs of private pensions",
        "sec_num": null
      },
      {
        "text": "We will consider a case of a defined contribution plan that saves 10% of the average covered wage to be fully invested in an annuity at retirementL 8 . The 10% savings rate is less than standard, so the resulting figure is biased downward. In this case we apply the contribution rate to the average accounting data on charges for 1989-91, to find the amount that must be put aside while active to pay the cost of an annuity. The resulting figure is 1.74% of the covered wage for individually purchased annuities. For a group annuity, that figure falls to 0.71% of the covered wage. The actual size of the pension will depend of the investment returns, so we do not meet any target *36pension level. This is in agreement with the philosophy of defined contribution plans.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Total lifetime costs of private pensions",
        "sec_num": null
      },
      {
        "text": "As the. average covered wage can be estimated at US$18,441 in the United States in 1992 19, the annual cost while active of the annuity portion of this private pension is $320.9 for individual contracts and $130.9 for a group contract. This allows us to obtain the following results: This estimate suggests that defined contribution and defined benefit plans have versr similar costs for the covered worker on a lifetime basis, provided that the annuity is purchased in groups. The lifetime cost is close to double that in Chile.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Total lifetime costs of private pensions",
        "sec_num": null
      },
      {
        "text": "The Social Security Administration in the U.S. The mandatory pension system in the US pays old-age, disability and survivors pensions using a defined benefit formula.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.4",
        "sec_num": null
      },
      {
        "text": "This system also generates income redistribution through two mechanisms. The first is that the actuarial factors used to calculate benefits are not individually fair, so they redistribute, for example, in favor of those that have the expectation to live more than average. The second mechanism for redistribution is that the benefit formula has a floor and caps, so it pays a higher rate of return to those that have contributed less in the past.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.4",
        "sec_num": null
      },
      {
        "text": "Contributions are 12.4% of eamings, with a maximum taxable earning of 55,500 dollars per year in 1-992. In 1988, 94% cf contributors had earnings below this threshold, and covered earnings were 89% of all wages and salaries. Approximately 80% of workers between 21 and 64 are covered in the event of long-term severe disability. The self-employed are required to pay contributions when filing their income tax.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.4",
        "sec_num": null
      },
      {
        "text": "During 1990 the Social Security Administration (SSA) received at least one monthly contribution from 133.6 million people. This is larger than the employed labor force of 126.4 million at any one point in time in the same year because of people that move in and out of covered employment. In 1990 the SSA paid old age pensions to 28.361 million people, survivor pensions to 7.197 million people and disability pensions (no medical treatment) to 2.995 million invalids and their families. (EBRI, pages 164 and 425).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Coverage",
        "sec_num": null
      },
      {
        "text": "In 1990, this pension system paid old-age pensions that replaced 43% of pre-retirement income of an average earner. The average monthly pension for workers who retired at 65 in 1990 was 743 dollars. The average disability pension, excluding dependents, was 587 dollars per month in 1990. Pensions are indexed to the CPI. As the benefit formula in this pension system is redistributive, the SSA is producing jointly the service of distributing subsidies. This aspect is similar to what Chilean AFPs do, but the Malaysian EPF does not do this.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Coverage",
        "sec_num": null
      },
      {
        "text": "The Social Security Administration does not provide investment services because the financing method is PAYG, i.e. 100% of the pension entitlement portfolio is invested in government comdhitments to pay pensions in the future. The trust funds accumulating since 1983 are entirely invested in specially issued non-transferable federal debt. This aspect diminishes substantially the quality of pensions offered, because this portfolio is clearly inefficient through -xcessive exposure to political risk. Individual reports of contributions and projected pensions are available upon request since the late 1980's. There are information services regarding benefit eligibility. The total number of local offices attending queries is close to 1,300. The SSA does not offer voluroiary savings accounts nor severance accounts.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Coverage",
        "sec_num": null
      },
      {
        "text": "Since 1975 the ratio of covered workers to beneficiaries of old-age and survivors pensions has stabilized in 3.8. This ratio is expected to fall to the 1.9-2.0 range for 2030 and stabilize thereafter, as theentry of women into the workforce levels off and the age structure stabilizes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Coverage",
        "sec_num": null
      },
      {
        "text": "As this is the first state-run pension system we discuss in detail, it is useful to repeat some concepts expressed at the outset. First, the issue of the quality of pension promises must be kept in mind. For example, in the U.S. there has been widespread worries about the ability of the federal government to tax future generations of worker at the rates needed to sustain the currently promised level of benefits. In fact, the U.S. has private pens:ons partly because larger public pensions have not been deemed desirable.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "In 1991, the SSA paid salaries for 3,055 million dollars, including non wage benefits 2 0 . As total employees were 64,013 in 1991, an approximation for the average annual gross salary (before taxes and social security contributions) is 47,725. This is 2.6 times the average insured wage of the overed U.S. population, which was 18,441 dollars per year in 1991 (EBRI, p. 161). .The average take-home salary at the SSA was 28,176 dollars per year in 1989.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "In state-managed pension systems true costs can differ from reported costs because of sizable implicit subsidies and taxes. For example, the capital cost of office space and of equipment is not reported in full in the SSA costs given below 2 l. The missing costs inciude interest and risk premium.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "The most notable apparent cost-saver in the SSA case is that contribution collection is performed by the Intemal Revenue Service (tax authority). The. IRS allocates part of its cost to the SSA and to Medicare through a procedure unknown to us. The resulting allocation is such that of total reported administrative cost at the SSA, 6.86% is accounted for by tne \"revenue function\", most of which is the IRS allocation in the case of old-age and survivors. The rest of Teported cost is due to the \"benefit function\" in both old-age-survivorship and invalidity 2 2 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "In the case of old-age and survivorship we will report the average administrative cost in the US in per-pensioner basis, as follows from the origin of costs in the SSA. Reporting this cost on a per contributor basis is misleading in the case of the old age and survivors' insurance because very 20 Budget document from the SSA. 21 Depreciation is included in the costs reported. See A-Sunden and 0. Mitchell (1993). 22 Table 2 in A. Sunden and 0. Mitchell (1993).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 419,
            "end": 426,
            "text": "Table 2",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "few costs seem to be associated to that function 2 3 . In the case of invalidity administrative costs should be presented on a per-worker basis.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "For the federal pension system in the U.S., total reported administrative costs were the following: The cost figure for invalidity is a bit higher than Chilean charges, specially when considering that it does not include coverage for survivorship. However, direct comparisons are of limited use given the differences in accident rates and actual coverage.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "The cost figure for pensioners must be transformed into a cost per year in active life to make an appropriate comparison with the other figures presented in this paper. The adjustment reduces the figure because of two reasons: first the number of active years (close to 40) is higher than the average number of years as pensioner (close to 17 in 1989). Second. the real rate of return on contributions, adjusted by risk, is probably positive in the United States. The appropriate rate of return of a pay-as-you-go financed pension system is the sum of the rate of growth of real wages and of the 23 Unfortunately this practice was followed in the first draft of this paper. On the other hand, it is possible that the \"benefit function' includes the costs of maintaining earnings records. This function should be of low cost because they are not used until pensioning unless the person requests a projection of his pension. As this right has been available only since 1989 these requests are infrequent Still. it would be desirable to brak down SSA costs further, to separate the funcion of maintenance of records.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "rate of growth of the covered workforce, minus a risk premium to consider the chance that real benefits are adjustment downwards by the political system. As an illustration we offer calculations for cases where the riskadjusted rate of return is 0% and 1% per year. The adjustment of the figure for 1990 would then be as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "47.5 1 -(I+J±Q 1U-1 7 = 15.1 U.S. $/year if r= 1%",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "(1+0.01)40 -1 and 47.5 (17/40) -20.2 U.S. $/year if r 0%.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "In addition, the adjustment must take into account that there may be more than one survivor per covered worker that dies. Observation of the composition of survivors suggests that there are few child survivors. For example, in 1990 1.776 million pensions were paid to children out of a total of 35.559 million pensions (5%). This suggests that we should inflate the average cost figure by (110.95)-to estimate the average cost per covered worker. On the other hand, as 6.86% of reported costs in the SSA are indeed collection costs, we should also adjust the previous figure multiplying by 0.9314. As the net effect is negligible the adjustment is not presented.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "The resulting cost of 15-20 U.S. dollars per year may be compared with the 130.9 U.S. dollars per year we found for group annuities and 320.9 for individual annuities we found in the U.S. life insurance industry. The difference between this figure is staggering, and should be investigated further. Although a part of the difference may be explained by the omission of the cost of capital in SSA accounting, it seems clear that other costs and charges must explain the bulk of the difference within the U.S. Another comparison is with the 30.4 U.S. dollars per year we found for Chilean annuities, but that is clearly biased by the substantially lower level of premiums in Chile.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "The most important issue in SSA costs is that reported collection costs are negligible. If collection costs are 6.86% of reported costs for old age and survivorship (Sunden and Mitchell, 1993) , they would amount to 107.2 million US dollars in 1990, which is a negligible 82 cents per covered worker per year in 1990.",
        "cite_spans": [
          {
            "start": 165,
            "end": 192,
            "text": "(Sunden and Mitchell, 1993)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "These costs appear to be negligible because of two reasons. The first is that cost allocation of joint production is notoriously difficult when none of the joint products is marginal 2 4 . Contributions are non-marginal when they have to be collected anyway even if no personal income tax exist. For example, in the U.S. it is clear that if the income tax were replaced with another set of taxes, social security contributions would still have to be collected and the joint cost would have to be supported by the SSA alone.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "When reported cost allocations are. based on the marginal individual tasks, such as the cost of typing an extra line for social security contribudions, then the joint cost is excluded by definition. Such measures report the specific costs, not the joint costs. The negligible cost figure reported for the SSA may be related to this type of mistake. This could be the main reason for the low reported costs in the SSA.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "The second point is that joint production is a technique of collection which seems likely to be less costly overall than the sum of the costs of collecting separately the contribution information associated to workers that chose different fund managers. In this case the SSA, the IRS and Medicare would be using a superior technology for collection as compared to Chilean AFPs and health insurance companies. We have not measured the size of the cost saving available through this type joint production. Note that this is different from economies of scale, because it is likely that joint collection may be the most efficient technique regardless of the number of workers at any one employer. There is also no presumption that collection is a natural monopoly if -economies of scale are exhausted at some reasonable minimum efficient scale.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "Note that joint production does not refer in this case to the use of a centralized payment system 25 . The issue is whether individual reporting will be checked jointly or not, and whether the actualization of individual level data will be made jointly or not. In the conclusions we discuss how to organize joint collection in a setting with multiple providers of pension services.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "This section reports on two other centralized state-run systems, located in Malaysia and Zambia.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "S. Malaysia and Zambia",
        "sec_num": null
      },
      {
        "text": "This country established the Employee's Provident Fund (EPF) in 1951. This is a state agency that manages forced savings from the workers in the formal sector. The contribution rate is 20% of wages. Another social security institution is-Malaysia is SOCSO, which provides disability pensions for low and middle income workers, defined as those with an income below the equivalent of 803 U.S. dollars per month.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Malaysia",
        "sec_num": "5.1"
      },
      {
        "text": "The EPF pays a lump sum at age 55, which is the accumulated balance in an individual account, including interest. Therefore, no annuities or other periodic pensions during old age are offered by the EPF. However, at age 50 the member is also entitled to a lump sum of 33% of the outstanding balance. In addition, a member can draw at any age from the account balance to purchase housing. According to the most generous scheme, affiliates can withdraw up to 40% of the purchase price of a house or the members' total balance, whichever is less, up to a maximum of 20,000 Ringgit (8,032 U.S. dollars). There is no obligation to returns She funds to the EPF. In 1990, housing withdrawals were 42% of total withdrawals.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Benefits",
        "sec_num": null
      },
      {
        "text": "In case of permanent incapacitation or ineligibility for old-age benefit (e.g. because of death), the EPF pays back past contributions plus interest in a lump sum, subject to a maximum close to 12,000 U.S. dollars. In the case of death the EPF provides a type of simple insurance, because in addition to the previously described sum it pays a second lump sum which is inversely related to the age of the deceased member and to the number of years .of contribution. However, the formula is flawed in the sense that it deviates from normal insurance, because the payment is directly proportional to the account balance. The formula also fails to take into account the ages and number of spouse and dependent children. 2 6 Independently, SOCSO pays disability pensions if the contributor is deemed incapable of earning one third of the wages of a similarly qualified person because of physical or mental incapacity. To obtain a full pension (between 50% and 65% of the average wage during the 36 months prior to the disability notice), at least 24 contributions out of the last 40 months prior to the notice of invalidity are required. SOCSO also has an employment injury scheme that applies to cases of industrial accidents and occupational disease. In case of total disability, this scheme pays pensions of 90% of the average monthly wage during the 6 months before injury in respect to which contributions were made. There is a temporary disability benefit, and an additional allowance in case the injured persons needs constant attendarnce. Finally, SOCSO provides medical care for employment injuries at nominal cost. This is not provided by the pensions systems of the United States or Chile.",
        "cite_spans": [
          {
            "start": 716,
            "end": 719,
            "text": "2 6",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Benefits",
        "sec_num": null
      },
      {
        "text": "'In case of death, SOCSO pays widows 60% of the total disability pension and children share 40% of the same amount until age 21. When the case of death is not an employment injury, survivors are not insured in Malaysia.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Benefits",
        "sec_num": null
      },
      {
        "text": "In 199, the EPF had 6.342 million registered persons (members). According to Asher (1992) only 51.1% of members contributed for at least one month during 1991, implying that effectively covered workers were 3.239 million in 1991.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Coverage",
        "sec_num": null
      },
      {
        "text": "At the end of 1990 SOCSO had 4.58 million members, but there is no information about the proportion that were covered, i.e. the number that met the 24 month or 6 month contribution requirements mnentioned above. We will assume below that SOCSO gave effective coverage to the same number of active members at the EPF, that is 3.239 million in 1991. This would imply an optimistic ratio of insured to members of 70.7%, substantially larger than the 51.1% rate observed in the EPF.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Coverage",
        "sec_num": null
      },
      {
        "text": "The EPF offers a modest portfolio of pension services. It does not provide invalidity nor survivors insurance. The EPF does not pay periodic pensions, so it faces smaller administrativecosts than a standard pension system. No poverty-alleviation pensions for the poor old are administered by the EPF.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Services",
        "sec_num": null
      },
      {
        "text": "The most important factor in the quality of a pension is the rate of return obtained by the fund, discounted by the risk incurred. In the case of the EPF, it is free to credit a rate of return to members' accounts which may be different from that actually obtained in investments. However, the EPF statute guarantees members a nominal rate of return of 2.5% per year. -In fact the EPF has declared a dividend rate of 8% nominal in the last years. The following information is available: To evaluate the quality of service to members it is necessary to compare the actual returns paid to members with a benchmark that shows the returns available on voluntary investments. In Malaysia bank interest rates have been free since 1981, so we compare with bank lending rates. The line called spread in Table 13 shows that the EPF was earning a sizable negative spread. until 1986, when matters improved radically and the spread disappeared. We don't have information. on -performance for 1992, when the Ringgit was devalued, inflation picked up and nominal deposit rates recovered, although nominal lending rates remained almost flat.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 795,
            "end": 803,
            "text": "Table 13",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "Services",
        "sec_num": null
      },
      {
        "text": "A figure that offers a glimpse on the quality of pensions produced by the E.PF is that its investment in M'alaysian govermecnt securites was 79.3% in 199027. On the other hand, in March 1992 the EPF held 52% of the total debt of the Federal Government of Malaysia. This is not surprising, since the EPF is required by law to hold at least 70% of its investmnents in government securities. In addition, the Minister of Finance designates 4 of the 7 members of the Investment Committee. Foreign investment is banned. This suggests that the probability of sizable pensions being paid is excessively dependent of the probability that Malaysia will have uninterrupted sound fiscal management for the next decades.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Services",
        "sec_num": null
      },
      {
        "text": "In 1989 deposits with domestic banks and money market instruments were 7.6% of the investment portfolio, while promissory notes plus debentures and guaranteed loans to independent parties were 4.1 %. The EPF also held 1.9% of its portfolio in quoted shares in 1989 (market value). Regarding affiliated parties, 0.23% of the investment portfolio was held in shares of a subsidiary of the EPF: the Malaysia Building Society Berhad, and an additional 1.58% of the portfolio was invested in a loan to this same company.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Services",
        "sec_num": null
      },
      {
        "text": "In fact, the portfolio management services provided by the EPF are modest. In 1989 the Investment Panel met only 8 times. There has been an experiment of entrusting part of the portfolio to professional portfolio managers, but this part was only 0.54% of the portfolio in 1989.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Services",
        "sec_num": null
      },
      {
        "text": "The authorities claim that their performance after fees has been modest, but apparently they are restricted to invest in the domestic money market.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Services",
        "sec_num": null
      },
      {
        "text": "Now consider other services. The EPF issues individual account statements twice a year to those that have contributed in the last twelve months, while the rest can obtain it only upon request. The statements are sent in individual envelopes to the employers' location. The EPF also provides a valued service by administering the \"housing schemes\" associated to it. As explained before, the fund management services provided by the EPF are very limited. The EPF has 40 branch offices (1992) and 2,350 employees (1989).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Services",
        "sec_num": null
      },
      {
        "text": "The 1990 operating expenditure of the EPF was 81.3 million Ringgit, and the 1991 operating expenditure was 89 miUion Ringgit. In 1990 SOCSO incurred an administrative cost of 119.5 million Ringgit. Adjusting the SQCSO figure by the Malaysian inflation rate of 4.4% for 1991, and adding the EPF 1991 figure we get an estimate of total administrative cost of 77.72 million U.S. dollars for 1991 (the average exchange rate for 1991 was 2.75 Ringgit per US dollar). Dividing this by 3.239 million covered workers we obtain an average cost of 24.0 U.S. dollars per year. This is made up of 10.0 dollars for the EPF and 14.0 dollars for SOCSO.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Costs",
        "sec_num": null
      },
      {
        "text": "In 1989 the average annual compensation of EPF employees was 5,7r6 U.S. dollars 2 8 . This was 1.84 times the average annual covered wage of members, which was 3,108 U.S. dollars in the same year 2 9 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-. 46 -",
        "sec_num": null
      },
      {
        "text": "The main social security institutions in Zambia are the following 3 0 :",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Zambia",
        "sec_num": "5.2"
      },
      {
        "text": "a) The Provident Fund, established in 1966. It is a mandatory contribution system that provides lump-sums to registered persons ('members\") that meet conditions of age, retirement, invalidity and to survivors of deceased members. It covers workers in the private sector, parastatals and non-pensionable workers in the public sector.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Zambia",
        "sec_num": "5.2"
      },
      {
        "text": "b) The Civil Service Pension Scheme. This a pension system established by the government for its employees that are in the Public Service, including the Teaching Service and the Defense Forces.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Zambia",
        "sec_num": "5.2"
      },
      {
        "text": "c) The Local Authorities Superannuation Fund, which covers senior employees in the local authorities and has only 26,000 members. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Zambia",
        "sec_num": "5.2"
      },
      {
        "text": "In the early eighties, Zambia's population was estimated at 6.5 million, of which 45% was in urban areas. The labor force was 1,880,400, but only 391,000 were wage earners (Kalula 1985, page 593). The rest were independent workers in agriculture and in the informal sector, and workers of agricultural cooperatives. In 1989 the population estimate was adjusted to 8 million, and the formal sector workers to 360,000. Life expectancy was adjusted to 57.5 years in the 1990 census (ISSA 1990, p. 61) .",
        "cite_spans": [
          {
            "start": 479,
            "end": 497,
            "text": "(ISSA 1990, p. 61)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Coverage",
        "sec_num": null
      },
      {
        "text": "28 Accordingto the EPF Annual Report, in 1989 the wage bill was MS 29.144 minlion and total personnel was 2,149. 29 In 1989 total collection was MS 3,566 million, coming from 2.660 million active members, while contribution rates were 10% on the employer and 10% on the employee. Average compensation was adjusted by the variation of the consamer price index until March 1992. as reported in the IFS (1 have only up to January. the variation was 8.74%, check this). 30 ISSA (1990), pages 66-67.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Coverage",
        "sec_num": null
      },
      {
        "text": "The National Provident Fund reports only the number of members, i.e. persons that contributed at least once This was 1,078,914 members as of March 1982 and 1,099,778 as of March 1988 (including the deceased in both numbers). The absence of growth is notable in the face of labor turnover between the covered and uncovered workers population changes, but it may be related to the problems with individual accounts. The number of contributors in a given month or in a given year was unknown. The only keported figure is about contributing employers, which were close to 10,000 throughout the 1980s (live accounts) 3 . Although we know that about 10% of employers were from the public sector, there is no-information about the shae of members that worked in the public sector. The heavy involvement of the state in production in Zambia suggests that a large share were employees of parastatals.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Coverage",
        "sec_num": null
      },
      {
        "text": "The law allows some .workers not to contribute to the provident Fund. These are casual workers ( those that work for less than one month), the self-employed, worker in cooperatives and domestic servants in rural areas. They can all become members voluntarily, but there -are no statistics regarding this.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Coverage",
        "sec_num": null
      },
      {
        "text": "On the other hand, the annual reports insist that compliance was deficient;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Coverage",
        "sec_num": null
      },
      {
        "text": "'As highlighted in the previous report, shortage of transport adversely affected the mobility of inspectors. Consequently, the level of compliance was not as high as expected... During the year, the Board experienced a critical shortage of transport, especially at Read Office and stations along the line of rail. This shortage resulted in hindering the running of operations. Consequently,, the Board had to make do with the available obsolete vehicles in which it spent huge amounts of. money on maintenance and repairs.\" 32 Another dimension of coverage is related to the maximum earnings for contribution purposes. Over the 1980's, it evolved from 200 to 500 to 3,000 Kwacha per month as a response to inflation. We have exchange rates for the last two of these limits, which meant that the limit was 51.8 U.S. dollars per month in 1990 and 62.4 U.S. dollars per month in 1991. From another point of view, in 1982183 the percentage of contributions that were calculated on a wage above 200 kwacha was 33.7%, but that rose only to 37.6% as of year 1988/89. In light of inflationary trends, this suggests that under reporting of salaries became massive in the private sector that was covered, and/or that real wages fell dramatically in the parastatal sector. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Coverage",
        "sec_num": null
      },
      {
        "text": "The contribution rate to the Provident Fund is 10%, of which different parts are paid in the name of worker and employer depending of the level of reported income. The Provident Fund offers the following benefits to its members: a) A lump-sum when attaining age 55 or when attaining age 50 provided the worker retires. Retirement into self-employment is acceptable. For those who joined the Fund before April 1, 1973, the same benefits are available at ages 50 and 45. The age/benefit structure shows that the financing system is partly pay-as-you-go, and is not fully funded.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Services",
        "sec_num": null
      },
      {
        "text": "The lump sum is the value of past contributions, plus credited interest. Credited interest is decided each year in advance of actual returns, so there is a defined-benefit or averaging concept behind the benefit formula. Actual investment returns may be different from credited interest for prolonged periods, with the difference being made up by growing reserves or by phantom assets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Services",
        "sec_num": null
      },
      {
        "text": "Upon old age or retirement, the worker may choose an annuity rather than a lump sum, but according to the financial figures most preferred the lump sum. b) Invalidity benefit is offered to members that. have permanent incapacity for any work due to physical or mental disability. . It consists of a lump sum equal to total accumulated contributions plus interest. It should be realized that this formula doesn't provide insurance, which would pay more to those invalids that are younger, because they have lost the eamings of more years. c) Survivor Benefit, paid to nominated spouse or other dependent relatives if death occurs before otherwise payable. It is a lump sum equal to total accumulated contributions plus interest. Again, this is not insurance. e) Maternity benefit of 100 Kwacha for each birth, for those female members that have 24 contributions to the fund. This is a cross subsidy, as the benefit is not deducted from the member's account.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Services",
        "sec_num": null
      },
      {
        "text": "The Provident Fund is governed by a Board with 16 members, of which five represent employers' associations (in turn dominated by parastatals, i.e. by the government), five represent employees' associations and six are named by the government.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Organization",
        "sec_num": null
      },
      {
        "text": "The two main aspects of quality are the risk-adjusted rate of return obtained by members and the quality of services. Regarding the first issue, the law fixes -the composition of the Investment Committee, which has exclusive responsibility for allocating investments, of which five are named by the government and two are persons nominated by the Minister responsible for Labor to represent employers' associations and the other to represent employees' associations 3 3 . Regarding the outcome, the following table is illustrative. The rate of return have been negative in the whole financial system in Zambia, but the Provident Fund has done significantly worse than bank deposits. If the portfolio had included domestic real estate and some foreign investments, returns would have been much higher. The spread used by the Provident Fund to pay its administrative expenses grew to 6.6 percentage points per year, as the real value of the fund it manages was eroded by inflation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Indicators of quality",
        "sec_num": null
      },
      {
        "text": "Another aspect of quality is related to efforts to improve the allocation of investment. However, in the provident fund investment decisions are very infrequent. For example, in 1988/89 the Investment Committee approved just eleven investments, the largest of which were loans to the government. In the year ending in 1988, 60.4 % of the portfolio was invested in government stocks, loans to the government and loans to parastatals. 11.2% was invested in real estate, including that used by the Provident Fund administration. 22.1 % was invested in bank deposits, a share of which are state-owned.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Indicators of quality",
        "sec_num": null
      },
      {
        "text": "Regarding the quality of service, the available information suggests it is low. For example, the Annual Reports indicate that only a share of the requests for indivlidual statements of accounts are processed and issued. Specifically, in the year ending in March 1988, 13,280 requests were received but only 82% were processed and issued (page 7).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Indicators of quality",
        "sec_num": null
      },
      {
        "text": "The accounting in the Zambia National Provident Fund is audited annually by external auditors, so it is quite reliable. The only aspect thatis not treated convincingly is the imputed rent earned By the find on buildings it has let the Zambia National Provident Fund Board (the fund manager). It is notable that the imputed rent has been constant fixed in nominal terms throughout the 1980's, even though the country experienced substantial inflation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Cost",
        "sec_num": null
      },
      {
        "text": "The costs reported below refer to services rendered during the active life of the worker. There are no services offered in the passive phase of life because old-age benefits are paid as lump sums. : Obtained by dividing reported costs by the number of formal sector workers, which wa 360.000 in 1989 (ISSA. 1990 p. 61). **: The dollar figure is obtained in a way that excludes the effects of changes jr the Zambian real exchange rate. All Kwacha figures are taken to 1982 using the Zambian CPL. then the exchange rate for that year is used to convert into U.S. dollars, and the resulting dollar figure is taken to 1991 using U.S. CPI inflation. The Zambian CPI used is that reported in the International Financial Statistics for the previous calendar year, because thd reported year ends in March 31 of each year. Source: Annual Reports of the Zambia National Provident Fund Board for 82/83. 83J84, 87AS and 58189.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Cost",
        "sec_num": null
      },
      {
        "text": "We consider the average of 1983 and 1984 to be more representative of steady-state costs,. as the foreign exchange shortages of the latter period many of the normal activities to a stop.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Cost",
        "sec_num": null
      },
      {
        "text": "We find that although annual costs per worker are bot large in real terms, they represent an unusually large fraction of contribution revenue. This suggests that the administrative cost of providing pension services should not be assumed to be a proportion of wages or of contributions in international comparisons.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Cost",
        "sec_num": null
      },
      {
        "text": "In the year ending in March 1988, the expenditure of the Provident Fund was allocated as follows: It is remarkable how the cost structure is much less intensive in salaries than in similar government agencies in the OECD.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Cost structure",
        "sec_num": null
      },
      {
        "text": "The Provident Fund had 27 offices around the country and a staff of 1,492 in March 1988. On the basis of the reported figure for salaries, but excluding other personnel-related costs 3 4 , the average salary at the Provident Fund was 1,322 Kwacha per month during that financial year. If the number of contributors were equal to the 360,000 people employed for a wage, this salary would be 4.6 times the average taxable salary on which contributions were based. This is in part due to the fact that the maximum taxable salary is relatively small in Zambia.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Cost structure",
        "sec_num": null
      },
      {
        "text": "The evidence in this paper shows that the differences in the quality of service between pension systems are as large as the difference between administrative charges. State-run pension systems appear as providing inferior services -the case of Zambia is most dramatic -but they are cheaper also. The following table summarizes our cost findings. Incomplete means that full life coverage is not offered by the system.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Comments",
        "sec_num": "6."
      },
      {
        "text": "34 The costs of canteen. sports clubs (including tennis and golf) and interest on staff pension fund wac together 8.4 % of salaries and anlowances in the year ending in Mbarch 1988.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Comments",
        "sec_num": "6."
      },
      {
        "text": "An important conclusion is that the charges in private annuity markets are very considerable, confirming the results of Friedman and Washawsky (1990) . Even in the case of group annuities, the cost to the user in the United States is 8.6 times the cost of state-run annuities. This is a withincountry comparison, not subject to the biases in international comparisons. On the other hand, charges for the active-life portion of pension services seem to be more similar across private and public providers.",
        "cite_spans": [
          {
            "start": 120,
            "end": 149,
            "text": "Friedman and Washawsky (1990)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Comments",
        "sec_num": "6."
      },
      {
        "text": "The difference in quality between public and private annuities is an obvious candidate to explain this difference. It is instructive to ask why large employers in the United States have never sought to contract out pension administration with the Social Security Administration, to take advantage of its low costs. This is a relevant question, considering that federal pensions are adjusted by the CPI, so they offer better protection than private annuities in case of inflation. This could mean that an employer pays the SSA a single premium for each employee that retires, the SSA spends the funds immediately paying benefits to others, and the SSA guarantees the-payment of the associated benefits out of future taxes, subject to future Congressional changes to the amount of the benefits. This description suggests one possible answer: many US employers prefer to absorb the charges associated to the purchase of annuities in order to have them funded and protected by contract law.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Comments",
        "sec_num": "6."
      },
      {
        "text": "Chilean annuities are also expensive. Although the cost of private annuities appears much lower for Chile in Table 16 , an adjustment for differences in incomes shows that the Chilean cost would be USS 187.4 per year of active life if US incomes applied in Chile, higher than the cost of group annuities in the U.SI. On the other hand, as private annuities are indexed to the CPI in the Chilean case, the difference in quality is even more obvious. Note that the improvement in quality due to CPI indexing is not a feature of the insurance industry itself, but is a consequence of the existence of issuers of CPI-indexed debt.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 109,
            "end": 117,
            "text": "Table 16",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "Concluding Comments",
        "sec_num": "6."
      },
      {
        "text": "The high charges for the guarantees embedded in private annuities suggest that products with fewer guarantees might be substantially cheaper. For example, one can imagine a variable annuity -where most of the investment risk is borne by the pensioner -invested mostly in fixed income securities, plus an adjustment for deviations between projected and actual mortality --so the risk of errors in the life table are borne mostly by pensioners. This would be quite similar to the phased withdrawal used in Chile plus longevity insurance. Another advantage is that it produces relatively inflation-proof benefits when invested in nominal debt of short maturity, even in countries where CPI-indexed debt is not abundant. The design of cheap retirement prooucts liked this one seems to be an attractive path for privately-managed pension systems.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Comments",
        "sec_num": "6."
      },
      {
        "text": "We have found that international comparisons of the collection function are mired by problems of allocation of joint costs. In Zambia, Malaysia and Chile the pension system must collect contributions on its own. In the United States, the Social Security Administration piggybacks on the income tax collection system (IRS). The possibility of joint collection suggests that the mandatory pension system can be used as a base for organizing other services, such as mandatory health contributions and widely based income taxes at a low marginal cost. This sort of infrastructure may yield significant benefits in other areas of the -economy, if organized efficiently. Those benefits should be credited to the operating income of the administrative entity of the pension system, or equivalently the cost allocation for the pension portion must be substantially less than 100 % of joint costs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Comments",
        "sec_num": "6."
      },
      {
        "text": "An interesting question is whether private provision of pension services can coexist with joint collection, in the sense that each employer faces just one collection agency. [f this were possible, then admini3trative charges in competitive privately-managed pension systems could be reduced. The answer is that for-profit fund managers have a direct incentive to come together and hire an agent to do joifit4y their collection from any one employer, because it reduces costs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Comments",
        "sec_num": "6."
      },
      {
        "text": ".In the case of Chile, other distortions have prevented this from happening. Chilean AFPs are allowed to organize collection as they wish, but the attempts to centralize collection have failed. The reason appears to be that, due to misalignments between the commission and cost structures, the information about who contributes what is privately very valuable. This information is so valuable that AFPs prefer to incur higher collection costs rather than sharing information. This seems to be specially true for the largest AFPs, who already enjoy to some degree the advantages of joint collection, so the savings for them are smaller. It is expected that as Chile attacks the sources of this other distortion, the incentives will shift to favor joint collection, including also mandatory health insurance and income taxes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Concluding Comments",
        "sec_num": "6."
      },
      {
        "text": "Beveridge, W. (1942). Appendix E, pages 284 and 285 andTable XL.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "This figure was obtained from the balance sheets of Provida, Santa Marfa and Habitua for the -year ended December .31, 1991, after., substracting Negotiable Securities and .Other Circulating -Assets. The resulting asset value is divided by, the number of. contributors in March 1992, multiplied by 0.12 and the result reduced to US dollars at the December exchange rate of Ch.S 374.51. The result is lowest for Provida (3.54) and highest for Habitat (6.56).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The services provided by insurance companies and insurance brokers are discussed below.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "It should also be taken into account that low-income workers are usually restricted by minimum amount requrement on deposits imposed by banks. These restrictions are not alowed to AFPs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "[(1.065 -0.0127)/1.065]9 = 0.8977 = 1 -0.1023.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "On the 495% figure. see public statement by Mr. GermAi Molina, President of AFP Habitam in newspaper El Mercurio, page B3. July 20, 1993, Santiago. Chile. Reported accounting figures",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "More precisely, the estimate was produced with the formula: Eff. Cov. Workers = A -B(1-0.062x(A/C)). where A = total registered persons: B= registered persons that did not contribute in the last 12 months; C = registered persons that did not contribute in the current month.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "I am grateful to Mr. John Tumer, of the US Department of Labor, for this information.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Premimncome was 67.9% of thie su of premiurm income anxd invesunltmeant nsi",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Source: EBRI (1992) page 161 dividing the tomal taxable earnings of covered workers for 1990. and then inflating bv 4% to consider nominal wage growth.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In the case of fixed proportions, the economically appropriate-cost allocation is obtained from the behavior of individual outputs as the sa}e of the input changes. At the optimal -scale. when the input increases one unit, the joint marginal cost is equal to the sum of the prices of each output times the marginal product of each output. 25 Chilean AFPs are already allowed to use the banling clearinghouse for payments.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The formula for the lump sum is Min ( 500; Max [ 12,000 Individual account balance x (60 age of death)/( 2 + 3-(Age at deathage of membership)) ] ),",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "7 These percentages were 84.8% in 1909 anf 88.1% in 1988.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Zambia National Provident Fund Board, 22nd Annual Report 1987188, pages 7 and 8.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Articles 33 and 32 (2) in the Providen Fund Act-",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The ratio of average covered incomes is 18,441 / (0.777x325x12) -18.441/3.030 -6.086 times.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {},
    "ref_entries": {
      "FIGREF0": {
        "uris": null,
        "fig_num": null,
        "num": null,
        "type_str": "figure",
        "text": "b) survivorship insurance for spouse and dependent children; c) a financial guarantee of investment returns. d) a guarantee regarding the outcome of the life table."
      },
      "FIGREF1": {
        "uris": null,
        "fig_num": null,
        "num": null,
        "type_str": "figure",
        "text": "insurance for spouse and dependent children; c) payment services, including delivery and accurate calculation of the monthly pension amount. d) Record-keeping for individual accounts."
      },
      "FIGREF2": {
        "uris": null,
        "fig_num": null,
        "num": null,
        "type_str": "figure",
        "text": "d) Supplementary Schemes, established by other employers that contribute also to the Provident Fund. One of them is the Mukuba Pension Scheme, established by the Zambia Consolidated Copper Mines Ltd. (state owned)."
      },
      "FIGREF3": {
        "uris": null,
        "fig_num": null,
        "num": null,
        "type_str": "figure",
        "text": "Souces: 17th Anmnual Report. page 9 and 22nd Annual Report, page S."
      },
      "FIGREF4": {
        "uris": null,
        "fig_num": null,
        "num": null,
        "type_str": "figure",
        "text": "d) Funeral Grant of 120 Kwacha if at least 24 contributions have been credited."
      },
      "FIGREF5": {
        "uris": null,
        "fig_num": null,
        "num": null,
        "type_str": "figure",
        "text": ""
      },
      "TABREF0": {
        "num": null,
        "content": "<table><tr><td>Type of Registered Person</td><td>Payments to Pension System</td></tr><tr><td>(% of covered wage)</td><td/></tr><tr><td>Active Dependent Worker</td><td>12.94%</td></tr><tr><td>Active Independent Worker:</td><td/></tr><tr><td>a) Contributor</td><td>12.94% of declared income</td></tr><tr><td>b) Non contributor</td><td>zero</td></tr><tr><td>Out of the formal labor force,</td><td/></tr><tr><td>but not retired:</td><td>zero</td></tr><tr><td colspan=\"2\">Source: SAFP Bulletin. Data for September 1992. Total payments is the sum of 10%</td></tr><tr><td colspan=\"2\">explicit contribution plus the average of the so called \"additional\" fee. which provides</td></tr><tr><td colspan=\"2\">insurance for invalidity and survivorship and includes most of AFP's commission</td></tr><tr><td colspan=\"2\">income. The other fees are not deducted from salary.</td></tr></table>",
        "type_str": "table",
        "html": null,
        "text": "Payments to the Chilean Pension System while Active"
      },
      "TABREF1": {
        "num": null,
        "content": "<table><tr><td/><td colspan=\"4\">Real Razes of '7eturn in Chilean Pension Fund</td><td/></tr><tr><td/><td colspan=\"3\">( % per year. above CPI inflation)</td><td/><td/></tr><tr><td>Year</td><td>Return</td><td>Year</td><td>Return</td><td>Year</td><td>Return.</td></tr><tr><td>1981* 1982 1983 19B4</td><td>12.9 % 28.5 % 21.2 % 3.6 %</td><td>1985 1986 1987 1988</td><td>13.4 % 12.3 % 5.4 % 6.5 %</td><td>1989 1990 1991 1992</td><td>6.9 % 15.6 % 29.7 % 5.2 %</td></tr><tr><td colspan=\"6\">: Only July to December. because AFPs started operations in may 1. 1981. Source: Boletin Superintendencia AFPs.</td></tr></table>",
        "type_str": "table",
        "html": null,
        "text": ""
      },
      "TABREF2": {
        "num": null,
        "content": "<table><tr><td>Registered person</td><td/><td colspan=\"3\">Services Received</td><td/></tr><tr><td colspan=\"6\">Fund Management &amp; Guarantees Adcounts -nformation &amp; Paym.Srv. Individual Personal Collection Insurance</td></tr><tr><td>Active Dependent Worker</td><td>YES</td><td>YES</td><td>YES</td><td>YES</td><td>YES</td></tr><tr><td>Independent Worker: a) Contributor b) Non contributor</td><td>YES YES</td><td colspan=\"2\">YES TEMPORARY YES YES</td><td>YES YES</td><td>YES ND</td></tr><tr><td>Out of the labor force, but not retired. Does not contribute.</td><td>YES</td><td>TEMPORARY</td><td>YES</td><td>YES</td><td>ND</td></tr><tr><td>Pension recipients</td><td/><td/><td/><td/><td/></tr><tr><td>a) Programmed Withdrawal</td><td>YES</td><td>-ND</td><td>Y</td><td>-YES</td><td>YES</td></tr><tr><td>b) Annuities</td><td>ND</td><td>YES</td><td>NC</td><td>N</td><td>YES</td></tr></table>",
        "type_str": "table",
        "html": null,
        "text": "Pension Services Received by those Registered"
      },
      "TABREF3": {
        "num": null,
        "content": "<table/>",
        "type_str": "table",
        "html": null,
        "text": ""
      },
      "TABREF4": {
        "num": null,
        "content": "<table><tr><td>Tmission Ztal</td></tr></table>",
        "type_str": "table",
        "html": null,
        "text": "Average Commissions Charged by Private Pension Fund Managers in Chile to Dependent Workers thatConeribute, 1987Coneribute,  -1992"
      },
      "TABREF5": {
        "num": null,
        "content": "<table><tr><td>P. Fund Manager</td><td colspan=\"2\">Marketing CaStS</td><td colspan=\"2\">Marketing Costs</td></tr><tr><td>(AFP)</td><td colspan=\"2\">Other Costs except</td><td colspan=\"2\">Total AFP Income\"</td></tr><tr><td/><td colspan=\"2\">Reinsurance *</td><td/><td/></tr><tr><td/><td>1990</td><td>1991</td><td>1990</td><td>1991</td></tr><tr><td>Concordia</td><td>34.8%</td><td>33.2%</td><td>18.2%</td><td>19.3%</td></tr><tr><td>Cuprum</td><td>84.3%</td><td>82.3%</td><td>20.7%</td><td>19.3%</td></tr><tr><td>El Libertador</td><td>27.7%</td><td>35.7%</td><td>12.1%</td><td>17.7%</td></tr><tr><td>Futuro</td><td>21.3%</td><td>28.2%</td><td>7.7%</td><td>12.1%</td></tr><tr><td>Habitat</td><td>19.4%</td><td>26.7%</td><td>6.8%</td><td>10.8%</td></tr><tr><td>InvierLa</td><td>21.9%</td><td>26.3%</td><td>13.7%</td><td>14.5%</td></tr><tr><td>Magister</td><td>22.5%</td><td>29.3%</td><td>13.6%</td><td>17.8%</td></tr><tr><td>Planvital</td><td>41.7%</td><td>58.9%</td><td>20.8%</td><td>25.8%</td></tr><tr><td>Protecci6n</td><td>75.5%</td><td>62.2%</td><td>23.8%</td><td>24.2%</td></tr><tr><td>Provida</td><td>32.1%</td><td>35.7%</td><td>12.3%</td><td>5S.0%</td></tr><tr><td>Santa Maria</td><td>32.6%</td><td>35.2%</td><td>13.5%</td><td>15.3%</td></tr><tr><td>Summa</td><td>23.0%</td><td>?6.5%</td><td>9.1%</td><td>11.1%</td></tr><tr><td>Uni6n</td><td>30.3%</td><td>29.3%</td><td>15.4%</td><td>15.7%</td></tr><tr><td>TOTALSYSTEM</td><td>30.8%</td><td>34.6%</td><td>12.5%</td><td>14.9%</td></tr></table>",
        "type_str": "table",
        "html": null,
        "text": "Marketing Costs of Private Fund Managers in Chile, by AFPs (1990-91)    This is the same -total commission income, including that used to finance pay back invalidity and survivorship compensation. Source: AFP income and loss statements."
      },
      "TABREF6": {
        "num": null,
        "content": "<table><tr><td>Name of AFP</td><td>Number of</td><td>Average</td><td colspan=\"2\">Non-marketing</td><td>Average</td></tr><tr><td/><td>Effective</td><td>Net Charge</td><td/><td>average</td><td>Wage of Contributors</td></tr><tr><td/><td>covered workers</td><td>(US dollars</td><td/><td>Charge</td><td>(US doll. per</td></tr><tr><td/><td>(March 1992)</td><td>/year)</td><td colspan=\"2\">(US dol./year)</td><td>month, Mar. 92)</td></tr><tr><td>Concordia</td><td>108,103</td><td>35.3</td><td/><td>26.8</td><td>169.8</td></tr><tr><td>Provida</td><td>964,130</td><td>37 4</td><td/><td>28.6</td><td>250.1</td></tr><tr><td>Santa Maria</td><td colspan=\"3\">676.195 ---average for the system -45.4</td><td>35.5</td><td>256.9</td></tr><tr><td>Habitat</td><td>599,840</td><td>56.0</td><td/><td>47.9</td><td>322.0</td></tr><tr><td>Summa</td><td>264,654</td><td>57.0</td><td/><td>46.8</td><td>370.7</td></tr><tr><td>Planvital</td><td>69.613</td><td>57.8</td><td/><td>40.1</td><td>250.7</td></tr><tr><td>El Libertador</td><td>65,646</td><td>63.3</td><td/><td>45.3</td><td>351.7</td></tr><tr><td>Magister</td><td>57,976</td><td>63.9</td><td/><td>48.8</td><td>265.7</td></tr><tr><td>Invierta</td><td>92.490</td><td>67.5</td><td/><td>55.4</td><td>236.8</td></tr><tr><td>Uni6n</td><td>245,555</td><td>70.3</td><td/><td>55.7</td><td>291.0</td></tr><tr><td>Cuprum</td><td>93,515</td><td>95.1</td><td/><td>61.7</td><td>673.3</td></tr><tr><td>Proteccidn</td><td>36,012</td><td>131.2</td><td/><td>85.4</td><td>601.1</td></tr><tr><td>Futuro</td><td>7,103</td><td>148.5</td><td/><td>119.6</td><td>656.6</td></tr><tr><td>TOTAL</td><td>3,280,832</td><td>51.6</td><td/><td/></tr></table>",
        "type_str": "table",
        "html": null,
        "text": "Charnt ner covered workers byAFP. 1991  (1992"
      },
      "TABREF7": {
        "num": null,
        "content": "<table><tr><td colspan=\"3\">(1988 dollars per covered employee)</td><td/></tr><tr><td>Source of Cost Factor</td><td>Defined Benefit</td><td>Defined Contribution</td><td>Cost Ratio (DB/DC)</td></tr><tr><td>Investment Advice</td><td/><td/><td/></tr><tr><td>&amp; Management fees Actuarial fees Accounting fees Salaries and Allowances Contract Administrator fees Legal fees Valuation/Appraisal fees Trustee fees and expenses Other Administration</td><td>38.60 8.74 2.15 5.47 6.90 3.05 0.41 10.37 70.79</td><td>6.94 0.38 1.06 0.58 1.82 0.58 0.27 3.81 10.92</td><td>5.5 23.0 2.0 9.4 3.8 5.3 1.5 2.7 6.5</td></tr><tr><td colspan=\"2\">TOTALCOSTS Non Investment Mngmt. Costs 107.88 146.48</td><td>26.36 19.42</td><td>5.56 5.55</td></tr><tr><td>p participants projected 1988</td><td>26.530</td><td>29.118</td><td/></tr><tr><td>(millions)</td><td/><td/><td/></tr><tr><td colspan=\"2\">Source: Trends in Pensions 1992, Table A-15.</td><td/><td/></tr></table>",
        "type_str": "table",
        "html": null,
        "text": "Comparison of Cosrs of Defined Benefit and Defined ContributionPension Plans with more than 100 participants in the UnitedStates, in 1988."
      },
      "TABREF8": {
        "num": null,
        "content": "<table><tr><td colspan=\"6\">Annuity Premiums and Charges in the United States</td></tr><tr><td/><td colspan=\"4\">(billions of current dollars and %)</td><td/></tr><tr><td/><td colspan=\"2\">Individuals</td><td/><td colspan=\"2\">Groups</td></tr><tr><td/><td colspan=\"2\">1989 1990</td><td>1991</td><td colspan=\"2\">1989 1990 1991</td></tr><tr><td>Premiums</td><td colspan=\"3\">49.41 53.67 51-.67</td><td colspan=\"2\">65.59 75.40 71.92</td></tr><tr><td>(1) Commissions</td><td>2.22</td><td>2.70</td><td>2.89</td><td>0.41</td><td>0.56 0.66</td></tr><tr><td>(2) General Expenses</td><td>1.55</td><td>1.71</td><td>1.88</td><td>1.65</td><td>1.82 1.93</td></tr><tr><td>Total Expenses(1)+(2)</td><td>3.77</td><td>4.41</td><td>4.77</td><td>2.06</td><td>2.38 2.59</td></tr><tr><td>(3) Accounting profit</td><td/><td/><td/><td/><td/></tr><tr><td>before taxes</td><td>4.21</td><td>3.82</td><td>5.94</td><td>1.84</td><td>3-.78 2.48</td></tr><tr><td>Total Charges on</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">Annuitants (1l.+(2)+(3) 7.98</td><td colspan=\"2\">8.23 10.71</td><td>3.90</td><td>6.16. 5.07</td></tr><tr><td>Expenscs/Premiums</td><td colspan=\"3\">7.6% 8.2% 9.2%</td><td colspan=\"2\">3.1% 3.2% 3.6%</td></tr><tr><td>T. Charges/Premiums</td><td colspan=\"3\">16.2% 15.3% 20.7%</td><td colspan=\"2\">6.0% 8.2% 7.1%</td></tr><tr><td>Average 1989-91</td><td/><td>17.4%</td><td/><td/><td>7.1%</td></tr><tr><td colspan=\"6\">Source: American Council of Life Insurance, in private communication with Suzanne</td></tr><tr><td>Stennock.</td><td/><td/><td/><td/><td/></tr><tr><td>16 pm</td><td/><td colspan=\"2\">of prenamings</td><td/><td>in 1991.</td></tr></table>",
        "type_str": "table",
        "html": null,
        "text": ""
      },
      "TABREF9": {
        "num": null,
        "content": "<table><tr><td/><td colspan=\"3\">Group Annuity Expenses in 1942-1962</td></tr><tr><td/><td/><td colspan=\"2\">(% of premiums)</td></tr><tr><td>Year</td><td colspan=\"2\">Commissions Other Expenses</td><td>Total Expenses (excluding profits and taxes)</td></tr><tr><td>1942</td><td>0.53%</td><td>1.36%</td><td>1.89%</td></tr><tr><td>1943 1944 1945 1946 1947 1948 1949 1950 1951</td><td>0.50% 0.49% 0.48% 0.42% 0.43% 0.38% 0.40% 0.32% 0.33%</td><td>1.33% 1.13% 1.34% 1.\"% 1.46% 1.43% 1.45% 1.24% 1.33%</td><td>1.83% 1.62% 1.82% 1.86% 1.89% 1.81% 1.85% 1.56% 1.66%</td></tr><tr><td>1952 1953 1954</td><td>0.32% 0.31% 0.29%</td><td>1.27% 1.51% 1.53%</td><td>1.59% 1.82% 1.82%</td></tr><tr><td>1955 1956</td><td>0.28% 0.29%</td><td>1.62% 1.79%</td><td>1.90% 2.08%</td></tr><tr><td>1957</td><td>0.29%</td><td>1.94%</td><td>2.23%</td></tr><tr><td>1958 1959 1960 1961 1962</td><td>0.28% 0.25% 0.30% 0.30% 0.30%</td><td>2.13% 2.10% 2.67% 2.90% 2.92%</td><td>2.41% 2.35% 2.97% 3.20% 3.22%</td></tr></table>",
        "type_str": "table",
        "html": null,
        "text": ""
      },
      "TABREF10": {
        "num": null,
        "content": "<table><tr><td>17 [(1.10 -0.0243)/1.1018 = 0.8363 = I -0.1637</td></tr><tr><td>18</td></tr></table>",
        "type_str": "table",
        "html": null,
        "text": "This is not impossible. In 1984 houscholds whose head was aged 55-64 held $ 47,900 in all types of life insurance both individual and employer-based (ACLI 1992 Factbook. page 38)."
      },
      "TABREF11": {
        "num": null,
        "content": "<table><tr><td colspan=\"3\">(US dollars per covered worker per year)</td></tr><tr><td>Costs/Charges</td><td>DC Plans</td><td>DB Plans</td></tr><tr><td>Active Life</td><td>46.7</td><td>included</td></tr><tr><td>Passive Life</td><td/><td/></tr><tr><td>a) Individual</td><td>320.9</td><td>included</td></tr><tr><td>b) Group</td><td>130.9</td><td/></tr><tr><td>Total</td><td/><td/></tr><tr><td>a) Individual</td><td>367.6</td><td/></tr><tr><td>b) Gwup</td><td>177.6</td><td>187.3</td></tr></table>",
        "type_str": "table",
        "html": null,
        "text": "Lifetime charges in the US Private Pension system"
      },
      "TABREF12": {
        "num": null,
        "content": "<table><tr><td/><td/><td colspan=\"4\">Annual Administrative costs in US Social Security</td><td/></tr><tr><td/><td/><td colspan=\"3\">(mUilions of current dollars)</td><td/><td/></tr><tr><td>Year</td><td colspan=\"3\">Invalidity Administrative Covered Number of Invalidity cost per</td><td colspan=\"3\">Old-Age Number of Average &amp; Surviv. Pensions Cost per</td></tr><tr><td/><td>Cost</td><td>Workers(m.)</td><td>worker*</td><td colspan=\"3\">Adm. Costs (million) pensioner*</td></tr><tr><td>1988 1989</td><td>737 754</td><td>129.6 132.1</td><td>6.7 6.4</td><td>1,776 1.673</td><td>34.54 35.01</td><td>60.2 53.8</td></tr><tr><td>1990</td><td>707</td><td>133.6</td><td>5.7</td><td>1,563</td><td>35.56</td><td>47.5</td></tr></table>",
        "type_str": "table",
        "html": null,
        "text": "1992 dollars per year. assuming that inflation was 4% per year. Sources: Social Security Bulletin. Annual Statistical Bulletin 1990, page 129; EBRI Databook on Employee Benefits. 1992. pages 161 and 164. This table does not consider the Supplemental Security Income program which provided means-tested pensions, nor the Black Lung program. both administered by the SSA."
      },
      "TABREF13": {
        "num": null,
        "content": "<table><tr><td colspan=\"3\">(nominal % per year)</td><td/><td/><td/></tr><tr><td/><td>1985</td><td>1986</td><td>1987</td><td>1988</td><td>1989</td></tr><tr><td colspan=\"2\">Rate of Retumn on Investments (A) 7.76</td><td>7.84</td><td>8.13</td><td>7.47</td><td>7.40</td></tr><tr><td>Operating Expenditure/Assets</td><td>n. av.</td><td>n. av.</td><td>n. av.</td><td>0.18</td><td>0.18</td></tr><tr><td>Rate of Interest Credited</td><td>8.50</td><td>8.50</td><td>8.50</td><td>8.00</td><td>8.00</td></tr><tr><td colspan=\"2\">Nominal Interest In Bank Deposits 8.81</td><td>7.17</td><td>3.00</td><td colspan=\"2\">n. av. 4.60</td></tr><tr><td colspan=\"2\">Nominal Interest In Bank Loans (B) 11.54</td><td>10.80</td><td>8.19</td><td>7.25</td><td>7.00</td></tr><tr><td>Spread = (A) -(B)</td><td>-3.78</td><td>-2.96</td><td>-0.06</td><td>0.22</td><td>0.40</td></tr><tr><td>CPI Inflation</td><td>0.30</td><td>0.70</td><td>0.30</td><td>2.57</td><td>2.80</td></tr><tr><td>Real Intemest Credited by EPF</td><td>8.18</td><td>7.75</td><td>8.18</td><td>5.30</td><td>5.06</td></tr><tr><td colspan=\"6\">Source: EPF Annual Report 1989. and Intemnational Financial Statistics. lines 6 01. 6 0p</td></tr><tr><td>and 64.</td><td/><td/><td/><td/><td/></tr></table>",
        "type_str": "table",
        "html": null,
        "text": "Interest earned and credited by the Malaysian EPF"
      },
      "TABREF14": {
        "num": null,
        "content": "<table><tr><td/><td colspan=\"6\">Investnment Income earned by the Zambia National Provident Fund</td><td/></tr><tr><td/><td/><td/><td colspan=\"3\">(Million Kwacha of each year. %)</td><td/><td/></tr><tr><td colspan=\"2\">year Investment</td><td>Assets</td><td colspan=\"3\">Rate Interest Credited Rate of</td><td>In'Blation</td><td>Real</td></tr><tr><td/><td>Income</td><td/><td colspan=\"2\">of return to members</td><td>Interest</td><td colspan=\"2\">rate (CPI) Return</td></tr><tr><td colspan=\"2\">1983 26.317</td><td>n.ay.</td><td>a. av.</td><td>19.618</td><td>5.5 %</td><td colspan=\"2\">19.5 % -11.7 %</td></tr><tr><td>1984</td><td>30.967</td><td>385.985</td><td>8.0 %</td><td>22.571</td><td>5.5 %</td><td colspan=\"2\">20.1 % -12.2 %</td></tr><tr><td>1988</td><td>8.592</td><td>786.168</td><td>11.0 %</td><td>39.748</td><td>5.5 %</td><td>54.7%</td><td>-31.8 %</td></tr><tr><td>1989</td><td>97.162</td><td>803.750</td><td>12.1 %</td><td>37.040</td><td>5.5 No</td><td colspan=\"2\">128.7 % -53.9 %</td></tr><tr><td>Source:</td><td/><td/><td/><td/><td/><td/><td/></tr></table>",
        "type_str": "table",
        "html": null,
        "text": "Annual Reports of the Zambia National Provident Fund Board for 82/83. 83184. 87/88 and 88189. CPI Inflation obtained from International Financial Statistics, as the CPI level of the year divided by the CPI level of the previous year. The real return to members was calculated as [(1+ nominal return)/(1+ inflation)] -1."
      },
      "TABREF15": {
        "num": null,
        "content": "<table><tr><td/><td/><td colspan=\"3\">(Million Kwacha of each year)</td><td/><td/></tr><tr><td>year</td><td>Administr.</td><td colspan=\"5\">Contribution Revnue Am. Expense Cast per formal worker*</td></tr><tr><td colspan=\"2\">ending Expense</td><td colspan=\"3\">(M.Kw.) (M.U.S. S) Covered Wage</td><td>Kwachaty.</td><td>US Sty.**</td></tr><tr><td>1983</td><td>11.008</td><td>50.267</td><td>54.2</td><td>2.19 %</td><td>30.6</td><td>46.5</td></tr><tr><td>1984</td><td>13.303</td><td>53.709</td><td>42.9</td><td>2.48 %</td><td>37.0</td><td>47.1</td></tr><tr><td>1988</td><td>53.614</td><td>123.800</td><td>13.9</td><td>4.33 %</td><td>148.9</td><td>33.2</td></tr><tr><td>1989</td><td>66.685</td><td>128.900</td><td>15.7</td><td>5.17 %</td><td>185.2</td><td>18.0</td></tr></table>",
        "type_str": "table",
        "html": null,
        "text": "Administrative Expense In the Zambia National Provident Fund"
      },
      "TABREF16": {
        "num": null,
        "content": "<table><tr><td>Country and System</td><td>Active</td><td>Inval. &amp; Surv.</td><td>Passive</td><td>Total</td></tr><tr><td/><td>Life</td><td>Insurance</td><td>Life</td><td>Life Cost</td></tr><tr><td>Chile:</td><td/><td/><td/><td/></tr><tr><td>a) AFPs</td><td>51.6</td><td>6.7</td><td>Not. av.</td><td/></tr><tr><td>b) Life Ins. Companies</td><td>-</td><td>-</td><td>30.8</td><td/></tr><tr><td>United States:</td><td/><td/><td/><td/></tr><tr><td>a) Employer DC Plans</td><td>46.7</td><td>-</td><td>-</td><td/></tr><tr><td>b) Employer DB Plans</td><td>see total</td><td>see total</td><td>see total</td><td>187.3</td></tr><tr><td>c) Life Ins. Companies</td><td/><td/><td/><td/></tr><tr><td>i) Group</td><td>-</td><td>-</td><td>130.9</td><td/></tr><tr><td>ii) Individual</td><td>-</td><td>-</td><td>320.9</td><td/></tr><tr><td>d) Social Security</td><td>Not av.</td><td>5.7</td><td>15.1</td><td/></tr><tr><td>Malaysia:</td><td/><td/><td/><td/></tr><tr><td>a) EPF</td><td>10.0</td><td>-</td><td>-</td><td>Incomplete</td></tr><tr><td>b) SOCO</td><td>-</td><td>14.0</td><td>-</td><td>Incomplete</td></tr><tr><td>Zambia:</td><td/><td/><td/><td/></tr><tr><td>Provident Fund</td><td>46.8</td><td/><td/><td/></tr></table>",
        "type_str": "table",
        "html": null,
        "text": "Summary of Charges or Costs(U.S. dollars of 1992 per covered person per year of active life)"
      }
    }
  }
}