{
  "paper_id": "D698772",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:22.457830Z"
  },
  "title": "",
  "authors": [
    {
      "first": "Tom",
      "middle": [],
      "last": "Rawski",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Mark",
      "middle": [],
      "last": "Schaffer",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "E",
      "middle": [],
      "last": "Khine",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Jeffrey",
      "middle": [],
      "last": "Bernstein",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "C",
      "middle": [],
      "last": "Jones Production",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Anwar",
      "middle": [],
      "last": "Shah",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Olivia",
      "middle": [
        "Mitchell"
      ],
      "last": "October",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "D",
      "middle": [],
      "last": "Evans",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Fiank",
      "middle": [],
      "last": "Sader",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Haruo",
      "middle": [],
      "last": "Prospects",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Hyuntai",
      "middle": [],
      "last": "Horaguchi",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "",
      "middle": [],
      "last": "Kwak",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Ishrat",
      "middle": [
        "Husain"
      ],
      "last": "November",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "M",
      "middle": [],
      "last": "Youssef",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Saharan",
      "middle": [],
      "last": "Africa",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "1993-09",
  "venue": null,
  "identifiers": {},
  "abstract": "",
  "pdf_parse": {
    "paper_id": "D698772",
    "_pdf_hash": "",
    "abstract": [],
    "body_text": [
      {
        "text": "POLICY RESEARCH WORKING PAPER 1214",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Trade, aid, and investment are more inextricably savings rates by reducing public sector dissavings, th2 linked in Sub-Saharan Africa than anywhere else in the financial losses of public enterprises, and other non world, coritends H-sain, whose survey of Sub-Saharan productive spending. Certain low-middle-income Africa's prospects for tradv, aid, and investment lead African countries can attract a significant amount of to the following broad conclusions:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary findings",
        "sec_num": null
      },
      {
        "text": "foreign direct investment, but most resource-poor * Developing an outward orientation, improving countriesespecially in the Sahel and the Horn of competitiveness, and recapturing its lost share in world Africawill continue to depend on foreign aid. markets offers a higher potential payoff than any other * There must be a more durable solution to Africa's strategy for growth and sustainable development in debt problem. Only half of che debt service due can be Sub-Saharan countries. If the region had maintained paid, suggesting the urgent need to rcduce the debt internal competitiveness and retained its 1970 share of s.ock and thus debt servicing obligations, in alignment world exports, successfully defending against \"new\" with debt servicing capacity. Many currenr proposals entrants, its 199n level of exports woulc have been at under discussion, if implemented, can bring least $50 billion higher than actual earnings -considerable relief. assuming that the composition of Sub-Saharan exports * Several Sub-Saharan countries can attract would have changed to refiect changes in world trade.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary findings",
        "sec_num": null
      },
      {
        "text": "significant investment because of their location, low If the region continued to rely on exports of labor costs, natural resource endowments, and the size commodity products alone, the relative gains would of their domestic market. But productive investment have been much smaller. levels in most African countries have remained i In the last decade, Sub-Saharan Africa has become depress d, and even where economic policy reform has increasingly dependent on external resource flows for been i nplemented, the investor responseboth investment, imports, and development. But there is domestic and foreignhas been poor. Uncertainty, little chance of sustained high levels of aid because of fears of policy reversals, lack of credibility and budget constraints in the OECD countries, competing continuity, the contagion effect, and more attractive demands from new claimants, and the new opportunities elsewhere reinforce such structural conditionalities imposed by bilateral donors (for weaknesses in Sub-Saharan Africa as poor democratization, reduced military spending, ani infrastructure, inefficient services, and a weak human improved human rights). Most African countries must resource base to deprive Africa of new investment. mobilize domestic resources and increase domestic Introduction Sub-Saharan Africa (SSA) has experienced almost a decade of falling per capita incomes. Thirteen African countries, comprising a third of the region's population, are actually poore&r in per capita terms today than they were at independence. Poverty has grown and the natural environment has deteriorated. The region has lost a substantial part of its share in the world market for its exports. Most countries have had balance of payments difficulties and have suf.ered a loss of foreign exchange and the ability to import the goods necessary for growth and development. Some African countries have surrendered many of the gains made earlier in human resource development. And in many countries open urban unemployment is a growing problem posing a threat to stability.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary findings",
        "sec_num": null
      },
      {
        "text": "In Africa, more than other developing regions, trade, aid, debt and investment are inextricably linked. African countries are especially dependent on exports growth as it generates the scare foreign exchange needed to import the goods and services required for growth and development. Rising exports lead to rising imports. And, given their importance in the production structure of most African economies, the level of imports (other factors remaining constant) has a direct bearing on national income. Foreign aiC flows can supplement export-earned foreign exchange and enable recipient countries to enhance their impcrt capacity and achieve a higher rate of per capita income and consumption growth than would otherwise be possible. In a dynamic multi-period setting this would doub!e or triple per capita incomes faster than if only domestic resources were relied upon. New borrowings at concessional terms can also reinforce this effect provided the debt servicing payments on the existing s.ock of debt are lower than the new debt flows. Unfortunately, the severity of the debt problem in more than half of SSA countries has limited this option. Finally, foreign private investment, an increasingly important source of capital flows to developinig countries, has several added advantages for Africa. This paper attempts to bring together these three elements of the external sector ---trad&, aid and investment -and assess their effects on growth and sustainable development in Sub-Saharan Africa. The first section focuses on trade. It examines trends in export performance and imports and evaluates some of the main hypotheses that are advanced to explain Africa's relatively weak performance in foreign trade. The second section focuses on external aid, and raises a few issues about the sustainability and effectiveness of development assistance. The final section explores determinants of private investmnent in Africa and asks the question: What needs to be done to attract domestic and foreign investment?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Summary findings",
        "sec_num": null
      },
      {
        "text": "The notion that African countries should follow an outward-oriented trade strategy for growth and development is yet to find wide acceptance either among intellectuals or policy makers in Sub-Saharan Africa or elsewhere. Several disparate strands of arguments against trade liberalization are found in the literature and in policy discussions. They can be summarized as follows: (a) Efficiency gains from reforms are small as domestic producers cannot quickly reallocate resources to efficient sectors due to weaknesses in the human resource base,in infrastructure and in institutions;",
        "cite_spans": [
          {
            "start": 379,
            "end": 382,
            "text": "(a)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "TRADE",
        "sec_num": null
      },
      {
        "text": "(b) Even if producers can reallocate resources quickly into traditional primary exports, export revenues may not rise. Africa's primary eypoiLs face an inelastic world demand. Simultaneous expansion of these exports by Sub-Saharan African countries will depress rather than enhance export revenues (this has been called the fallacy of composition argument);",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "TRADE",
        "sec_num": null
      },
      {
        "text": "(c) Similarly, if African countries succeed in reallocating revenues to manufactured and other non-traditional agricultural commodities, growing protectionism in the OECD countries will prevent rapid expansion of African manufactured exports;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "TRADE",
        "sec_num": null
      },
      {
        "text": "(d) Liberalization of imports undermines economic growth by:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "TRADE",
        "sec_num": null
      },
      {
        "text": "crowding out imports of raw materials and capital goods in favor of consumer and luxurv goods; -widening trade deficits and undermining macroeconomic stability; and de-industrializing African countries, as domestic manufactures cannot compete with cheaper and dumped goods from other parts of the world.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "TRADE",
        "sec_num": null
      },
      {
        "text": "These objections to trade liberalization in SSA l .We been intensely debated for the nast several years. Their conclusive testing is beset with difficult conceptual, .aethodological and data availability problems. Nonetheless, recent studies have utilized improved analytical methods, measurement techniques and data to test the validity of these arguments. Although these studies may not provide definite answers to settle the controversy, they enhance our understanding sufficiently to cast doubt on objections to trade liberalization in Africa. What is the empirical evidence from these studies?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "TRADE",
        "sec_num": null
      },
      {
        "text": "During the 1960s, the volume of exports from African countries grew at an annual average rate of 6% a year (Table I) . Almost all countries in the region shared in this growth. Since 1973, however, export volumes have remained stagnant or declined significantly. For SSA, as a whole, including oil exporters, the total volume of exports declined on average, by about 0.7 percent a year in the 1980s. In contrast, developing countries as a group increased their export volume in the same period by 4.6 percent annually.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 107,
            "end": 116,
            "text": "(Table I)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Export Performance",
        "sec_num": null
      },
      {
        "text": "The share of African exports in world trade fell from 2.5 percent in 1970 to 1.0 percent in 1990 (Table II) . More dramatic was the relative decline of African exports among developing countries. Africa's share of developing country exports fell from 13 percent to 5 percent while other regions either maintained or increased their relative shares. Africa's share of non-oil primary commodities also declined substantially, from 7% to 3%. If SSA countries had maintained their 1970 market share of non-oil primary exports from LDCs and prices had remained the same, their export earnings would have been $20 billion a year higher in 1991-92. The difference is approximately equal to the region's total scheduled debt service payments in this period. In practice, part of this gain might have been lost because of lower prices resulting from increased supplies. However, Africa's competitors might not have expanded their exports so much had African countries been stronger exporters.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 97,
            "end": 107,
            "text": "(Table II)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Export Performance",
        "sec_num": null
      },
      {
        "text": "During the 1960s, African agricultural exports grew at nearly 2% a year. But since then, they have declined sharply -by more than 3% a year. Africa's share of exports for most of its major crop exports also fell during the 1970s and early 1980s, demonstrating that the problem was largely an African one. For example, between 1970s and 1980s, Africa's world market share for three main agricultural exports -coffee, cocoa and cotton -shrank by 22, 12 and 18 percent respectively. Indonesia which used to produce 16,000 tons of cocoa in 1980 exported more than 220,000 tons in 1990. Of the seven major agricultural exports, market shares rose only for tea and tobacco (Table  III) .",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 667,
            "end": 679,
            "text": "(Table  III)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Export Performance",
        "sec_num": null
      },
      {
        "text": "The structure of Sub-Saharan exports has remained largely unchanged since the early 1960s. The heavy reliance on primary commodities (including oil) persists; they accounted for 93 percent of total export earnings in 1970, declining to 84 percent by the end of the 1980s. A few countries, suCil as Kenya and Mlauritius, have diversified somewhat out of primary products, but they remain the exception. The markets for SSA exports have also changed little. Roughly half of the region's exports still go to the EC. African exporters have yet to take advantage of the booming markets of Asia. For most of St' Saharan Africa, growth in imports has tended to outpace growth in exports, gener..dng a ma:or foreign exchange constraint and impinging on overall economic growth. This consrraint was particularly acute in the 1980s. This was the result in part, of thu adoption of mniport substitution policy, and in part to inconsistent macroeconomic policy. While terms of trade deterioration played a role such deterioration was no greater than those faced by other developing countries. Within Africa, when cocoa and coffee terms of trade improved in the 1970s, Cote d'Jvoire fared notably better while the performance of Ghana and IJganda at that time was pocr. Several African countries export a very large fraction r. their GDP and decreases in the prices they receive for their commodity exports may represent large percentage cuts in their real incomes. To the extent that they are able to increase their export quantities the real income decline will be curtailed. This is essentially an empirical question that was explored by Gersovitz and Paxon.2' They tested the relationship between the changes in the terms of trade and economic performance for twenty-four countries for the period 1974-83 but did not find any statistically significant relationship.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Export Performance",
        "sec_num": null
      },
      {
        "text": "The history of commodity prices suggests 4' that th, re is no systematic tendency for these prices to continue to decline, and mary prices may have a tendency to return to higher values. Even for those commodities w th highly persistent prices, a substantial fraction of the shocks that lowered prices can be expected to dissipate over time.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Export Performance",
        "sec_num": null
      },
      {
        "text": "The evolution of the barter terms of trade varies for different groups of countries and has changed significantly over time. For the SSA region as a whole, terms of trade fell sharply in the 1980s, although the decline was from the historically high level attained in 1981. Despite the fall, the terms of trade were 34 percent higher in 1989 than in 1967. The loss in income caused by deteriorating terms of trade between 1985 and 1990 was far less than the gains up to the mid-1980s. Although declining terms of trade result in depressed levels of income, the region gained more income (at consiant prices) since 1961 from terms of trade changes than it lost. 5' Only in the last two years, as a result r-F the recession in the OECD countries, has the decline in the terms of trade resulted in sharply reduced incomes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Effects of Terms of Trade",
        "sec_num": null
      },
      {
        "text": "At a disaggregated level, the impact of the terms of trade has been uneven and not necessarily in the same direction for oil exporters, mineral exporters and agriculture exporters. Between 1970 and 1990, oil exporters enjoyed improvements of more than 100 percent while mineral exporters were hardest hit: their terms of trade fell by around 50 percent. Agriculture exports suffered a decline of 34 percent while the more diversified exports 30 percent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Effects of Terms of Trade",
        "sec_num": null
      },
      {
        "text": "The income loss from the aecline in the terms of trade for the region (excluding Nigeria) was around 10 percent of GDP between 1965-73 and 1987-90. Though large, the 'oss was spread over 20 years. Adding Nigeria to the picture reduces the 20-year loss to just 3.6 percent of GDP or 0.2 percent a year. The losses were biggest for mineral exporters (around 20 percent of GDP for the whole period) and much more moderate for the agricultural exporters (around 4 percent of GDP). Oil exporters gained from higher prices -around 4% of C.PP.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Effects of Terms of Trade",
        "sec_num": null
      },
      {
        "text": "The terms of trade losses are not unique to SSA. In fazt, other developing regions experienced a more severe deterioration in .heir terms of trade in the 1980s, but their export volumes still grew at a rapid rate. Betwe,.n 1980-88, East Asia's terms of trade fell by about 16 percent compared to only 8 percent for SSA. But East Asia was able to expand its exports at an annual rate of 10.4 percent while SSA's exports declined by an average 0.7 percent annuaJly daring the same period. Latin America's terms of trade declined by some 14 percent but its exports grew by 3.4 percent a year.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Effects of Terms of Trade",
        "sec_num": null
      },
      {
        "text": "At a country level, the situation is more differentiatee. Several African countries are distinguished from those in other regions of the world by the fact that three commodities of which Africa is a major exporter --Coffee, Cocoa and Copper--were severely depressed over the decade of the 1980s and their real prices had dropped to their historically low levels (although copper prices had rebounded in the later half of the decade). Countries deriving their export revenues mainly from any of these .ommDdities were indeed badly hurt. But it is interesting that the response of each of the affected countries was highly varied and no gene~ralized conclusions can be drawn.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Effects of Terms of Trade",
        "sec_num": null
      },
      {
        "text": "Though most countries in the region suffered a significant decline in export revenues in the period 1970-8-the main cause of the decline were falling export volumes and not the de^lining terms of trade. §' By contrast, for the period 1986-91 the terms of trade fell by about 10 percent while the volume of exports increased bv almost 30 percent. In an earlier less favorable period in the terms of trade, export revenues grew significanty mainly due to increases in export volume. Pickett 2' attempted to assess the effects on GDP growth of long-run terms of trade for a sample of twenty SSA low income countries over 1966-86. In all the 20 countries he examined the income effects of the terms of trade were negative, but in most cases the effect was quite modest. Worst hit were three mineral exporters --Zambia, Zaire and Mauritania. For the others, the income effects were relatively small,reducing estimated annntal GDP growth by less than a third of a percentage point.Y' Even for the hardest hit country --Zambia --the terms of trade deterioration can explain only one percentage point of the 3.4 percent reduction in GDP growth in the past two decades.",
        "cite_spans": [
          {
            "start": 618,
            "end": 626,
            "text": "1966-86.",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Effects of Terms of Trade",
        "sec_num": null
      },
      {
        "text": "It is often irgued that increases in volume of primary exports may not bet accompanied by increases in export revenue if many -untries increased their exports the same time. Th« argument is that with a generally inelastic world demand aggressive increases in supply by all countries will lower world prices.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Export Volume vs. Export Revenue: Fallacy of ComDosition",
        "sec_num": null
      },
      {
        "text": "This \"fallacy of composition\" argument is unconvincing. African production for most commodities (excluding cocoa, coffee, and copper) is a relatively small (less than 20%) share of the world market. Even doubling production would have a small effect on total world supply.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Export Volume vs. Export Revenue: Fallacy of ComDosition",
        "sec_num": null
      },
      {
        "text": "Akiyama and Larson 2' have empirically tested the valid of this argumnent by estimating the elasticity of export revenue (ERV) with respect to volume, which is the percentage change in export revenue when export quantity is increased by one percent. If expansion of export quantity has no effect on world prices, then the elasticity would be equal to one. If the world prices decline as a result of expansion of export quantity, then the elasticity would be less than one. A negative elasticity means that increase in export quantity causes export revenue to decline. The estimates of ERV are higher in the long-run than in the short-run.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Export Volume vs. Export Revenue: Fallacy of ComDosition",
        "sec_num": null
      },
      {
        "text": "The results of this study show that cocoa is the only commodity that faces a serious adding up problem. In the short-run, the ERV for cocoa is -0. 19 which mneais that a 10 percent increase in export quantities will reduce export revenues by 1.9 percent. For the long-run, the ERV is 0.33. Cote d'lvoire, and to some extent, Ghana are the two countries that face this problem. The best way in the short-run to address this problem is for both these countries to impose an export tax which will discourage inefficient producers. In the long-run productivity-enhancing technologies may lower the marginal cost of incremental production.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Export Volume vs. Export Revenue: Fallacy of ComDosition",
        "sec_num": null
      },
      {
        "text": "An argument is also advanced that structural adjustment programs in SSA, by expanding supply and exports of primary commodities, have depressed world prices. A number of SSA countries depend on a few primary commodities --cocoa, coffee, cotton, sugar, tea and tobacco --for a large share of their export earnings. The share of these 8/ El-Farhan's study also comes to similar conclusions. Although there was a positive association between the terms of' trade and GDP growth, this was generally not significant.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Export Volume vs. Export Revenue: Fallacy of ComDosition",
        "sec_num": null
      },
      {
        "text": "Akiyam., T. and D. Larson. 'Adding up Probilem -Strategies for Primary CoInmodity Expcrts in Sub-Saharan Africa. (World Bank, processed 1993).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2/",
        "sec_num": null
      },
      {
        "text": "five crops in the total agricultural commodity exports is about two-third. Only in two primary commodities --cocoa ana coffee --SSA's share of the world market is high.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2/",
        "sec_num": null
      },
      {
        "text": "Thus, in the short-run, increases in export of these crops by SSA as a whole would not increase the region's export revenues from these comarmodities. In the case of coffee, no SSA country has a large market share. Lience, at the individual countiy level, the \"adding up\" problem does not exist. Furthermore, tno SSA country has expanded production substantially in recent years. MJst of price-depressing expansion has been in Colombia, Indonesia and Viet Nam.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2/",
        "sec_num": null
      },
      {
        "text": "The story of cocoa markets is different. As notedl above, there is an \"adding up\" problem in case of cocoa. The question is whether .xports from Ghana and Nigeria under their strucwural adjustment program are the main contributory factor to the depressed world prices. Coleman, et al '° have recently analyzed the impact of cocoa export increases in major Sub-Saharan producing countries, on world prices and production of cocoa using a large si-uiltaneous equation model of the world cocoa market consisting of three blocks: supply, demand and price determination. The simulation results show that world cocoa prices would have been on average 8% higher and the value of world cocoa production 6% higher on average had there not been structural adjustnient programs in Ghana and Nigeria over the period 1982/83 -1989/90. According to the simulation results, world cocoa prices would have been about US$1,060/ton, instead of $980 in the late 1980s, had there not been SAPs in Ghana and Nigeria. The incremental exports --cocua from Ghana and Nigeria --have made only a small contribution to decline in world prices. The major part of the world cocoa price decline in the 1980s can be attributed to the rapid production irncreases in other countries --Cote d'Ivoire, Indonesia and Malaysia.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2/",
        "sec_num": null
      },
      {
        "text": "In any event, Africa cannot afford to adopt a passive role and lose even larger market shares to more aggressive Asian and Latin American exporters. That producers compete for markets is a fundamental reality, as true for manufacturing as it is for primary products. During the 1970s, it was aggressive exporting on the part of other developing country producers and the disastrous macro policies pursued by some A Irican producers that eroded Africa's expo-share, compounded by agricultural subsidies in developed countries. As SSA countries become low cost producers due to the policy reforms they have adopted, they will displace other competitors who have relatively higher marginal costs without affecting world prices.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2/",
        "sec_num": null
      },
      {
        "text": "Although most countries in SSA have found it difficult to reallocate resources to manufactured exports successfully, there is pervasive concern about industrial country 10/ Coleman, J.R., T. Akiyama and P.N. Varanges. \"Impacts of Policy Changes on Cocoa Sectors in Major Sub-Saharan Producing Countries' (World Bank, processed 1992).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Industrial Country's Protectionism Against Africa's Manufactured Exports",
        "sec_num": null
      },
      {
        "text": "protectionism aga,inst such exports. This ccr.cern and the resultinig pessimism are, however, unwarraii zd.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Industrial Country's Protectionism Against Africa's Manufactured Exports",
        "sec_num": null
      },
      {
        "text": "A detailed study of protection facing SSA exports in the EC, Japan and the U.S. markets \"' rules out protection in the industrial country markets as the cause of the relatively poor export performance in manufacturers of SSA countries. Iii fact, it was found tt.iat SSA had more favora' -arrangements ir. terms of both tariff and non-tariff barriers against their exports in those markets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Industrial Country's Protectionism Against Africa's Manufactured Exports",
        "sec_num": null
      },
      {
        "text": "Africa is a beneficiary of the GSP under the GATT, while the Lome Convention grants African countries virtually free access to the EC market. though African exports of primary commodities typically face low tariff rates and quantitative restrictions, t' market access for manufacturers is no', a problem at all. 1' Some SSA countrics benefitted from protection becv'jse industrial country protectionism restricts or bars non SSA developing countries' exports more than that of SSA exports.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Industrial Country's Protectionism Against Africa's Manufactured Exports",
        "sec_num": null
      },
      {
        "text": "Despite some success in import liberalization in a number of countries, protection is still appreciably higher in SSA than in other developing regions. Though the average level of tariffs and other ad valorem import duties is about 30 percent, non-tariff import barriers in different forms, including quantitative restrictions, foreign exchange controls and *.ate trading p ,vide a high degree of protection to import substitutes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Import liberalizatioL aNd Exports",
        "sec_num": null
      },
      {
        "text": "It has long been recognized that restrictions on imnports effectively tax exports, particularly those which rely on intermediate imported inputs or raw materials. The unit cost of export production rises proportionately.'\"' By implicitly taxing exports and thereby reducing international competitiveness, tariffs and other import restrictions often foreclose possibilities for expanding exports. Several studies \" of the tax incidence of import substitution on exports show that specially administered systems of incentives that are often used to offset the tax and promote or diversify exports have generally not been very effectivC. In simple terms, providing greater freedom to import improves the incentives for expanding exports in the most efficient manner. A recent study has modelled the export incentive of imports for SSA. Using available estimates of trade elasticities, it finds that if import duties are reduced to a uniform rate of only 10 percent and non-tariff barriers are dismantled, exports are estimated to increase by between 15 percent and 33 percent.' The study also shows that protection in SSA inhibits the progress of African countries in achieving greater export diversification.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Import liberalizatioL aNd Exports",
        "sec_num": null
      },
      {
        "text": "Different cross-country studies of adjustment policies and growth in SSA show one outcome consistently across countries and across different time periodsthat domestic economic policy reforms which include import policy reforms have contributed to significantly improving exports performance. Using several estimation methods including modified control group approach in which the initial conditions and internal and external shocks were controlled. El-Badawi, et al..' found that the estimated marginal effect of adjustme;. program on SSA export performance was positive and highly significant. After controiling for other factors, adjustment programs were estimated to have increased the export to GDP ratio of the intensive~ adjusters by 8 percent compared to other countries ir. the region.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Countra-Spciric Evidence",
        "sec_num": null
      },
      {
        "text": "There is also a good deal of country-specific evidence in Africa to substantiate the positive relationship between import liberalization and export growth. Econometric studies Ih/ of Malawi and Tanzania show that when import liberalization reduces protection and depreciates the real exchange rate, primary exports rise rapidly. The same has been true of Ghana and Uganda. Import liberalization in Mauritius led to a rapid expansion of manufactured exports.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Countra-Spciric Evidence",
        "sec_num": null
      },
      {
        "text": "The recent experience of Nigeria provides another interesting and pertinent illustration of import liberalization prompting export expansion. Since 1986, Nigeria has implemented substantial import liberalization. '9' Although official export statistics underestimate the true response to this set of measures, Katherine Moseley ?()' has documented the evidence of 'informal' exports from Nigeria to the West African subregion. \"' She notes that \"Made in Nigeria\" has become a common epithet in the region rather like \"Made in Japan\" or \"Made in Taiwan\" at the global level. The ultimate boundaries of this distribution network are not yet precisely known, but might be as far away as Zaire, for instance, or, to the west, Conakry, Guinea.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Countra-Spciric Evidence",
        "sec_num": null
      },
      {
        "text": "In the early 1980s, about one-half of the annual Nigerian cloth consumption of some 200 million meters was imported. Nigerian cloth exports were making serious inroads into these same regional markets from where it used to import. Nigerian textiles are now estimated to supply as much as 30% of the needs of the low income groups in the West African sub-region as a whole. Similar developments have been reported for other goods. Spare parts for Peugeot cars, cosmetics, medicines, cassette recordings, shoes, manufactured foods and detergents are now common exports to the region. Moseley notes that, although export production is often associated with the large-scale MNCs, in Nigeria, it was the indigenous small-and medium-sized firms which lead the export drive to the sub-region.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Countra-Spciric Evidence",
        "sec_num": null
      },
      {
        "text": "Concerns about the disruptive effects of import liberalization --inappropriate import composition, trade deficits and deindustrialization --are overstated. They are certainly not inevitable nor intrinsic to liberalization. In most cases such effects arise because import liberalization are not accompanied by complementary poli^ies. For example, import liberalization accompanied by financial sector reform or by appropriate exchange rate adjustmenits can avoid most of the disruptive transitional effects discussed.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Inappropriate Ixnpcrt Composition After Liberalization",
        "sec_num": null
      },
      {
        "text": "It is often asserted that one of the pernicious effects of import liberalization is the unrestricted flow of consumer goods and especially luxury goods at the expense of raw materials and capital goods needed for investment and growth. Where thiis has happened 19/ Nigeria abolished import licensing and removed all quantitaive restrictions with the exception of a few commodities, lowered the average tariff rates,devalued its currency substantially. allowed the non-oil exporters 100 percent retention of foreign exchange proceeds, decontrolled all output and input prices, except petroleum products and fertilizers and allowed producer prices to be determined by the market. 21/ These exports are taking place \"unofficially\" because of various considerations involving overvalued exchange rates of neighbors and their high tariffs, import bans in importing countries, corruption and red tape encountered at customs even for legal imports All this makes \"informal\" exports often the more attractive route.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Inappropriate Ixnpcrt Composition After Liberalization",
        "sec_num": null
      },
      {
        "text": "it is either because pre-liberalization restrictions on common goods led to a pent-up demand or because of imperfections in the financial market.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Inappropriate Ixnpcrt Composition After Liberalization",
        "sec_num": null
      },
      {
        "text": "The available evidence for a group of liberalizing SSA countries, does not support the claim that intermediate and capital goods have been \"crowded out\" and that import liberalization has opened the door for 'undesirable' and 'anti-development' imports. A sample survey of 27 adjusting low income countries in SSA for the period 1988-92 shows that capital goods and intermediate goods accounted for 67% of total impolts, fcod about 16%, fuel 4% and consumer goods only 13%. Ten years ago the share of capital and intermediate goods was only 54%, followed by food 26%, fuel 8% and consumer goods 12%. Though imports grew from $7.7 billion to $11.6 billion, a cumulative increase of about 50%, the share of consumer goods has not declined. Only the share of food imports has declined after liberalization. The declining dependence of African countries on food imports during the adjustment period is largely due to the expansion of domestic food production.22' Lower world prices of petroleum products has also led to a dramatic fall in fuel imports. On the other hand, raw materials and capital goods imports needed to increase utilization of existing capacity and new investment has been picking up over the last five years.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Inappropriate Ixnpcrt Composition After Liberalization",
        "sec_num": null
      },
      {
        "text": "Import liberalization, if unaccompanied by offsetting macroeconomic policies, will generate trade deficits in any economy. This is not only true if there is macroeconomic disequilibnium in the pre-liberalizatiorn period but also true if there is macroeconomic stability prior to liberalization. This is because import liberalization reduces domestic prices of imports thereby, raising import demand.\"' If the economy starts from a position of macroeconomic balance, either the exchange rate has to depreciate sufficiently to offset the decline in the average domestic price of imports or monetary policy has to become more restrictive to ensure that import liberalization does not generate trade deficits. If the economy starts from a position of macroeconomic imbalance (e.g. trade deficit), the offsetting policy changes have to be greater. Failure to depreciate the real exchange rate sufficiently has generally been a key factor in worsening the balance of payments situation after liberalization.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Generation of Trade Deficits",
        "sec_num": null
      },
      {
        "text": "Countries in SSA have often failed to implement complementary macroeconomic policies with import liberalization. For example, Kenya implemented substantial 22/ Food aid to SSA has almost halved from 4.8 million tons in 1985 to 2.5 million tons in 1990. The volume data on total food imports for the same period shows a similar trend -down from 11.0 million tonv to 7.7 million tons.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Generation of Trade Deficits",
        "sec_num": null
      },
      {
        "text": "23/ Under a monetary model of balance of payments, a decline in domestic prices of imports reduces the domestic price level (price level decline is greater, larger the state of imports in GDP). This raises real supply of money balances and for any given money demand, results in an outflow of reserves.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Generation of Trade Deficits",
        "sec_num": null
      },
      {
        "text": "liberalization of its quantitative restrictions in 1989 and 1990, but fdiled to depreciate its exchange rate sufficiently.4' As a result. there was pressure on the trade balance and an implicit reversal of import liberalization in the late 1990 and in early 1991 as the Government tried to prevent an outflow of reserves by increasing the length of time necessary to attain import licenses. Franc Zone countries have experienced a similar fate as their real exchange rate appreciated rather than depreciated after import liberalization. This experience is not unknown outside Africa, especially in the Southern Cone countries of Latin America.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Generation of Trade Deficits",
        "sec_num": null
      },
      {
        "text": "A number of observers have expressed the fear that liberal flow of imports would crowd out domestic manufactured products and lead to de-industrialization of Africa. The evidence behind these assertions is at best anecdotal and spotty and the actual examples of the closing down of firms are hard to find. The effective protection rates are still not that low in many countries, although some reduction has taken place.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "De-Industrialization of Africa",
        "sec_num": null
      },
      {
        "text": "In principle, it is necessary to distinguish between the short term and medium-tolong term aspect of the question. In the short-run, it is possible to minimize the disruptive effects on existing manufacturing firms by offsetting the decline in the average domestic price of imports with an exchange rate depreciation. To the extent that preliberalization tariffs (explicit and implicit) were not uniform, the higher than average tariffs will experience some contraction. But the overall adverse effect on manufacturing output will be minimized by the \"compensated\" depreciation. In the long run non-viable firms will close but new firms will open. The only issue is how long before the new firms emerge.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "De-Industrialization of Africa",
        "sec_num": null
      },
      {
        "text": "Over-valued exchange rates, high tariff and non-tariff protection, subsidized interest rates and other incentives had promoted a pattern of industrialization in SSA that was highly import-intensive and capital intensive. This conclusion is shared by the critics of structural adjustment such as Stewart, et al 25 who state that \"while industrial output grew at a rate comparable to that of other areas in the world before the 1980s, the pattern of industrialization vas, for the most part, inefficient by every measure, highly protected, highly import-dependent, with very few linkages with the rest of the economy and associated with very low levels of export\". The policy reforms initiated since the mid-1980s in many countries have tended to change the prevailing incentive structure and favor raw material based and labor intensive industries. This reallocation of resources cannot take place without some transitional social costs in terms of unemployed labor, under-utilized capacity, financial losses and increased indebtedness in the previously thriving industries. On the other hand, the emergence of new competitive industries that require fresh investment takes time and is often relatively slow and uneven. The factors determining investment are complex and extend to non-economic considerations such as political stability, policy credibility, etc.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "De-Industrialization of Africa",
        "sec_num": null
      },
      {
        "text": "Nevertheless, the buoyant growth of informal and small enterprises in Nigeria, Tanzania, Ghana, and Uganda, following import liberalization and other policy reforms, suggests that some reallocation of resources is already taking place and in the right direction. Moseley's 26' study of the Nigerian industrial sector confirms the responsiveness of the firms and entrepreneurs to the policy changes. Sourcing of local raw materials has become the predominant mode of adjustment for most of the previously import-dependent industries. There has also been a marked shift in capacity utilization and production away from industries such as vehicle assembly, paints and chemicals, beverages, etc., to textiles, fabrics and wood products --products in which countries of SSA have a larger comparative advantage.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "De-Industrialization of Africa",
        "sec_num": null
      },
      {
        "text": "The empirical basis of \"deindustrialization theory\" is quite shaky. If \"deindustrialization\" is in fact resulting as a consequence of structural adjustment, this can be observed by comparing the changes in the share of industrial value-added in GDP before and after adjustment and examining the growth rates. An inspection of the data for 11 adjusting countries in SSA with a sizable industrial sector does not show any decline in these shares. On the contrary, average annual industrial growth rates in the 1988-91 period have been fairly high relative to the earlier periods --(Uganda 11%; Nigeria 7%; Malawi 7%; Ghana 5%; Kenya 5%; Zimbabwe 4%).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "De-Industrialization of Africa",
        "sec_num": null
      },
      {
        "text": "The foregoing suggest that the skepticisrii in respect of the outward oriented strategy does not rest on firm or solid grounds. This inference is strengthened by the results of recent cross-country analysis iinking openness with GDP growth.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Openness and GDP growth",
        "sec_num": null
      },
      {
        "text": "The cross-country evidence for SSA now provides considerable support for a positive relationship between increased trade liberalization and GDP growth. This, together with country specific evidence, undermines the traditional presumption that openness does not work in the SSA region. This cross-country evidence is of two types: one linking export growth to GDP growth and the other linking measures of trade policy or openness with GDP growth.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Openness and GDP growth",
        "sec_num": null
      },
      {
        "text": "Moseley, K., ibid",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "26/",
        "sec_num": null
      },
      {
        "text": "The evidence linking export to GDP growth consists of two cross-country econometric studies. One study 27/ attempting to explain the GDP growth of SSA for the period 1970-86, shows that the strongest explanatory variable is the growth of export earnings; even when the import growth variable is introduced,the result is unchanged. i.e. its coefficient remains significant and with positive sign. The other study 28/ for a cross section of sixteen African countries (using period-average data) shows a strong positive relationship between export growth and GDP growth. These results demonstrate the importance of export growth in augmenting the GDP growth in SSA, though it is not obvious wkiether they capture the fact that increased exports increase the capacity to import and this relaxes the ir.1port constraint on growth or whether the growth of exports arises from efficienc.y increases generated by trade liberalization.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "26/",
        "sec_num": null
      },
      {
        "text": "The second type of cross-country evidence is based on measures of actual trade policy rather than an effect of trade policy (i.e. export growth). The evidence is nmuch more convincing because one does not have to assume that export growth is the effect of trade liberalization. A cross-country study of SSA, 29 for the period 1967-87, using an augmented production function framework and pooled time series and cross section data study found that differences in levels of or changes in openness accounted for significant differences in economic performance in terms of the level and growth of GDP. The study uses four different measures of openness --index of trade liberalization,mndex of outward orientation, black market premium and the actual trade shares --to investigate the relationship between openness and economic performance. The econometric results are robust across all four measures. In addition, estimates of the coefficient on openness remain virtually unchanged when a macroeconomic policy variable is introduced ir; the regression.\"' These results (i.e. coefficient estimates on openness) compare quite favorably with those for developing countries in other regions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "26/",
        "sec_num": null
      },
      {
        "text": "Since the prospects for significantly higher prices for most primary commodities are poor, export earnings must grow through increasing the supply of exports and through diversification. Diversification that is consistent with the comparative advantage of the country is an effective way to protect the country from the impact of large fluctuations in individual commodity prices, as shown by the experience of South and Southeast Asian countries. However, although diversification will take place as economic growth is accelerated, in the shortand medium-term countries must seek to expand traditional exports since it will take time to establish a i.ew product as a major export. Managing the commodity price risk by using financial risk management measures will certainly help in reducing the volatility in export earnings. In any event it would be best to provide neutral incentives for exports and to avoid targeted policies that may misallocate resources. Governments, after all, are generally bad at picking winners.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prospect",
        "sec_num": null
      },
      {
        "text": "Encouragingly, during the past 15 years or so, some African countries have managed to find new opportunities in world markets for certain primary commodities such as vegetable oils, soybeans and fishery products. Kenya has had success in exporting fruits, vegetables and flowers. However, with the exception of Mauritius, countries have not diversified significantly into labor-intensive light manufacturing, and Africa's few manufactured exports remain processed primary products with little value added.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prospect",
        "sec_num": null
      },
      {
        "text": "SSA also needs to find new markets in addition to taking full advantage of its preferential access to European Community markets. Although Europe has seen declining imports from developing countries (down from 34% to 20% in 1970-85), imports into the US, now the biggest market for developing country exports and Asian countries are still growing. Since the share of Asian markets and the slhare of nontraditional items in world trade is likely to grow rapidly, special marketing efforts will have to be made to enter this market. Competition in international markets will remain intense, but continued economic growth worldwide could expand demand for African exports. African countries need to expand trade with each other.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prospect",
        "sec_num": null
      },
      {
        "text": "In the World Bank's scenario for SSA, the ratio of exports to GDP is targeted to rise from an annual average of about 19% in 1986-87 to about 24% by 2000 and to 28% by 2020; the growth rate of exports should improve significantly from a negative rate in 1980-87 to about 5% a year, thus reversing the decline in Africa's share of primary exports.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prospect",
        "sec_num": null
      },
      {
        "text": "Africa will be affected more than any other region by the likely slow growth in demand for primary commodities. Any hope of a revival of economic growth predicated on the recovery of primary commodity prices would seem to be misplaced. The price forecasts for Africa's five major primary commodity exports to the year 2000 do not show any significant increases. Except for oil, prices are now close to their long-term trend. While Africa can and must seek to expand its market share wherever it has a comparative advantage, it is clearly not advisable to divert more resources into commodities or sectors that have a long-term declining unit value.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prospect",
        "sec_num": null
      },
      {
        "text": "Africa's export performance indicates the continent's unrealized potential. The average annual growth rate of exports from SSA fell from 6.6% in 1965-80 to -0.7% in 1980-90. The expansion of world trade during the past three decades appears to have largely bypassed Africa. If its economies are to grow, they must improve their share in world markets and diversify their exports.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prospect",
        "sec_num": null
      },
      {
        "text": "Despite a resurgence in exports, Africa wili continue to face a foreign exchange shortage well into the next century. African countries have scope for using imports more efficiently as well as for reducing non-essential and food imports. As domestic production grows, domestic products can substitute for imports, particularly in high value-added goods. Nonetheless, in the 1990s, imports would need to grow faster than GDP to make up for the compression that has occurred during the past decade. Imports in the 1990s will need to grow by 5 to 6 percent a year. Recent experience with strong adjustment programs suggests import elasticity of 1.5 percent. It is assumed that success in increasing food production will curb the growth in food imports, and, given the projected rise in investment 15 to 25 percent of GDP, imports of capital goods will rise faster than income. To meet these growing import requirements, external resources in the form of aid or concessional loans would have to supplement the region's export earnings. This section examines the past trends and pattern of external resource flows, assesses the debt burden and the various initiatives taken so far and !ooks at the future prospects.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "AID",
        "sec_num": null
      },
      {
        "text": "It is often asserted that the external resource flows to SSA have declined and the region is being marginalized. How far is this fear well founded? It is true that the volume of external resources available to SSA in real terms declined until 1985, but has risen in the latter half of the 1980s. The increase in external resources as a proportion of the region's GDP is dramatic. Aggregate net resource flows have risen from 6.2 percent of the region's GDP in 1980 to 10.7 percent in 1990.3A' If all adjustments are made for total debt servicing, profits, remittances, dividends, payments made to the IMF, the region as a whole received 7.4% of GDP in 1990 from all extemal sources (Table IV) . This compares with 6.2% in 1980 and 3.3% in 1970.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 682,
            "end": 692,
            "text": "(Table IV)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Trends and Pattern of External Flows",
        "sec_num": null
      },
      {
        "text": "The composition of external resource flows has also changed significantly during the last decade. While net borrowing through loans accounted for more than -v vo-thirds of total resLurces flows in 1980, this source has been diminishing in importance and provided only 28 percent of total resources in 1990. Of all resource flows, Official Development Assistance (ODA) has grown the fastest. Official grants (excluding technical assistance) now comprise more than two-thirds of external flows to SSA, reflecting the increasingly limited access SSA countries have to commercial funds and",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Trends and Pattern of External Flows",
        "sec_num": null
      },
      {
        "text": "The above estimates do not include technical cooperation grants which amounted to $4.5 billion in 1990. Including these grants the aggregate net tlows rose to $21.8 billion or 13.4 percent of the GDP of SSA.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "31/",
        "sec_num": null
      },
      {
        "text": "the growing recognition that more concessional assistance is needed. The type and terms at which external assistance is being currently provided is highly appropriate in view of the present level of severe indebtedness of most countries in the SSA.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "31/",
        "sec_num": null
      },
      {
        "text": "Net ODA disbursements in real terms,which are used interchangeably in this paper as the indicator of aid flows, have grown at an annual rate of 2 percent between 1980 and 1990 for the developing countries as a whole. But for the SSA, ODA has grown by almost 4.0 percent a year in the period, from $12 3 billion in 1980 to $18 billion a decade later --an almost 50 percent increase in real terms. Consequently,the share of SSA in net ODA disbursements in 1990 has risen from a fourth in 1980 to about one third of total flows.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "31/",
        "sec_num": null
      },
      {
        "text": "ODA flows from multilateral sources expanded more rapidly --4.6 percent annually --while bilateral ODA increased by 3.4 percent. Among the multilateral agencies, IDA's net disbursements have risen consistently in every year since 1985. By 1992, the region accounted for 48 percent of IDA's worldwide net disbursements compared with just 31 percent as recently as 1985.As a result of the large increase in IDA disbursements,net flows from the World Bank to SSA grew from $1.3 billion a year in 1985 to $2 billion in 1992.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "31/",
        "sec_num": null
      },
      {
        "text": "The relative importance of aid in financing Africa's development can be seen in comparison with other developing countries and in changes over time. In 1985-86, the year before a large upsurge in adjustment programs in SSA, ODA receipts accounted for 5 percent of SSA's regional GDP but by 1990-91 this had more than doubled to 10.8 percent. At the same time, Asia and North Africa and the Middle East received only 1 percent of their GDP from ODA anid Latin America 0.5 percent. Overall, ODA accounts for 1.3 percent GDP of the developing countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "31/",
        "sec_num": null
      },
      {
        "text": "While the aid is necessary to finance the imports and investment necessary for growth and development in SSA, a high level of aid transfer may lead to dependency and a decline in domestic savings, overvalued exchange rates, and high wage rates. With a proper policy framework, however, such transfers can be associated with high growth rates and appropriate wage and exchange rates. In Korea, for example, resource transfers amounted to about 10 percent of GDP throughout the 1960s and 1970s, and impressive growth rates of GDP and exports as well as high investment rates were achieved while maintaining competitive exchange rates and wages. In Africa, however, the resource transfers of the same order of magnitude in the late 1980s have generated growth rates of oniy 3 to 4 percent and even lower investment rates. Efficiency in resource use leading to accelerated growth is the only viable way to sustain these high levels of aid flows to the region in the 1990s.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "31/",
        "sec_num": null
      },
      {
        "text": "An important issue that is often raised is whether ODA flows have compensated African countries for their terms of trade losses. We agree with Helleiner that a preferred approach to examine this issue is to look at the country-by-country situation rather than at SSA in the aggregate. Helleiner 32' has analyzed the country-level data for twenty six SSA countries for the period 1980-90 to examine whether the tt-ms of trade losses suffered by these countries were offset by increased ODA. Twenty countries experienced term of trade losses averaging 28%. The average loss of the losers was 8.3% of GDP. 33 , The study showed that twelve of the 26 countries either enjoyed terms of trade improvements or ODA increases that more than compensated for terms of trade losses over the 1980s. The countries that suffered the most were four oil exporters -Nigeria, Congo, Cameroon and Gabon which are not the recipients of ODAand two cocoa exporters -Cote d'Ivoire and Ghana. In addition, Sudan, Somalia, Liberia, Sierra Leone and Mauritania had decreases in their ODA during this period for reasons unrelated to economic performance. It would be fair to surmise that outside the low middle income countries the donors, by and large, met the financial needs of most of the adjusting countries to cope with external shocks. The volume, and timing may not have been perfect in each single case but their efforts need to be recognized. The recent example of the donor financing for drought related imports in the Southern Africa reinforces this observation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "31/",
        "sec_num": null
      },
      {
        "text": "This analysis broadly suggests that the international cor.mmunity has responded positively since 1986 to reorient its aid flows to the region and that the increase in ODA to SSA has been consistently and significantly higher than that to other regions, and to developing countries as a whole during the 1980s. It also suggests that the type and terms of the new commitments of aid and loans are appropriate from the viewpoint of servicing future obligations and financing current import needs; the average grant element of all new long term commitments increased from less than 20 percent in the early 1980s to 50 percent by the end of the decade (if actual grants are included, the overall grant element of financial flows reached more than 70 percent for SSA). Continued assistance of the same volume, type and terms has to be sustained in the 1990s.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "31/",
        "sec_num": null
      },
      {
        "text": "Multilateral agencies have mobilized special additional finance for low-income African countries. Through the World Bank's Joint Program of Action for Sub-Saharan Africa, the Special Facility for Africa mobilized almost $2 billion in non-project aid and joint cofinancing of structural adjustment programs from mid-1985 to mid-1988. The World Bank also launched a three-year Special Program of Assistance (SPA) for lowincome, debt-distressed Sub-Saharan African countries at the end of 1987, which provides highly concessional, quick-disbursing finance. To be eligible, a country must have a donor-endorsed economic reform program with the World Bank and the IMF. By the end of 1992, 26 countries were eligible for the program. The SPA has four main elements: additional disbursements from IDA, concessional adjustment cofinancing from 32/ Helleiner, G. K. 'Trade Policy, Exchange Rates, and Relative Prices in Sub-Saharan Africa: Interpreting ,he 1980s\". (A paper presented at the Coriference in Gothenburg, Sweden, September 6-8, 1992.)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "31/",
        "sec_num": null
      },
      {
        "text": "If those countries which gained from terms or trade are included, the average loss for the whole sample of 26 countries dwindles to 5.9 percent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "33/",
        "sec_num": null
      },
      {
        "text": "bilateral donors and other multilateral agencies, concessional rescheduling, and concessional financing of interest due on World Bank loans. Eighteen donor governments and agencies pledged an initial $6.4 billion in cofinancing, about half of which can oe considered additional to existing aid programs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "33/",
        "sec_num": null
      },
      {
        "text": "In 1986, the IMF established its Structural Adjustmeit Facility to provide assist&nce on concessional terms (interest rates of 0.5 percent, with repayments over a 10-year period including 4.5 years grace) to low-income countries undertaking comprehensive structural adjustment programs. To enlarge the pool of concessional resources available to low-income countries, the IMF established the Enhanced Structural Adjustment Facility, which became effective in January 1988. Donor contributions have provided new resources totaling $8.4 billion and the concessionality of IMF resources in Sub-Saharan Africa has been increased. By 1992, 15 African countries had access to the enhanced facilities.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "33/",
        "sec_num": null
      },
      {
        "text": "Any discussion of aid and external resource flows to Sub-Saharan Africa will remain partial without considering the region's burden of debt. SSA's external debt grew rapidly throughout the 1970s and 1980s. During this period of commodity boom and petrodollar recycling, commercial creditors were able to expand credit easily and borrowers were happy to contract new loans at negative or low real interest rates. At the end of 1991, Africa's debt stood at $173 billion, more than three times the 1980 level. SSA's debt was 111 percent of its GDP and 345 percent of exports. In these terms, this exceeds the debt burden of any other region. Almost two-thirds of Africa's debt is owed to official creditors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "DEBT",
        "sec_num": null
      },
      {
        "text": "The net increase in debt stock is not largely due to new borrowing but to the accumulation of arrears of debt service or interest capitalization. Most African countries are not fully servicing their debt. In 1991, for example, the scheduled amount of debt service due was $20 billion. Yet, African countries paid only 10 billion. This has in fact been the pattern for the last five years. Interest arrears have climbed steadily from $4.5 billion to over $14 billion between 1987 and 1992 and arrears on principal amount to a further $20 billion.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "DEBT",
        "sec_num": null
      },
      {
        "text": "To whom do African countries owe their debt? Excluding short-term debt, the sheres of the major creditors in the region's at the end of 1991 3' were as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "DEBT",
        "sec_num": null
      },
      {
        "text": "Bilateral governments 45% Multilateral agencies (incl. IMF) 30% Commercial banks 13% Other private creditors 12%",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "DEBT",
        "sec_num": null
      },
      {
        "text": "The one-half of debt service obligation actually paid was divided among creditors as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "DEBT",
        "sec_num": null
      },
      {
        "text": "Bilateral governments 22% Multilateral agencies (incl. IMF) 38% Commercial banks 22% Other private creditors 18%",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "DEBT",
        "sec_num": null
      },
      {
        "text": "A large proportion of private debt is paid because the interest rate on this type of debt is relatively high compared to that of bilateral or multilateral debt which is mostly concessional. Also, two-thirds of the payments made to commercial banks originate from only two countiies -Nigeria and Cote d'Ivoire. The same two countries pay almost 34/ World Debt Tables 1992 -93 (World Bank, 1992 .",
        "cite_spans": [
          {
            "start": 344,
            "end": 370,
            "text": "34/ World Debt Tables 1992",
            "ref_id": null
          },
          {
            "start": 371,
            "end": 392,
            "text": "-93 (World Bank, 1992",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "DEBT",
        "sec_num": null
      },
      {
        "text": "50 percent of Africa debt service to other private creditors. A majority of African couritries make no attempt to service their debt to commercial banks or other private creditors, as they do not expect any new borrowings from thern. Tables V and VI show the difference in the debt burden of SSA as a whoie and for a group of 26 low-income debt-distressed SPA countries in the region who are the main focus )f donor assistance. This group benefits from larger concessional flows and debt relief. The debt structure of the region as a whole is also shifting towards more concessionality but the change is not as dramatic in SPA countries, where, the proportion of concessional debt has risen from 39 percent in 1980 to 61 percent in 1991. The debt servicing ratio has declined to about 20 percent from 28 percent in 1987. Net transfers from all sources to SPA countries amounted to 240 percent of debt service paid in 1991. Debt servicing pai(d by these countries as a proportion of their export earnings and aggregate net transfe:s taken together was only 15 percent. This has enabled this group to increase their impons of goods and services by 6.2 percent annually between 1987-92. These aggregate figures of ', jb-Saharan African debt, however, mask the concentration among countries of debt stock and debt service paid among African countries. Ten large countries -Nigeria, Cote d'ivJ e, Sudan, Zaire, Zambia, Kenya, Tanzania, Cameroon, Congo and Ghana -accouit for two-thirds of the debt stock outstanding. The thirty seven other countries in the region account only for a third of the debt outstanding. Five countries -Nigeria, Cote d'Ivoire, Ktiiya, Zambia and Zimbabwe -pay two-thirds of the region's actual debt service.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 234,
            "end": 249,
            "text": "Tables V and VI",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "DEBT",
        "sec_num": null
      },
      {
        "text": "Almost all the ten large borrowers are severely indebted countries and some of them are not yet eligible for concessional debt relief. Nigeria, Cote d'Ivoire, Cameroon and Congo, are still considered low middle income countries. If the bilateral official and private debt stock of these ten countries were reduced by one-half, the debt outstanding of SSA would decline from $178 billion or 111 percent of GDP to $140 billion or 86 percent of GDP.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "DEBT",
        "sec_num": null
      },
      {
        "text": "Mistry 35 has argued that African debt-service to multilateral institutions such as the IBRD has made these institutions 'the problem' rather than the solution. The facts and analysis hardly support this assertion. In assessing the role of the Bank Group, the entire range of the lending instruments should be taken into consideration. The first instrument is the IBRD i.e. \"hard-window\" or non-concessional in nature and very few countries in SSA are current borrowers from this window. The second, and the most predominant source of financing for SSA is the concessional arm, i.e. IDA. Finally, the Bank has introduced a new instrument in the form of the fifth dimension facility to help IDA-eligible countries refinance their IBRD payments. The Bank Group assistance is closely linked to the recipient countries' policies and performance.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "DEBT",
        "sec_num": null
      },
      {
        "text": "Mistry, P. \"African Debt: Options for the Futare' (Paper prepared for UNICEF Meeting on Debt in New York, March 1993).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "35/",
        "sec_num": null
      },
      {
        "text": "In response to the debt crisis of the 1980s and the growing financial difficulties of most SSA countries, the Bank has made a conscious shift from hard window lending to concessional lending. In the early 1970s, there were twenty four SSA countries that were IBRD borrowers but by 1992 the number has dwindled to only six and most countries started receiving concessional IDA loans. Consequently, net disbursements from IDA to thirty seven SSA countries have risen five-fold from about $400 million in 1980, to almost $2 billion in 1990.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "35/",
        "sec_num": null
      },
      {
        "text": "The Bank has also been providing a portion of IDA reflows under the 'fifth dimension' program as supplementary adjustment credits to countries that are currently borrowers of IDA-only and thlat have outstanding IBRD debt. Through annual allocation, the supplementary IDA Credits have helped ease the debt service burden of eligible IDA -only borrowers who are undertaking adjustment programs. A total of SDR 400 million has been allocated under the program since its inception in 1988. In FY92, the allocation amounted to SDR 118 million, equivalent to approximately 90 percent of the eligible IBRD interest payments due.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "35/",
        "sec_num": null
      },
      {
        "text": "The total \"hard-window\" or non-concessional multilateral debt of SSA at the end of 1991 was about $14 billion, or 8 percent of the total debt stock; of this, the IBRD debt was $9 billion, or 5 percent of the total debt. Debt service on multilateral debt is about $2.0 billion or 10 percent of total debt service due and 3.7 percent of the region's exports of goods and services. On an aggregate basis, the servicing of non-concessional multilateral debt may appear onerous, but the burden is in fact limited to a handful of countries who are relatively better-off in terms of their export earnings, are capable of improved economic performance with better economic management and can service this debt without much difficulty. Four countries --Nigeria, Cote d'lvoire, Kenya and Cameroon, hold three-fourihs of the IBRD debt stock.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "35/",
        "sec_num": null
      },
      {
        "text": "Debt servicing on IBRD loans claims only 4 percent of Nigeria's exports of goods and services. On the other hand, Nigeria's scheduled debt service to its other creditors amounts to 45 percent of exports. Its major problem is the net negative transfer of $2.5 billion made mostly to bilateral and private creditors and not the small amount of debt service it makes to the IBRD. For Cote d'Ivoire, the debt service on IBRD loan is 8.6 percent of its exports, while the debt service actually paid to all other creditors is about 32 percent of exports. Nigeria and Cote d'Ivoire have already become 'blend' countries eligible for IDA financing. In Cameroon, the IBRD lending is minimal and the debt service to IBRD hardly exceeds 5 percent of exports. Kenya is now receiving its assistance entirely from IDA and has not contracted any new loan from IBRD since 1986. Its debt servicing to IBRD is therefore steadily declining and 90 percent of its interest payments to IBRD have been refinanced through concessional IDA reflows since 1988. In 1992, Kenya paid $162 billion in debt service to IBRD but received $257 million in new flows from the World Bank Group.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "35/",
        "sec_num": null
      },
      {
        "text": "The stock of IBRD debt in SSA countries, has, in fact, declined between 1987 and 1991. For the low-income SPA countries, the reduction in the IBRD debt stock is even much larger as they are no longer receiving any new funds from the hard-window of the Bank and all new commitments are in the form of highly concessional IDA money. Debt servicing Lj to the Bank Group -is about 150 million -6 percent of total debt service paid or 1.4 percent of exports of goods ano services. Disbursements from the World Bank Group to SPA countries in 1990 were $1.7 bilion. Net transfers from the Bank Group to these 27 countries in the 1988-90 period exceeded $1 billion annually -more than half the total debt related net transfers. But it needs to be emphasized that net transfer is not particularly an appropriate and meaningful concept as countries could not receive net positive transfers in perpetuity. In case of low income Africa, the continued positive transfers indicate the protracted nature of the economic difficulties that these countries face and the response of the Bank Group to provide financial assistance.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "35/",
        "sec_num": null
      },
      {
        "text": "Africa cannot escape its present economic crisis without significantly reducing its debt burden. Several important initiatives have been taken in recent years to provide debt relief, and many new proposals are under consideration. Together they provide a menu of options for keeping the actual debt service payments within manageable limits. These fall into two broad categories: debt reduction and flexible and concessional debt rescheduling, which postpones debt service payments or reduces long-term debt burdens, and debt swaps.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Debt Relief: A Menu of Options",
        "sec_num": null
      },
      {
        "text": "Several donors such as Canada, Finland, Germany, The Netherlands, Norway, Sweden, and the United Kingdom have converted concessional bilateral loans for lowincome countries to grants. Sub-Saharan Africa has also been the target of about twothirds of the worldwide cancellations by creditors, far higher than its share of global concessional debt.ODA forgiveness has accelerated in the last three years. During the 1989-91 period some $10 to 11 billion of concessional debt was written off by the major creditor countries. France has decided to write off concessional debt owed by 35 of the poorest African countries; the measure has resulted in cancellation of some $3.4 billion of debt. Belgium has also decided to 3ancel the government-to-government debt of 13 African countries. In 1989, Germany canceled $1.2 billion or 19 percent of debt owed to it by African countries. In the same year, the United States announced that beginning in fiscal 1990 it would forgive development assistance (DA) and Economic Support Fund (ESF) debt owed by Sub-Saharan African countries with reform programs. To be eligible, the debtor country must have in effect an IMF standby, a structural adjustment enhanced facility, or a World Bank structural adjustment program. The total amount forgiven in the years 1990 and 1991 was approximately $3.7 billion. ro date, creditor countries have canceled 11 percent of SSA's concessional bilateral debt.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Debt Reduction and Debt Rescheduling",
        "sec_num": null
      },
      {
        "text": "The scope for further relief through concessional debt cancellation is limited, however, since scheduled payments on bilateral ODA debt is small. The bilateral concessional debt owed by 26 low income adjusting countries at the end of 1991 was about $15 billion, but at least one tourth of this belonged to non Paris Club creditors who have not taken a lead in writing off or canceling debt. As this debt is not being serviced by most of the countries any way the accumulation of arrears is adding to the debt stock.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Debt Reduction and Debt Rescheduling",
        "sec_num": null
      },
      {
        "text": "The main vehicle for restructuring bilateral official debt has been through the Paris Club, where agreements are reached on a consensual basis consistent with equitable burden sharing. This restructuring includes both intergovernmental loans and private export credits guaranteed or insured by a creditor country agency. The Paris Club has divided the debt into two categories, pre-cut-off date and post-cut-off date debt and restructures only the former. The post cut-off debt represents about 11 % of total nonconcessional bilateral debt owed to Paris Club creditors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Debt Reduction and Debt Rescheduling",
        "sec_num": null
      },
      {
        "text": "Traditionally, bilateral debt restructuring had short consolidation periods--at most, two years. These were intended to provide an adequate amount of cash flow relief required under adjustment programs. This approach was found suitable for countries facing liquidity problems but was not appropriate for most African countries as they were in fact faced with a severe solvency crisis. The initial response of the Paris Club was to restructure previously rescheduled debt up to 100 percent of current maturities and arrears with a consolidation period up to three years. During the second half of the decade, the maximum repayment terms were extended to 20 years including a ten year grace period. But this was also found to be inadequate. In an attempt to explore more generous terms of debt relief for low income countries, it was agreed at the June 1988 Toronto economic summit that the d&bts of IDA-eligible countries could be rescheduled by individual creditor countries choosing among three options: *",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Debt Reduction and Debt Rescheduling",
        "sec_num": null
      },
      {
        "text": "Forgiving one-third of the debt service due on obligations rescheduled through the Paris Club.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Debt Reduction and Debt Rescheduling",
        "sec_num": null
      },
      {
        "text": "Rescheduling all eligible obligations at market interest rates, but over a very long time period (25 years' maturity ard a grace period of 14 years).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "*",
        "sec_num": null
      },
      {
        "text": "Rescheduling all eligible obligations at concessional interest rates with long maturity (14 years, including 8 years' grace).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "*",
        "sec_num": null
      },
      {
        "text": "By September 1991 the Toronto initiative was applied to 18 low-income African countries which obtained reschedulings on a consolidated debt of some $6 billion. The average grant element was more than 20 percent on non-concessional debt. Toronto terms achieved debt reduction of about $1 billion in present value terms.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "*",
        "sec_num": null
      },
      {
        "text": "The debt relief offered by Toronto terms was insufficient to restore external viability for many severely indebted countries. In December 1991, a further step was taken to implement a nevw menu of enhanced concessions --the \"Enhanced Toronto terms\", essentially two options providing for deeper det. reduction,plus the non concessional option of rescheduling over 25 years at market interest. The two concessional options amount to 50 percent forgiveness in present value terms on debt service payments falling due during the consolidation per,cd. Additionally, the agreements provided for a deferred consideration of potential debt reduction. Creditors indicated that they would be willing to consider restructuring of the remaining stock of pre cut-off debt after three to four years. Twelve countries have so far benefitted from these new terms, and the consolidated amount is about $2.5 billion.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "*",
        "sec_num": null
      },
      {
        "text": "In 1989, the US Secretary of the Treasury called on the IMF and the World Bank to support and encourage efforts aimed at commercial debt reduction for major developing countries by catalyzing new financing. Suibsequently, the World Bank and the IMF agreed that for the next three years a proportion of their lending may be earmarked for debt reduction. Among SSA countries, The Brady Plan has benefitted only Nigeria.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "*",
        "sec_num": null
      },
      {
        "text": "The Enhanced Toronto Terms are a step forward but they fall short of the terms proposed by John Major at Trinidad. Under the \"Trinidad Terms\" two thirds of the debt stock would be canceled followed by a period of interest capitalization to provide further cash flow relief and possibly graduating later payments, depending on the debtor's ability to pay. An assessment of the impact of alternative rescheduling terms can be made by measuring the reduction in the present value of debt service obligations they are expected to produce. This measure captures not only outright debt forgiveness but also the larger degree of concessionality of rescheduled debt resulting from lower interest charges. The impact is expressed by the ratio of the present value of debt to exports. When simulations were made to assess the impact of alternative terms on the severely indebted low income countries it was found that even after the application of Trinidad terms and assuming the forgiveness of all bilateral concessional ODA loans, the debt to export ratios remain unsustainable for some of these countries such as Mozambique, Sudan and Somalia.3' This suggests that the restoration of external viability may require even further measures by official and commercial creditors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Imnpact of Debt Relief Measures",
        "sec_num": null
      },
      {
        "text": "Another evaluation of the alternative debt rescheduling proposals -The Toronto terms, The Trinidad Terms and the Dutch proposal (full forgiveness of bilateral official 37/ World Debt Tables 1992 -93 (World Bank 1992 debt owed by the least-developed and other low-income countries which face severe debt problems and are implementing sound economic policies) -was carried out by Abbate and Tran-Nguyen.2' This study concluded that for the sample of 26 low income countries, assuming a 5 percent annual growth rate of exports, the debt relief under the Dutch proposal was, on average, most favorable although for a few individual countries -Mozambique, Guinea Bissau, Somalia, Sao Tome, etc. -additional debt service reduction beyond the terms of the Dutch proposal would be required. The important difference between the Dutch proposal and the Trinidad terms lies in the inclusion of the post-cut off debt in the former.",
        "cite_spans": [
          {
            "start": 168,
            "end": 194,
            "text": "37/ World Debt Tables 1992",
            "ref_id": null
          },
          {
            "start": 195,
            "end": 215,
            "text": "-93 (World Bank 1992",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Imnpact of Debt Relief Measures",
        "sec_num": null
      },
      {
        "text": "All of the debt rescheduling initiatives are designed principally to benefit only low-income African countries; there are no comparable special programs for middleincome African countries with acute debt problems. Yet the middle-income countries in Africa face long-term development problems not significantly different from the lowincome countries. And, indeed, when the correction of overvalued currencies -Nigeria's for example -places some of these countries in the low-income category, they should be considered eligible for the same debt relief measures as those granted to low-income African countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Imnpact of Debt Relief Measures",
        "sec_num": null
      },
      {
        "text": "There are a number of technical and legal problems to be resolved in determining the adequacy of debt relief measures. Each debtor country has its specific debt profile and special circumstances, and the solution to its debt problem must be decided on a case-by-case basis. As a general principle, debt relief should be given only to countries that are both deb; distressed and willing to adopt reforms to improve their capacity for growth and future debt service. To truly benefit debtor countries, special finance for debt relief or concessional debt rescheduling should be genuinely \"additional\" and not taken out of the aid budgets already allocated to the beneficiary countries. In countries with severe problems of arrears, bridge financing may be needed to make use of debt relief facilities.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Imnpact of Debt Relief Measures",
        "sec_num": null
      },
      {
        "text": "African's debt, although a burden for the region, are only a small part of the global portfolio of creditors. Significant debt relief from new money cannot be counted on in the near future, and conventional debt restructuring is unlikely to generate the debt relief required to restore growth. For most African countries the predominant problem is the official debt and although the Enhanced Toronto terms are a step in the right direction, clearly more far-reaching relief is needed.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Imnpact of Debt Relief Measures",
        "sec_num": null
      },
      {
        "text": "Abbate, F. and Tran-Nguyen. \"Official Debt Reduction: A Comparative Analysis of the Toronto Options, the U.K. Proposal and the Netherlands Initiative\" (mnimeo 1992). In this study, a normative '20 percent' debt servicing ratio was posited as the benchmark against which the debt relief resulting from zte application of each of the three proposals could be judged.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "38/",
        "sec_num": null
      },
      {
        "text": "A large number of proposals have been made to relieve the pressure on foreign exchange resources by swapping local assets -physical or financial -for debts. Nigeria has already used Debt Swaps to reduce some of its external debt burden. But in other countries this has neither been widespread nor highly successful.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Debt Swa&",
        "sec_num": null
      },
      {
        "text": "Debt swaps vary greatly, but there are some common features. Most arrangements enable the debtor to share part of the discount on debt, determine the sectors of the economy in which equity can be purchased, and place restrictions on the dividends and principal that it can be repatriated. The simplest form of swap -debt for equity -has very limited application in Africa because of the lack of perceived investment opportunities and developed markets for financial instruments.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Debt Swa&",
        "sec_num": null
      },
      {
        "text": "Although debt-for-nature swaps have received a lot of publicity in recent years, the total amount converted through this mechanism has remained small. In SSA, only Madagascar, Zambia, Nigeria and Ghana were able to convert about $6 to $7 million of face value. Some initiatives in debt-for-nature swaps have been prepared by the official sector. The new Paris Club terms for lower-middle income countries, granted since September 1990, have authorized the provision for various types of debt conversions, such as debt-for-nature, debt-for-aid, debt-for-equity and other local currency debt swaps. Provisions for voluntary bilateral swap arrangements have been inserted into the Paris Club agreements, stipulating that ODA and inter-governmental loans are eligible for such debt conversions without limit and that export credits are eligible up to 10 percent of the debt stock. This clause has been inserted in the rescheduling agreements of the Congo and Nigeria.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Debt Swa&",
        "sec_num": null
      },
      {
        "text": "Similar to debt-fcr-nature swaps Debt-for-Development swaps converted funds support projects in education, health and agriculture. UNICEF has converted $20 million of the face value for its development projects in Sudan.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Debt Swa&",
        "sec_num": null
      },
      {
        "text": "Another variation is for a donor to purchase debt (at a discount) and then to pass the loans to an NGO, on the understanding that the debtor government will redeem the loans in local currency or bonds. The NGO will subsequently exchange or swap the debt and then use it for development purposes. Such local currency swaps are useful only when the country has domestic savings available for that purpose; otherwise they may result in inflationary pressures. In the CFA Franc Zone, the scope for such swaps is particularly limited because of the convertibility of local currency with the French Franc. For a debtor country to benefit, such programs must provide additionality otherwise the net resource flow impact will remain zero.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Debt Swa&",
        "sec_num": null
      },
      {
        "text": "The momentum of aid generated in the past few yeaxs will have to be maintained during the 1990s for several reasons. The World Bank's LTPS study estimated the external capital requirements for financing SSA's development needs that will translate into one percent average growth per year in per capita consumption for the region in the 1990s. As the first two years of the 1990s have seen a decline in per capita consumption, the updated requirements of external financing amount to $30 billion (1990 prices) of gross requirements annually consisting of debt relief of $12 billion and new money flows of $18 billion. Donors will have to consider a number of developments in setting aid policy in the 1990s. First, countries will have to continue the difficult economic reform programs initiated in recent years. Those that have not yet embarked on reform will need to do so. Unless these programs are funded adequately, they cannot be effective or sustained.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prose5cts",
        "sec_num": null
      },
      {
        "text": "Second, there are some major new entrants to the list of IDA-eligible countries. Nigeria has already become eligible and will increasingly depend on official development assistance to meet its external resource gap. In the past Nigeria, has received a negligible amount of ODA ($0.6 per capita in 1986). If by the year 2000 it were tc receive the same level of per capita ODA as other oil-exporting African countries such as Cameroon, it will account for about $2.5 billion of ODA a year; this would mean. a 17 percent increase in ODA. In addition, Angola can be expected to join IDA.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prose5cts",
        "sec_num": null
      },
      {
        "text": "Third, special efforts are needed in the 1990s to correct the backsliding that has occurred in areas such as food security, human resource development, and infrastructure and to fund initiatives in family planning and the environment. For human resource development, additional expenditures of about $10 billion (1990 prices) a year will be needed by 2000. The backlog of road maintenance itself is estimated to cost $5 billion on top of the $700 million needed annually during the next decade to avoid further deterioration. Large initial efforts are needed to give momentum to programs for family planning and environmental protection.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prose5cts",
        "sec_num": null
      },
      {
        "text": "The World Bank estimates that a net transfer of resources of about 9 percent of GDP on average will be required to achieve sustained growth during the 1990s. The ODA required to meet these targets will depend on such variables as debt relief programs, non-concessional capital inflows from private and public sources, and reserve requirements -all of which are subject to uncertainties. With sustained policy reforms, private capital inflows could improve significantly through increased private remittances, reverse capital flight and improved inflows of foreign private investment. Evidence from several countries (such as Ghana and Senegal), however, suggests that restoring private sector confidence takes time and that during the next decade only moderate progress can be expected. Moreover, given deteriorating credit-worthiness, non-concessional borrowing should be lower than in the past. It is estimated that the net receipts from these sources will be moderate, probably about $6 billion a year.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prose5cts",
        "sec_num": null
      },
      {
        "text": "The external resource requirement of Sub-Saharan Africa during the 1990s could be met if donors achieve two related targets. First, gross ODA must continue to increase during the 1990s at about 4 percent a year in real terms. Second, debt relief mechanisms put in place so that the actual debt service payments for countries with strong reform programs are kept within manageable limits ( a menu of options for debt relief is discussed in the following section). For the region as a whole it is estimated that adequate debt relief will be available to keep the debt service payments in the 1990s around the level of the 1980s (that is, about $9 billion a year). If this does not occur, higher levels of external assistance will be necessary. Alternatively, if debt relief exceeds the above estimate, external assistance requirements would be correspondingly reduced.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prose5cts",
        "sec_num": null
      },
      {
        "text": "A more permanent solution to SSA's external debt problem will be one of the most important development challenges of the 1990s. Without a return to a reasonable degree of external viability -the ability to service external claims without recourse to rescheduling and arrears -the necessary adjustment, investment and modest growth in per capita incomes that Africa requires to recover and get on the path to sustainable development will remain elusive.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prose5cts",
        "sec_num": null
      },
      {
        "text": "The scope for the expansion of other alternative sources of external capital for SSA such as commercial bank lending, FDI and the return of flight capital is limited. The only viable option is for a continued flow of ODA.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prose5cts",
        "sec_num": null
      },
      {
        "text": "However, SSA must help itself by raising its domestic savings rate. Foreign resources need to become less of a substitute for, and more a complement to, domestic savings. The region, SSA with the help of donors, must also use its external resources more efficiently. Finally, the quality and efficiency of overall domestic investment needs to be improved. It is to these issues which we now turn.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Prose5cts",
        "sec_num": null
      },
      {
        "text": "The ratio of gross domestic investment to GDP in SSA has not recovered from its historical levels of 23 percent in the 1970s. Investment has remained depressed even in countries which have intensively adjusted their economies. Although there was a slight recovery in the period 1986-90, the overall ratio of 16 percent to 17 percent is much lower than the 25 percent average for developing countries as a group (Table VII) . The gross national savings rate in SSA of less than 10 percent is also in stark contrast to the 24 percent achieved by the developing countries as a group. It is often thought that poor countries with a low level of per capita incomes cannot save very much. The evidence from South Asia, a region with almost identical per capita incomes as SSA, contradicts this belief. The differential in the savings rate between the two regions in the 1970s was insignificant, but between 1986 and 1990 the average national savings rate in South Asia was almost 20 percent, about twice as high as in SSA. The collapse of saving in SSA is partly responsible for the region's low investment ratios. However, the doubling of external resource flows during the same period should have enhanced investment.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 411,
            "end": 422,
            "text": "(Table VII)",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "INVESTMENT",
        "sec_num": null
      },
      {
        "text": "The average ratio of total investment to GDP in SSA masks the variance among countries in the region, ranging from 2 percent to 50 percent. It is noteworthy, however, that during 1986-90 the nine countries with the highest per capita incomes in the region had lower investment ratios than the region's nine lowest income countries. This reflects the fact that decline in investment seemed to continue for the comparatively higher income group during adjustment, while there has been some recovery of investment among the comparatively lower income group, providing some optimism for an improved outlook for investment growth.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "INVESTMENT",
        "sec_num": null
      },
      {
        "text": "Private investment in SSA has remained stable around 10 percent during the 1980s and is relatively concentrated in the higher income countries of the region.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Investment",
        "sec_num": null
      },
      {
        "text": "A iav of determinants of private investment will help us understand why levels of private investment remain depressed. A survey of the literature reveals that several factors influence private investment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Investment",
        "sec_num": null
      },
      {
        "text": "A certain amount of macroeconomic stability --such as low and predictable inflation, external and internal balance --are of paramount importance to ensuring a strong response of private investment to economic incentives. The recent literature has emphasized the key role of uncertainty in investment decisions because the uncertainty follows directly from the irreversible nature of investment expenditures. Empirical studies have also found that fiscal deficits and foreign debt have a strong negative effect on private investment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Investment",
        "sec_num": null
      },
      {
        "text": "An overvalued exchange rate can also be a factor, because it reduces the returns in local currency received by exporting farmers and manufacturers. Real interest rates and policies affecting them can influence private investment, but there is no empirical finding supporting this relation for developing countries. This is because of repressed financial markets in these countries, where credit policy (and not interest rates) directly affects the investment level. The impact of public investment on private investment depends on whether they are complementary or substitutes. The most important effect that the public sector has on private investment in developing countries is through institutions and regulations. Investors, local and foreign, are frequently hampered by legal and bureaucratic impediments, as well as by underdeveloped capital markets.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Investment",
        "sec_num": null
      },
      {
        "text": "A case study 39' of Zimbabwe confirms the importance of government policies in stimulating private investment and concludes that one of the key issues to be tackled by public policy should be to raise expected future profits by reducing the perceived risk of investment. In most African countries, the perceived risks are fairly high and the response of potential investors can be positive only if these risks are minimized or shared.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Investment",
        "sec_num": null
      },
      {
        "text": "A study of sixteen SSA countries was carried out for the period 1980-90 to examine how adjustment has affected private investment in Africa. LI' The findings of this study suggest that determinants of private investment in SSA countries do not follow the same pattern as in other regions. In Africa, real effective exchange rates are found to significantly affect private investment -a finding not borne out by the studies of other regions and developing countries as a group. This outcome is consistent with an interpretation that a real depreciation of local currency expands exports, raises real incomes, and consequently stimulates aggregate investment expenditures. The study also shows that long-term debt in SSA does not have any statistically significant effect on private investment in the region. As is true for other developing countries,real interest rates also do not have any significant effect on private investment. Inflation has a positive effect on private investment but the effect is statistically insignificant.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Investment",
        "sec_num": null
      },
      {
        "text": "Why is private investment not responding to the policy changes taking place in adjusting countries? Prior to adjustment, the pattern of investment in Africa was oriented towards import substituting industries under high protective barriers. A reduction in protection and exposure to competition from imports has squeezed the profits and lowered sales in these industries. Significant devaluation makes imported inputs more expensive,while higher interest rates erode opportunities for cheap local borrowing, which had encouraged foreign investors. Higher prices for energy,transport and other services have the same adverse effect on current and expected profit flows. Thus the immediate response of the investors to policy changes is how best to manage these disruptions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Investment",
        "sec_num": null
      },
      {
        "text": "The immediate effect of adjustment policies on investment has called into question the credibility and sustainability of these policies in some countries. The World Bank's third review of adjustment lending (RAL III) 4' completed in 1992, a ' 'esses this issue more systematically. Its major findings can be summed up as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Investment",
        "sec_num": null
      },
      {
        "text": "(1)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Investment",
        "sec_num": null
      },
      {
        "text": "The response of private investment to adjustment programs has taken longer than initially anticipated. However, private investment has begun to recover in some adjusting countries, especially middle-income countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Investment",
        "sec_num": null
      },
      {
        "text": "(2) In fact, the pattern of investment response to an adjustment program seems to have two phases. In the first phase, there is an initial contraction and then stagnation of the share of private investment in GDP. This is the phase of \"investment pause\" caused by necessary stabilization measures. Reducing aggregate demand through fiscal and monetary contraction reduces the demand for output and thus the readiness of firms to invest. Phase two is the sustained increase in the share of private investment in GDP. Once distortions are removed and stabilization attained, the private investment ratio begins to rise in response to economic incentives that lead to export expansion and output growth.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Investment",
        "sec_num": null
      },
      {
        "text": "(3) Although some sort of \"investment pause\" in response to adjustment is most common, the length and intensity of the pause differs among countries. The difference is due to the fluctuating intensity in adjustrient efforts, varied initial conditions from which adjustment programs started, and a changed business environment. In most middle-income countries, the investment pause (phase I) lasted 3-5 years. In low income adjusting countries, export and output growth have been weaker, and private investment has not yet recovered.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Investment",
        "sec_num": null
      },
      {
        "text": "(4) Efficiency of investment allocation improved after adjustment programs even during the period of the \"investment pause\". Adjustment programs generally succeeded in bringing prices more into line with economic costs, and exposure to increased international competition also resulted in stronger cost discipline, greater technological capability, and increased productivity. These gains in efficiency from adjustment programs helped to generate greater output growth from existing levels of investment. (5) The varying nature of investment response to adjustment programs depends on economic predictability, the legal and regulatory framework, physical infrastructure, and the functioning of factor markets. Investor confidence about the stability of the macroeconomic environment and the permanence of structural reforms seems most crucial. Strong investment recoveries in middle income countries after a pause is explained by sustained adjustment efforts and measures that have improved the business environment, including good regulatory and financial policies, adequate and well maintained infrastructure, efficient factor markets and a supportive legal and administrative framework. A lack or weakness of these conditions explains the poor investment response to adjustment programs in developing countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Investment",
        "sec_num": null
      },
      {
        "text": "(6) Adjustment programs have generally succeeded in reducing distortionary trade and financial and exchange rate policies, but have had limited success, especially in low-income SSA countries, in encouraging measures needed to improve the business environment. Where implementation of adjustment programs has been tentative, economic uncertainty has played a major role in causing private investors to defer investment decisions. Even a er adjustment programs started, continuing barriers to the entry and exist of firms and uncertainty regarding the legal and regulatory framework for private investment continues to constrain private investors in many SSA countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Investment",
        "sec_num": null
      },
      {
        "text": "To sum up, adjustment programs in the short-run may have a negative effect on private investment because of reduction in aggregate demand and contractionary fiscal and monetary policies. However, as structural reforms are carried out, private investment can be expected to recover in response to a new set of incentives. However, this later recovery and growth of private investment would depend on a congenial business environment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Private Investment",
        "sec_num": null
      },
      {
        "text": "Foreign Direct Investment (FDI) has been a dynamic and growing source of capital flows to developing countries in the last five years. FDI net flows to developing countries increased from $ 500 million in 1965 to slightly over $ 10 billion in 1985, and then more than tripled to almost $ 34 billion in 1991. Until the mid-1970s, the level at FDI in SSA was similar to that of other developing regions.In the 1980s there was a marked decline and FDI now plays a small role in overall investment and total external resource flows. In the last sixteen years, the share of African countries in total FDI flows to developing countries has remained stagnant at $ 1.3 billion. Nigeria is the only country which has attracted large sums of FDI mainly for its oil and gas sectors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Foreign Direct Investment",
        "sec_num": null
      },
      {
        "text": "As noted earlier, policy makers and others in Africa have a skeptical view of the benefits that can accrue to national economies from FDI. The conventional view has been that multi-national corporations invest in Africa primarily to exploit the natural resource wealth of African countries in order to maximize monopoly rents. Evidence from other developing countries suggest that these fears are not well-founded. FDI shou!d become an attractive source of capital flows for SSA also. The two major obstacles in the short run to higher growth in this region are low investment and shortages of foreign exchange. Foreign direct investment could address both problems. It brings in foreign exchange,supplemrrents domestic savings and raises investment. Foreign investment could also increase efficiency of the domestic economy.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Foreign Direct Investment",
        "sec_num": null
      },
      {
        "text": "FDI also offers a number of advantages over commercial borrowing, 4' which has proven costly to African countries in terms of the debt crisis. First, equity financing requires payments only when the investment earns a profit, while debt requires payments irrespective of country's economic and balance of payments situation. Second, payments on FDI can be regulated by the host country while debt repayments are outside its control (affected, as they are, by interest rates set in the international market). Third, because much of FDI consists of reinvested earnings,only a portion of the returns on investment typically is repatriated. Debt, on the other hand, requires full repayment of interest and principal on loans. The reinvestment also involves less constraints and has an almost built-in rollover mechanism compared with the fluctuations in commercial bank lending.Fourth, FDI permits a closer match between the maturity structures ot the earnings from an investment and that of the required payments to the capital used to finance it,thus avoiding the mismatch created when developing countries borrow short term to finance long term investments. FDI also offers externalities, which borrowing does not. FDI flows help in easing capital shortages and financing balance of payments but its long-term benefit lies more in the transfer of technology, human capital creation, the development of managerial skills and foreign market penetration. SSA has to diversify its limited production and export base and these attributes of FDI can play a vital role in this process.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Foreign Direct Investment",
        "sec_num": null
      },
      {
        "text": "Recently questions have been raised about whether investment can be attracted on the basis of advantages such as cheap labor. A recent survey 43, for example, concluded that the ability of countries to attract investment in manufacturing on the basis of the availability of cheap, unskilled labor has diminished in recent years. The need for such labor in the manufacture of many products simply is much less than it was a decade ago, and this trend will surely continue. Given the current pace of technology development in products and processes, even most export platforms will require techn,ological (including human) upgrading 'o remain competitive. Developing countries that have more highly skilled labor available at relatively low wages can more favorably influence plant location decisions. Nevertheless, some types of products (apparel, shoes) thus far have remained largely unaffected by the declining dependence on labor in manufacturing. For investors in these industries, there will continue to be a motivation for locating production in poorer countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Foreign Direct Investment",
        "sec_num": null
      },
      {
        "text": "It is unlikely that most African countries can compete favorably with other developing regions in the production of unsophisticated goods, but there are at least seven or eight countries which have relatively better prospects than most developing countries. Many of them are in the process of transition from a highly controlled and command economy to creating a more liberal policy and hisiness environment. Currently, investment in these countries does not yet appear attrzctive. However, as the IFC notes: \"The reform programs often make the business environment more difficult in the short to medium term by introducing the need to adapt to more competitive circumstances. Furthermore, measures aimed at reducing deficits often result in restrained overall demand and depressed local markets. Many businesses find it difficult to adjust to trade reforms and industrial restructuring measures and to absorb increased input and debt service costs caused by local currency devaluations. In this kind of environment, investors adopt a wait and see attitude before making new investments or expanding operations. In the long term. however, the success of such reforms should increase the scope for private sector activity.\" \"' \"There have been important changes in capital movements at a global level --the growing integration of capital markets across borders, institutions and financial markets. Traditional markets have matured. Businesses have become international in perspective, looking beyond their national borders for new products, customers and inputs. Improved transport and communications have facilitated this as has technological change and innovation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Foreign Direct Investment",
        "sec_num": null
      },
      {
        "text": "Such changes suggest that long-term external structural reasons exist for continued flows of capital to developing countries. Much depends on better economic management and greater political stability in SSA. In a global market place there is a sharply-reduced tolerance for poor policies.\" Prgpcsff Africa faces a real dilemma.To meet its requirements of external capital a number of low middle income African countries will have to rely increasingly on FDI as other types of traditional flows such as ODA,comrnmercial bank lending, and non concessional official finance become relatively scarce.On the other hand, the image of Africa among prospective investors is not very favorable at present and the perceived political and economic risks are high. Growing competition for foreign investment from Eastern 44/ IFC. 1989 . Annual Report 1989 Europe and the republics of the FSU has further limited opportunities for Africa. Thus, even if African countries succeed in implementing the reforms and changes necessary it is not obvious that it will succeed in attracting substantial new FDI. The expectation for FDI should, then remain modest and realistic. It would be unwise to pin too much hope on foreign investment flows to bridge either the foreign exchange or domestic savings gaps.",
        "cite_spans": [
          {
            "start": 810,
            "end": 823,
            "text": "44/ IFC. 1989",
            "ref_id": null
          },
          {
            "start": 824,
            "end": 844,
            "text": ". Annual Report 1989",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Foreign Direct Investment",
        "sec_num": null
      },
      {
        "text": "This does not imply that African governments should not resolve their ambivalence about the role of FDI in their countries and strive to create an enabling environment which is conducive to foreign investment. The difficulties faced by existing investors in Africa have not diminished and an active effort to attract FDI to the region has not yet been made. Foreign investors already engaged in business in African countries should be encouraged to stay and expand. This can have a positive demonstration effect for potential new investors. Companies can also be actively offered specific investment proposals, briefed about economic and political conditions and provided the requisite information needed to make decisions. Foreign investors can also be exposed to business opportunities with offers of management contracts, plant and technology licensing agreements, production sharing agreements, and international subcontracting. In the end, the results will depend on the successful implementation and liberalization of domestic and foreign trade regimes in African countries and an improvement in the perceived political and economic risks of doing business.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Foreign Direct Investment",
        "sec_num": null
      },
      {
        "text": "Our survey of the prospects for trade, aid and investment in Sub-Saharan Africa leads to the following broad conclusions:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUSIONS",
        "sec_num": null
      },
      {
        "text": "(a) The relative pay-off from orienting outward, improving competitiveness and recapturing lost share in world markets is higher than any other strategy for growth and sustainable development in SSA countries. Had SSA maintained internal competitiveness and retained its 1970 share in world exports, successfully defending against 'new' entrants, its 1990 level of exports would have been at least $50 billion higher than actual earnings. This calculation assumes that the composition of African exports would have changed in consonance with the growth in world trade. Had SSA continued to rely on primary commodity exports alone, the relative gains would have been much smaller. Care should be taken, however, not to allocate resources for further expansion in commodities and minerals in which the relative share of SSA exceeds price elasticity of world demand.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUSIONS",
        "sec_num": null
      },
      {
        "text": "(b' Although the dependence of SSA on external resource flows for investment, imports and development has increased in the last decade, budgetary constraints in the OECD countries, competing demand from new claimants and the insistence on new types of conditionalities by bilateral donors such as democratization, reduced military spending, and improvement of human rights will make it difficult to sustain a high level of aid. Almost all African countries will have to mobilize domestic resources and increase domestic saving rates by reducing public sector dissavings, financial losses of public enterprises and other non-productive expenditures. While a group of low middle income African countries is capable of attracting a significant amount of foreign direct investment most resource poor countries, especially in the Sahel and Horn of Africa, will continue to be dependent on foreign aid.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUSIONS",
        "sec_num": null
      },
      {
        "text": "(c) There is a consensus on economic grounds, for finding a more durable solution to Africa's debt problem. The fact that only one-half of the debt service due can be paid suggests the urgent need to reduce the stock of debt and thus debt servicing obligations in alignment with debt servicing capacity. Many of the current proposals, if implemented, can bring considerable relief.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUSIONS",
        "sec_num": null
      },
      {
        "text": "(d) Productive investment levels in most African countries have remained depressed, and even where economic policy reforms have been implemented, the investor response -both domestic and foreign -has been poor. Uncertainty, lack of credibility and continuity, fears of policy reversals, thc ontagion effect of Africa, and more attractive opportunities elsewhere, reinforce structural weaknesses such as poor infrastructure, a weak human resource base and inefficient services to deny Africa of new investment. Nevertheless, there are several countries, which can succeed in attracting significant amounts of investment because of their domestic market size, location in the region, low labor costs and natural resource endowments.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUSIONS",
        "sec_num": null
      },
      {
        "text": "(e) More fundamentally, the impetus of Africa's growth and sustainable development will come only by investing in and accelerating the education, training and skill development and capacities of its human resources and by improving the means of linking these skills and capacities to the world market through trade,capital flows, technology and investment. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "CONCLUSIONS",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Determinants of U.S. Manufacturing Investment Abroad",
        "authors": [
          {
            "first": "C",
            "middle": [],
            "last": "Michalopoulos",
            "suffix": ""
          }
        ],
        "year": 1985,
        "venue": "Finance and Development . TABLE-I",
        "volume": "3",
        "issue": "2",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Michalopoulos, C. 'Private Direct Investment, Finance and Development,\"Asian Develooment Review, Volume 3, No. 2, 1985. 43/ 'Iiller, Robert. 1993. 'Determinants of U.S. Manufacturing Investment Abroad.\" Finance and Development . TABLE-I",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Source: UNCTAD, Handbook of Investment Trade and Development Statistics",
        "authors": [],
        "year": 1991,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Source: UNCTAD, Handbook of Investment Trade and Development Statistics, 1991.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "num": null,
        "fig_num": null,
        "uris": null,
        "text": ". 'Seizing the Change: Economic Crisis and Industrial Restructuring in Nigeria.\" In J. Nyang'oro and T.M. Shaw, eds., 1992. Beyond Structural Adiustment in Africa. New York: Praeger.",
        "type_str": "figure"
      },
      "FIGREF1": {
        "num": null,
        "fig_num": null,
        "uris": null,
        "text": "24/ Matin, Kazi, et al. \"Kenya: The Challenge of Promoting Exports\" (Chapter 5). UINDP/World Bank TEP Report, Decem-ber 1992. 25/ Stewart, F., et al. 1992. \"Alternative Development Strategies: An Overview.\" In Stewart F., S. Lall and S. Wangwe. Alternative Develorment Strategies in Sub-Saharan Africa. London: MacMillan.",
        "type_str": "figure"
      },
      "FIGREF2": {
        "num": null,
        "fig_num": null,
        "uris": null,
        "text": "36/1991 debt servicing paid figures are exceptionally high as they include Zambia's payment of past accumulated arrears of $344 million.",
        "type_str": "figure"
      },
      "FIGREF3": {
        "num": null,
        "fig_num": null,
        "uris": null,
        "text": "41/World Bank. The Third Report on Adiustment Lendine: Private and Public Resources for Growth Washington D.C., March 1992.",
        "type_str": "figure"
      },
      "TABREF5": {
        "num": null,
        "text": "",
        "type_str": "table",
        "html": null,
        "content": "<table><tr><td/><td colspan=\"3\">Shares of Sub-Saharan African Exports</td><td/></tr><tr><td/><td colspan=\"2\">(Percentage Shares)</td><td/><td/></tr><tr><td/><td>12Q</td><td>980</td><td>12X</td><td>990</td></tr><tr><td>A. World Exports</td><td>2.5</td><td>2.5</td><td>1.2</td><td>1.0</td></tr><tr><td>B. Developing Country</td><td/><td/><td/><td/></tr><tr><td>Exports</td><td>13.2</td><td>8.5</td><td>6.1</td><td>4.9</td></tr><tr><td>C. Primary Commodity</td><td/><td/><td/><td/></tr><tr><td>Exports</td><td>6.2</td><td>4.5\"</td><td>3.9</td><td>4.0</td></tr><tr><td>D. Non-oil Primary</td><td/><td/><td/><td/></tr><tr><td>Exports</td><td>7.3</td><td>3.91/</td><td>4.1</td><td>2.7</td></tr><tr><td>E. Agricultural Raw</td><td/><td/><td/><td/></tr><tr><td>Material Exports</td><td>4.9</td><td>3.4\"</td><td>3.0</td><td>2.8</td></tr><tr><td>F. Minerals, Ores and</td><td/><td/><td/><td/></tr><tr><td>Metal Exports</td><td>10.2</td><td>5.61\"</td><td>4.7</td><td>3.7</td></tr><tr><td colspan=\"2\">Sources: 1) UNCTAD, Handbook of International</td><td/><td/><td/></tr><tr><td colspan=\"2\">and Development Statistics, 1991.</td><td/><td/><td/></tr><tr><td colspan=\"3\">2) UNCTAD, Commodity Yearbook, 1992.</td><td/><td/></tr><tr><td>1/ Pertains to 1981</td><td/><td/><td/><td/></tr></table>"
      },
      "TABREF6": {
        "num": null,
        "text": "Shae of Maior African Commodity Expo-ts in World Exports",
        "type_str": "table",
        "html": null,
        "content": "<table><tr><td/><td>Average 197</td><td>Average</td><td>Pgcentaae Change between First and Secon Periods</td></tr><tr><td>Cocoa</td><td>74.2</td><td>65.2</td><td>-12.1</td></tr><tr><td>Copper</td><td>44.7</td><td>42.4</td><td>-5.1</td></tr><tr><td>Coffee</td><td>30.3</td><td>23.5</td><td>-22.1</td></tr><tr><td>Cotton</td><td>18.4</td><td>15.0</td><td>-18.S</td></tr><tr><td>Tea</td><td>17.5</td><td>19.6</td><td>12.0</td></tr><tr><td>Tobacco</td><td>9.6</td><td>12.3</td><td>28.1</td></tr><tr><td>Sugar</td><td>6.1</td><td>5.2</td><td>-14.8</td></tr><tr><td colspan=\"3\">Source: UNCTAD, Commodity Yearbook (Various Issues)</td><td/></tr></table>"
      },
      "TABREF7": {
        "num": null,
        "text": "Net Flows and Net Transfers to Sub-Saharan Africa",
        "type_str": "table",
        "html": null,
        "content": "<table><tr><td/><td>(USS million)</td><td/><td/><td/></tr><tr><td>A. Net Flows on Long Term Debt</td><td>824</td><td>7,940</td><td>5,399</td><td>4,974</td></tr><tr><td>B. Official Grants</td><td>363</td><td>3,089</td><td>4,880</td><td>11,669</td></tr><tr><td>C. Foreign Direct Investment</td><td>92</td><td>20</td><td>719</td><td>669</td></tr><tr><td>D. IMF Purchases (net)</td><td>-44</td><td>833</td><td>-482</td><td>-34</td></tr><tr><td>Aggregate Net Flows (ANF) (A+B+C+D)</td><td>25</td><td>11.881</td><td>10Q516</td><td>17.278</td></tr><tr><td>E. Interest on Long Term Debt</td><td>180</td><td>2,277</td><td>3,391</td><td>4,255</td></tr><tr><td>F. Profits on FDI</td><td>737</td><td>2,890</td><td>1,339</td><td>1,313</td></tr><tr><td>ALLregate Net Transfers (ANT) (ANF-E-F)</td><td/><td>6,S711.669</td><td/><td/></tr><tr><td>Memo Items:</td><td/><td/><td/><td/></tr><tr><td>Aggregate Net Flows (Constant 1992 S)</td><td>-</td><td>14.7</td><td>1367</td><td>18.035</td></tr><tr><td>Aggregate Net Transfers (Constant 1992 S)</td><td>-</td><td>8</td><td/><td>12,180</td></tr><tr><td>ource: ' orld Debt Tables 1992-93</td><td/><td/><td/><td/></tr></table>"
      },
      "TABREF8": {
        "num": null,
        "text": "",
        "type_str": "table",
        "html": null,
        "content": "<table><tr><td/><td colspan=\"2\">Structure of 12ebt Stock</td><td/><td/></tr><tr><td/><td/><td>(end 1991)</td><td/><td/></tr><tr><td/><td/><td>(S billion)</td><td/><td/></tr><tr><td/><td colspan=\"2\">Sub-Saharan Afric</td><td>S P A C</td><td/></tr><tr><td/><td>Amoun</td><td>Shau</td><td>Aoin</td><td>shar</td></tr><tr><td>A. OFFICIAL</td><td>LQ</td><td>4 1</td><td/><td/></tr><tr><td>Muitilateral</td><td>40</td><td>22.5</td><td>22</td><td>37.5</td></tr><tr><td>Concessional</td><td>26</td><td>14.6</td><td>19</td><td>32.2</td></tr><tr><td>Non-Concessional</td><td>14</td><td>7.9</td><td>3</td><td>5.1</td></tr><tr><td>Bilateral</td><td>70</td><td>39.3</td><td>23</td><td>39.0</td></tr><tr><td>Concessional</td><td>34</td><td>19.1</td><td>16</td><td>27.1</td></tr><tr><td>Non-Concessional</td><td>36</td><td>20.2</td><td>7</td><td>7.8</td></tr><tr><td>B. PRIVATE</td><td>39</td><td>2L2</td><td/><td>U Li</td></tr><tr><td>Commercial Banks</td><td>21</td><td>11.8</td><td>2</td><td>3.4</td></tr><tr><td>Other Private</td><td>18</td><td>10.1</td><td/><td>5.1</td></tr><tr><td>C. SHORT-TERM DEBT</td><td>21</td><td/><td>4 _</td><td>7</td></tr><tr><td>D. IMF</td><td>7</td><td/><td/><td/></tr><tr><td>Total</td><td/><td/><td/><td/></tr><tr><td>Memo item:</td><td/><td/><td/><td/></tr><tr><td>Concessional Debt -1980</td><td>26.9</td><td/><td>39.1</td><td/></tr><tr><td>1991</td><td>33.8</td><td/><td>60.0</td><td/></tr><tr><td>Source: World Debt Tables 1992-93.</td><td/><td/><td/><td/></tr></table>"
      },
      "TABREF9": {
        "num": null,
        "text": "Not rurnfe, in 1991 wem lower than the averge becauw of the large paymayt of acwuilatod ani by Zambia. The not tnarfer fmrm the World Banrk in 1988-90 period to SSA and SPA we S. I bilLion and $l.0 billion pectively.",
        "type_str": "table",
        "html": null,
        "content": "<table><tr><td/><td colspan=\"6\">Structure of Debt Servicinf Actually Paid T&amp;UBLEVU</td><td/></tr><tr><td/><td/><td colspan=\"4\">(end 1991) (S billion) Sub-Saharan Afric</td><td/><td/></tr><tr><td/><td colspan=\"6\">Key Savings and Investment Indicators</td><td/></tr><tr><td/><td/><td colspan=\"4\">(Percent of GDP)</td><td/><td/></tr><tr><td/><td colspan=\"2\">Sub-Saharan Africa</td><td/><td/><td>S</td><td colspan=\"2\">Countries</td></tr><tr><td/><td>AmQu n</td><td colspan=\"3\">Share</td><td>Am</td><td/><td colspan=\"2\">X Share</td></tr><tr><td>Multilateral</td><td>32 7</td><td>S</td><td colspan=\"2\">1970*89</td><td>Li</td><td>1991-95</td><td>6</td><td>1996-9</td></tr><tr><td>Wodld Bank Gross Investment Ratio</td><td>2.0</td><td colspan=\"2\">19.4</td><td>20.8</td><td>0.8</td><td>15.7</td><td colspan=\"2\">25.0</td><td>16.8</td></tr><tr><td>IMF Private Investment Ratio</td><td>0.8</td><td>7.8</td><td/><td>-</td><td>0.5</td><td>10.4</td><td colspan=\"2\">15.6</td><td>10.2</td></tr><tr><td>Bilateral Official nI Foreign Direct Investmt. Ratio</td><td/><td/><td/><td>-</td><td/><td>0.7</td><td>1</td><td>0.8</td></tr><tr><td>Commercial Banks Gross National Savings Ratio</td><td>2O</td><td colspan=\"2\">2.11</td><td>14.6</td><td/><td>9.3</td><td/><td>9.7</td></tr><tr><td>Other Private</td><td>LZ ,g</td><td/><td/><td/><td>QL</td><td/><td>2A</td></tr><tr><td>Short-term Debt</td><td colspan=\"2\">.^</td><td/><td/><td>.i</td><td/><td/></tr><tr><td>Total</td><td>10.3</td><td colspan=\"2\">100.0</td><td/><td>3.2</td><td/><td colspan=\"2\">100.0</td></tr><tr><td>Mdemo Items:</td><td/><td colspan=\"3\">= = =</td><td>,= =</td><td/><td colspan=\"2\">-= =</td></tr><tr><td>Gross Investment Ratio for</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Developing Countries</td><td/><td/><td/><td>24.7</td><td/><td>24.1</td><td/><td>25.3</td></tr><tr><td>Memo items: Gross National Savings Ratio for</td><td/><td/><td/><td>22.2</td><td/><td>22.1</td><td/><td>24.0</td></tr><tr><td>Net transfers from\" Developing Countries</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>the World Bank</td><td>0.5</td><td/><td/><td/><td>0.9</td><td/><td/></tr><tr><td>Aggregate net transfers</td><td>11.4</td><td/><td/><td/><td>7.7</td><td/><td/></tr><tr><td colspan=\"2\">Source: World Debt Tables 1992-93.</td><td/><td/><td/><td/><td/><td/></tr></table>"
      }
    }
  }
}