{
  "paper_id": "D699863",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:26.373102Z"
  },
  "title": "Agricultural Pricing Systems and Transportation Policy in Africa",
  "authors": [
    {
      "first": "Mark",
      "middle": [],
      "last": "Gersovitz",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "1991-10",
  "venue": null,
  "identifiers": {},
  "abstract": "When agricultural production is taxed, the system of producer prices, transport logistics, and decisions on investments in transport for exports must be considered together. The Policy,Research, and Extemal Affais Complex distnbutes PRIF Working Papers todisseninate the findings of work in progress and to encouragc the exchange of ideas among Bank staff and aU others intcrested in development issues. These papers carry the liames of the authors, reflect only their views, and should be used and cited accordingly The findings, interpreations, and conclusionss are the authors' own. Thcy should not be attributed to the World Bank, its Board s.f Directors, its managament, or any of its member countries.",
  "pdf_parse": {
    "paper_id": "D699863",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "When agricultural production is taxed, the system of producer prices, transport logistics, and decisions on investments in transport for exports must be considered together. The Policy,Research, and Extemal Affais Complex distnbutes PRIF Working Papers todisseninate the findings of work in progress and to encouragc the exchange of ideas among Bank staff and aU others intcrested in development issues. These papers carry the liames of the authors, reflect only their views, and should be used and cited accordingly The findings, interpreations, and conclusionss are the authors' own. Thcy should not be attributed to the World Bank, its Board s.f Directors, its managament, or any of its member countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "Many African states ralise revenue by taxing cost of pan-territorial pricing rises as the needed export crops. A common tool for this puipose is .umount of tax revenue nises. markeiniig boairds. Mlarketing boards purcilase crops at depots establishied neair areas o1 culliva-Gersovitz finds that returns (in terms of tion --at prices that yield a profit to thie board. producer surplus) to transport investments 'rhey aiso arrange for processing and the transdlower transport cost) are largest under panport of the product from depots to port. Thie cost territorial pricing, lowAer undier optimal pricing (a of transport to the farmer, given the price of'lered partial subsidy of'transport), least under a pure for his crop at tile depot. \" ill affect hiis decision expont tax. on production and on the use of his ow n transport resources",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The best policy for ihc state (or Gersovit/ also examines different patterns marketing booard) .s to raise tie necded amount of depot location. He finds that unless depots of revenue at the least deadweight loss.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "are densely spaced, farmers may deliver their Gcrsovitz evaluates the x)nmelits available f'rom crops to the depot nearest to them but not aitemative uses of the instruments available to nearest to the portthe heavier the transport the marketing board: subsidy, the greater the risk of this raising transport costs. * The purchase price for the crop at a particular location (and, implicitly, the cost oft ransport He also finds that evacuating crops in an to the farner).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "irrational orderfrom t'we furthest depots first, and the closest depots lasttends to increase * The location of' depots.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "postharvest losses and to engender inefficient use of and investment in transport. * The scheduling of the evacuation of crops by location.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The significance of the research for operations is to demonstrate the interdependence of' If the state taxes the crop, the bcst policy is agricuiturai pricing poiicy and inarceLting 4o0aid",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "to provide a partial subsidy of transport. The logistics with transport use and the demand for worst policy is pan-territorial pricing (paying the transport investments, and to present orders of same price per unit at any depot, an implicit 100 magnitude of cross-effects that ought to be percent subsid) of transport f'rom depot to port). investigated in decisions about agricultural A pure export tax (farmer transports crop to port pricing policies and transport investments. at own cost) is onl\\ slighily betier.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "T''he parameters for Gersovitz's analy tical The deadweight loss from pan-territorial model of transport are derived f'rom data for 56 pricinig (for a given ta.x vicld increases A ith the cotton-producing zones of (C6te , imerpretlaiol,, ,-d co;u( ,n,1b i, d le p,,perN J,) r,ot ncte'oariis rT1 prVsent Offi ill Bank polo.> Table 1: Deliveries and Distances at the Zone Level 18 Table 2: Price Variables 20 Table 3 :",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 220,
            "end": 273,
            "text": ", imerpretlaiol,, ,-d co;u( ,n,1b i, d le p,,perN J,)",
            "ref_id": "FIGREF0"
          },
          {
            "start": 324,
            "end": 332,
            "text": "Table 1:",
            "ref_id": "TABREF1"
          },
          {
            "start": 379,
            "end": 387,
            "text": "Table 2:",
            "ref_id": "TABREF2"
          },
          {
            "start": 407,
            "end": 414,
            "text": "Table 3",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Alternative Pricing Policies 21 Table 4 :",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 32,
            "end": 39,
            "text": "Table 4",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Revenue Maximizing Pricing Policies 22 Table 5 :",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 39,
            "end": 46,
            "text": "Table 5",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Plantine and Deliverv Lags anrd Qulity at the Zone Level 23 Table 6 : The Spatial Timing of Transportation and Aggregate Post-Harvest Losses 24",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 60,
            "end": 67,
            "text": "Table 6",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "1. Many countries in Africa and elsewhere have established marketir.g boards for the purchase and disposal of major agricultural crops. Many employ the boards as a device for raising public revenue, prices to farmers being set sufficiently lcw to yield a profit to the board after all its expenses (purchase, storage, processing, transport) have been covered. Implicit in the marketing boards' pricing policy and the way in which it is implemented there are prices for transport services. The research investigates the efficiency and the consequences of different systems of these implicit incentives.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Agricultural production is spread over space. The provision of transport (infrastructure and services) and the pricing of transport to farmers affect the extensive margin of cultivations, and thus also the total volume of transport and hence the demand for transport investments. Further, marketing boards typically buy from farmers at depots distributed over space. The location of depots, in combination with transport pricing to farmers, is capable of affecting the productivity of the agricultural sector and of transport investments. Thirdly, the timing of transport in the process of evacuating the crop from different locations, can affect the aggregate productivity of agriculture or, equivalently, the social cost of raising revenue from agriculture. It can also affect the resource cost of agricultural transport.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.",
        "sec_num": null
      },
      {
        "text": "In all these respects, one may therefore search for optimality rules, for rules of price policy, location of depots and the logistic ordering of crop evacuation, which together minimize the deadweight loss asso' :ated with the taxation of agricultural output, for given levels of state revenue. The study therefore states certain optimality rules. It proposes diagnostic tests that can be app!ied (or diagnostic questions that should be asked) to arrive at reasonably strong presumptions about the optimality or otherwise of existing arrangements in the pricing of transport, the distribution of depots and the logistics of crop evacuation, and thus of the rationality of arguments for public expenditures on transport that arise in given circumstances.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "The polar extremes of marketing board purchase pricing policies are, at one end, a uniform price per unit of output paid at one single point of delivery (say, the port), and, at the other end, a uniform price paid per unit of output wherever in the country it is produced (more realistically, at every marketing board depot throughout the country). Under the first system, the farmer pays the full cost of transport to the port. Under the other system, transport from the nearest depot to the port is paid by the marketing board. The latter is the widely practiced policy of panterritorial pricing and it implies a (full) subsidy of transport cost. The study assesses the effects of panterritorial pricing empirically, on the data of one country, the Cote d'Ivoire and one of its chief export crops, cotton. Only the elasticity of supply of cotton farmers could not be estimated (panterritorial pricing itself suppresses relevant information since prices are not allowed to vary over space) but had to be assumed, and assumed constant, and subjected to sensitivity analysis.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.",
        "sec_num": null
      },
      {
        "text": "The assessment of this and alternative pricing systems is made relative to the objective of minimizing the aggregate deadweight loss --that is. maximizing aggregate producers' surplus --for a given amount of revenue from taxing agricultural output. Theoretical analysis then shows (consistent with results in other areas of the ecenomics of taxation) that some transport price intervention is optimai if and only it output is taxed. For the special case of a constant elasticity of agricultural supply, the proportional rate of the optimal transport subsidy is equal to the rate of the tax on output (calculated on the export price). There is then an optimal transport subsidy (or an optimal location-specific price for cotton at the depot), that rises in an absolute amount with distance but is less than the 100 percent subsidy implicit in panterritorial pricing.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.",
        "sec_num": null
      },
      {
        "text": "Combining Cote d'Ivoire data (available at the level of 56 zones) with different values of the elasticity of supply, it appears that: a. First, to raise the same amount of revenue that the country raises by panterritorial pricing of cotton: * as a general proposition, the loss to aggregate producers' surplus from panterritorial rather than optimal pricing increases with the elasticity of supply. But in Cote d'lvoire where cotton is grown in a very compact area, the percentage gain from moving to optimal pricing is small: say, up to 3 percent for the higher elasticities of supply; * but as optimal is substituted for panterritorial pricing, there results a marked redistribution of producer surplus, from farmers in remote zones to those near the port; * and if the given revenue is raised by a pure export tax, so that farmers pay the full cost of transport to port, the effect in terms of aggregate producer surplus is superior to that under panterritorial pricing (though inferior to optimal pricing), while the redistribution of producer surplus from remote to near zones is greater than results from a move to optimal pricing. The movement from panterritorial to optimal pricing reduces producer surplus for the remotest zone by about one-quarter, while a move to full-cost pricing of transport lowers it bv one-third: and * lastly, transport investments that reduce the cost per ton-km yield the largest return (in terms of producer surplus) under panterritorial pricing, lower under optimal pricing, lowest under a pure export tax which leaves farmers with the full cost of transport. The differences according to the pricing system (in the Cote d'Ivoire) are again not very large but rise with the elasticity of supply, and would be larger if cultivation were more dispersed over space than in this country. But note that the pricing systems that produce the highest and the lowest rate of return to transport iii investment are each sub-optimal; optimality requires some subsidy to transport.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.",
        "sec_num": null
      },
      {
        "text": "b. Second, if the objective were to raise more revenue for the marketing board, say, to maximize what can be raised with panterritorial pricing of cotton:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.",
        "sec_num": null
      },
      {
        "text": "• the advantages of optimal over panterritorial pricing, reckoned in terms of aggregate producer surplus, grow as more revenue is raised. Even in Cote d'Ivoire, optimal pricing (the smaller transport subsidy) yields 7 -10 percent more aggregate producers' surplus (for the maximum state revenue attainable with panterritorial pricing) than can panterritorial pricing. The more revenue is to be raised by marketing boards, the greater is the social cost of panterritorial pricing; and * as more revenue is raised, the difference in the returns to transport investment (that lowers transport cost) under optimal against panterritorial pricing grows also. Experimenting with Cote d'Ivoire numbers, under panterritorial pricing, investment that halves transport cost per km may vield a gain, in aggregate producer surplus, some 10 percent greater than would appear under optimal pricing.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.",
        "sec_num": null
      },
      {
        "text": "Detouring and the Location of Depots",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.",
        "sec_num": null
      },
      {
        "text": "The practical implementation of transport subsidies, whether under optimal or panterritorial pricing, requires the operation of depots distributed over the zones of cultivation. The price paid to farmers at the depot will then include the transport subsidy. Under panterritorial pricing, the farmer only bears the cost of transporting his crop from farm to depot; under optimal pricing, he will, in addition, bear some part of the cost of transport from depot to port. When depots are very densely spaced, as in Cote d'Ivoire, there will not be much derouting or \"backhauling\" which occurs when the farmer has the incentive to carry his cotton to a depot that is nearer to him but further away from the port than the next-nearest depot, i.e. when he carries cotton away from the port rather than toward it. Less dense spacing gives scope for such \"backhauling\" which the study shows to be potentially very costly in transport resources and, hence, in producer surplus and state revenue from agricultural taxation. Under optimal pricing, a farmer may \"backhaul\" when the cost of his own transport exceeds the difference between the (lower) price paid at the nearest depot and the (higher) price obtainable at a depot closer to the port. Under panterritorial pricing, his only objective is to save his own transport cost and he will carry to the nearest depot. The location and density of depots is therefore a problem for transport policy. But since depots cost something to build, the optimal pricing solution is constrained by the cost of implementation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "7.",
        "sec_num": null
      },
      {
        "text": "Cultivation takes place over space and the optimal rule for evacuating the crop, other things being equal, is to collect first from the nearest location and last from the furthest. This minimizes the cost, whether that is reckoned in interest or in crop losses: the optimal procedures minimize (other things being equal) the aggregate waste through deterioration. In the Cote d'Ivoire, however, the delay in collecting the ready crop is negatively correlated with the distance of zones from the port. Failing other good reasons, the cause may be institutional inefficiency and distorted incentives for the transport operators. If good reasons (such as differential timing of rains) do not exist, the procedure is irrational. It may induce \"backhauling\": the nearer farms carrying their crop further inland to depots served earlier than those closer to port. It may also induce over-investment in transport equipment, by the nearer farms, which may thus minimize their loss from being left until last in the timing of evacuation; total transport cost is then raised, through under-utilization of the stock of vehicles or inappropriate sizes, and aggregate producer surplus is encroached on. Such investments would, of course, mitigate the loss through irrational evacuation procedures.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "8.",
        "sec_num": null
      },
      {
        "text": "For operational purposes, the significance of the study is to clarify the relation that exists between different marketing board pricing systems and the method of implementing the schemes on the one hand, and, on the other, the implicit incentives for transport use, producer surplus and returns to transport investments. These relations, illustrated numerically from Cote d'Ivoire data, dictate questions tiat ought to be asked in evaluating agricultural transport projects and, equally, in reviews of agricultural pricing or agricultural tax schemes. Specifically, a pure tax on agricultural output and thus also full-cost pricing of agricultural transport are suboptimal; so is panterritorial pricing and the implied 100 percent subsidy on transport of crops. Further, demand estimates for purposes of transport investment appraisals should not be made independently of an investigation of the agricultural pricing system, particularly when the system is itself in process of change. Lastiy, the location ot marketing board depots and the logistics of crop evacuation also contain incentives for different ways of using transport and may therefore generate a substantial waste of transport resources.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "9.",
        "sec_num": null
      },
      {
        "text": "Governments influence the price and quality of transport services both through their ix'vestments in transport infrastructure and through a range of regulations. In rural areas, these decisions affect the spatial pattern of agricultural production with consequences for the efficiency of agriculture, the well-being of agricultufalists and the revenues obtained from the sector by the government.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1",
        "sec_num": null
      },
      {
        "text": "In many African countries, decisions on the pricing of transport services are made implicitly as a consequence of government interventions in the marketing of agricultural produce. Often, these governments establish public or semi-public agencies (parastatals) that handle marketing, and the ways in which they pay farmers at different locations for their produce are equivalent to a set of regulations on the pricing and quality of transport services. One commonly adopted component of parastatal policy is panterritorial pricing, in which all farmers are paid the same price regardless of where their produtce is purchased. This is the practice of the Compa6nie Ivoirienne pour le Developpement des Textiles (CIDT), the parastatal that is involved with cotton production and marketing in the Cote d'Ivoire and which provides the main example used in this paper to illustrate and assess some of the policies on rural transport that have been implemented in Africa.'",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.",
        "sec_num": null
      },
      {
        "text": "In this paper, I set out some practical diagnostic tests of the efficiency of (implicit) transport policies emboJied in state marketing and their implications for infrastructural investment, tests that can be calculated using data that are readily available in many African countries and for many crops. The next section presents a conceptual framework for looking at rural transport and state marketing, 2 and uses it to organize some basic facts about the operations of the CIDT. Section 3 models the implications of panterritorial pricing for transport policy, and applies the model to assess this aspect of the activities of the CIDT. Section 4 looks at the timeliness of transportation and presents evidence on the performance of the CIDT in this dimension. Section 5 gives special attention to choices about the location of purchasing depots used by parastatals and the consequences for the implicit price of transport. In principle, there is a wide variety of options here, and the CIDT exemplifies only one of the choices that I consider. A final section makes some concluding remarks. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "To understand the demand for rural transport generated by the production of a crop, it is necessary to understand where the crop is produced relative to where it is consumed or exported. The essence of agricultural production is, of course, the importance of land as an input and the consequent spatial dispersion of production. The volume and location of production is determined both by the area where the crop is cultivated (the extensive margin of cultivation) and by the intensity of production on land that is used to produce the crop (the intensive margin of cultivation). The boundaries of the region in which a particular crop is grown in a particular country may be determined in various ways, by the limits of the country's borders, by the limits of the land that is at all physically suitable for cultivation of the crop, or by the limits of the land on which it is economically profitable to grow the crop. The first two factors are exogenous to the transport policies of the government, while the last is highly influenced by them.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.",
        "sec_num": null
      },
      {
        "text": "In practice, whether one emphasizes changes in the intensive or extensive margins of cultivation in an analysis of agricultural response to transport policy depends partially on the degree of aggregation in the information that is available. At the level of individual farms, it may be possiole to see changes in the extensive margin while at a more aggregate level the boundaries of the region where production occurs may not change at all. In the case of African countries, information with which to study the effect of transport policy on agricultural response at the farm level is largely unavailable, either because it has not been collected or because governments treat it as confidential. For practical reasons, therefore, the study of rural transport is largely restricted to data reported at a geographical level just below that of the region in which production occurs (termed zones productrices in the case of the CIDT) or to special studies of particular road projects. It is the purpose of this paper to see what can be learned about rural transport from the study of zonal data.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.",
        "sec_num": null
      },
      {
        "text": "The cotton sector of the Cote d'Ivoire occupies about 188,000 km 2 , split into approximately 56 zones that the CIDT uses for organizational and reporting purposes. It is hordered r.nn the easnt uwest antd north by the internaticnl bcundcs of . country. To \"'e south it is limited by the replacement of the savannah which is agroclimatically suited to cotton by the forest which is not. For these reasons, it does not seem that an important part of the response of production to decreases in transport costs is to be found in the expansion of the borders of the cotton region, as reflected in an addition of new zones. I therefore assume that the number of zones is fixed when making calculations on the effects of changes in the (implicit) price of transport on production, on the benefits received by agricultural producers, and on government revenues. 3",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.",
        "sec_num": null
      },
      {
        "text": "To calculate the effects of transport policy, I need to calculate the benefits received by agricultural producers and the revenues received by the government. The first step is to calculate the level of production. For the ill zone, production (Q,) is given by:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "7.",
        "sec_num": null
      },
      {
        "text": "(1) Qi = y, S(pi)/S(Poi)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "7.",
        "sec_num": null
      },
      {
        "text": "where S( ) is a function that depends positively on the price (p) received by farmers in the . .ne for their production, and p°, is the initia; (base case) price received by farmers for their output.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "7.",
        "sec_num": null
      },
      {
        "text": "When pi = po 1 , Q y= so that -y, is just the production of the zone at the initial price.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "7.",
        "sec_num": null
      },
      {
        "text": "Government revenues from the production in a particular zone (R.) are therefore:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "8.",
        "sec_num": null
      },
      {
        "text": "(2) R= [p -c -pi -a t, ] Q,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "8.",
        "sec_num": null
      },
      {
        "text": "where p' is the export price of the output, c' are the costs per ton paid by the parastatal but that do not vary with the region of production, a is the cost of transport per ton km paid by the parastatal, and t, is the average distance from the zone to the port of export. I measure the benefits to producers in a zone by the producer surplus (JI) received by these producers:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "8.",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "S (p, )",
            "eq_num": "(3)"
          }
        ],
        "section": "8.",
        "sec_num": null
      },
      {
        "text": "IA = piQi - yi { S' (x) dx /S(p;) .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "8.",
        "sec_num": null
      },
      {
        "text": "The corresponding total values for the sector as a whole are simply",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "0",
        "sec_num": null
      },
      {
        "text": "N IA - ' i=l N (5) n=z0 i=l.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "0",
        "sec_num": null
      },
      {
        "text": "where N is the number of zones, 56 in the case of the CIDT.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "0",
        "sec_num": null
      },
      {
        "text": "In the case of cotton in the Cote d'lvoire, values for the variatles that vary by zone, their means, standard deviations, ininma and maxima, along with a list of the zones, are given in Table 1 . I choose to make all calculations in terms of ginned cotton fiber. One kg. of seed cotton is equivalent to approximately 0.419 kg. of ginned cotton fiber. Thus while farmers harvest seed cotton and sell it to the CIDT for processing at the ginneries, I measure their output in the modeling exercise as y, =0.419 times their actual output of seed cotton (as given in col. 1 of Table 1) . Similarly, t, is given as follows: (1) divide col. 2 of Table 1 by 0.419; (2) multiply col. 3 of Table I by 0.26 and divide by 0.067 to account for the differences in costs per km per ginned cotton equivalent from the depot to the ginnery and from the ginnery to the port (see Table 2 on a'); (3) add the outcomes from the preceding two steps to get an adjusted tj. As for the price variables, the numbers used in the base case are given in Table 2 and refer to 1982/83. The value of a' is then equal to 0.067 CFA franc per km.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 186,
            "end": 193,
            "text": "Table 1",
            "ref_id": "TABREF1"
          },
          {
            "start": 572,
            "end": 580,
            "text": "Table 1)",
            "ref_id": "TABREF1"
          },
          {
            "start": 860,
            "end": 867,
            "text": "Table 2",
            "ref_id": "TABREF2"
          },
          {
            "start": 1024,
            "end": 1031,
            "text": "Table 2",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "9.",
        "sec_num": null
      },
      {
        "text": "10. One very weak test for efficiency in the transport policy implicit in these prices is that p -c >a ti, that it cost no more to move cotton from the zone than the return to sellinlg the cotton on the world market (p) net of unavoidable costs paid by the CIDT other than transport costs such as ginning (c'). Because it neglects the farmers' costs, the criterion could be met and production could still be socially undesirable. As can be seen from the data in Tables 1 and 2 , this condition is easily met for all zones, with p -c = 350 CFA francs and the largest value of a't 1 being 76.3 CFA francs. Furthermore, with the government paying 191 CFA francs regardless of the zone, it is still the case that p -c -p 1 = 159 CFA francs exce, Js the largest value of at 1 by 82.7 CFA francs, so that the government gains revenue from every single zone, alihough less per kg. fromn the more remote zones.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 462,
            "end": 476,
            "text": "Tables 1 and 2",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "9.",
        "sec_num": null
      },
      {
        "text": "11. Relatively remote places of production have relatively higher costs of transport to the place of ultimate consumption or export, but governments that buy farm output at the same price everywhere charge farmers in remote areas nothing for these higher costs. They may be said to subsidiie fully the differential transport cost between remote and near-in farmers. Production is more dispersed than is efficient. Farmers may incur some transport costs in getting their ouitput to the place of purchase, a cost of more or less significanlce depending on tlhe location of the government's buyinlg depots, an issue that is given some more attention in Section 5. In the Cote d'lvoire, however, the CIDT maintainis a very dense network of depots, purchasing cotton at every village (DCGT, 1988, p.28) . The costs of transport to the farmer are therefore very small, no more than 5 CFA frawns per kg. in the mid-1980's (Beenhakker and Bruzelius, 1985, p. 2 ",
        "cite_spans": [
          {
            "start": 779,
            "end": 797,
            "text": "(DCGT, 1988, p.28)",
            "ref_id": null
          },
          {
            "start": 915,
            "end": 952,
            "text": "(Beenhakker and Bruzelius, 1985, p. 2",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. PAN-TERRITFORIAL PRICING AND ITS ALTERNATIVES",
        "sec_num": null
      },
      {
        "text": "1).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. PAN-TERRITFORIAL PRICING AND ITS ALTERNATIVES",
        "sec_num": null
      },
      {
        "text": "12. What are the implications of panterritorial pricing for the well-being of farmers and for the rex iues of governments? To assess the transport pricing policy embodied in panterritorial pricing requires the simulation of alternative transport policies using eqs. (1)-(5). ',his, in turn, requires an assumption about the tunctional form of the zonal supply function, S(p). There is no information available on the sup,)ly function for cotton in the Cote d'Ivoire; indeed, panterritorial pricing means that there is no regional price variation with which to infer response, leaving only rather limited time-series information. I therefore adopt the form",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. PAN-TERRITFORIAL PRICING AND ITS ALTERNATIVES",
        "sec_num": null
      },
      {
        "text": "(G) s(p) = pa",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. PAN-TERRITFORIAL PRICING AND ITS ALTERNATIVES",
        "sec_num": null
      },
      {
        "text": "which has a constant price elasticity of supply of ca, and I present sensitivity analysis for various values of (x. Using this supply function, I compare the CIDT's implementation of panterritorial pricing (pi a constant as given :n Table 2 ) to the most desirable pricing scheme (set of pj's), one that maximizes the well-being of farmers (II) subject to the constraint of raising arn amount of revenue (R 0 ) for the government equal to that raised under panterritorial pricing. I refer to the solution to the latter transport pricing problem as the optimal policy.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 233,
            "end": 240,
            "text": "Table 2",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "III. PAN-TERRITFORIAL PRICING AND ITS ALTERNATIVES",
        "sec_num": null
      },
      {
        "text": "13. For any S function, the optimal policy is found by substituting from eqs. (1) -(5) into",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. PAN-TERRITFORIAL PRICING AND ITS ALTERNATIVES",
        "sec_num": null
      },
      {
        "text": "(t) = II + p(R -R°)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. PAN-TERRITFORIAL PRICING AND ITS ALTERNATIVES",
        "sec_num": null
      },
      {
        "text": "where ,u is a Lagrange multiplier and then setting the derivatives of Y with respect to the p, to zero. The derivative of Y is simply:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. PAN-TERRITFORIAL PRICING AND ITS ALTERNATIVES",
        "sec_num": null
      },
      {
        "text": "d2 yiS(pP) 7dS(pi) y; (8) - = + p S(p,) +[p--c' -pi -a't, I = dp;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. PAN-TERRITFORIAL PRICING AND ITS ALTERNATIVES",
        "sec_num": null
      },
      {
        "text": "S(p 0 1 dp; I s(po )",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. PAN-TERRITFORIAL PRICING AND ITS ALTERNATIVES",
        "sec_num": null
      },
      {
        "text": "14. Equation (8) holds for each of the N zones so that there are N equations. and along with the revenue constraint that R =R°, these equations determine the spatial pattern of zonal prices and the shadow cost of raising revenue, A. Note that , is the only variable that is not specific to a particular zone in the equation for that zone.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. PAN-TERRITFORIAL PRICING AND ITS ALTERNATIVES",
        "sec_num": null
      },
      {
        "text": "15. In the special case of a constant elasticity of supply, the spatial pattei n of prices takes a very simple form, and has an intuitive interpretation in terms of an (implicit) optimal subsidy to transport. As eq. 8shows in the case when the supply function has a constant elasticity, i.e. if eq. (6) h AIds, the optimal policy is a pair of constants, p, and ax, such that: Note that Px and ax differ from p' -c and a by the same proportion, X, and it is easy to show that the raising of a positive amount of revenue, R° > 0, implies that p,, < p' -c', i.e. X < 1. Thus 1-X is both the tax rate on the export of the product and the subsidy rate on transport relative to a situation in whic', farmers receive the full export price but pay the full cost of transport, i.e., in which pi =p -c -a't 1 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. PAN-TERRITFORIAL PRICING AND ITS ALTERNATIVES",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "(9a) = =(p -cs ),",
            "eq_num": "(9b)"
          }
        ],
        "section": "III. PAN-TERRITFORIAL PRICING AND ITS ALTERNATIVES",
        "sec_num": null
      },
      {
        "text": "16. Once the government is raising some revenue, therefore, it is no longer optimal to pass the full cost of transport, a', on to the farmer. This result is illustrated in Figure 1 for the special case of a =1 for two farms. The first is located right at the point of export (so that t, =0) and the other is located at t 2 =t kms from the point of export. If the government only uses an export tax, at rate r, then the loss in producers' surplus (the deadweight loss) is equal for each farm, area D. The revenue raised from the more remote farm is lower, however, and so the ratio of deadweight loss to revenue is disproportionately high for the remote farm. The government therefore has the opportunity to lower total deadweight loss while keeping its total revenues constant by increasing the tax on the near-in farm (which operates on a large base) while decreasing it on the remote one. As it does so, the deadweight loss rises and the revenue falls for the near-in farm while the opposite occurs for the remote one, until there is no net gain to continuing. The outcome is equivalent to a transport subsidy, and the geometry of Figure 1 can be used to prove the result of eqs. (9a-d): transport should be subsidized to the same degree that the export is taxed if the elasticity of supply is constant. In the particular case of a supply function with a constant elasticity, the optimal solution has all farmers paying the same tax, l-\\, as a proportion of their pre-tax farmgate price, and thereby reducing their production and producers' surplus by the same proportion. Therefore, the cost of transport must be subsidized so that the percentage tax on the farmgate price is constant regardless of the farmer's location; the linear eq. (9c) in conjunction with eqs. (9a) and (9b) does exactly this. Tables 1 and 2, eqs. (1)-(5), and various assumptions about the elasticity of supply, a in eq. (6), yield values for revenues, R, and producers' surplus, 11, under panterritorial pricing as given in Table 3 , col. 1. In addition, eqs. (9a-d) yield the value of the tax rate, l-), that produces the same revenue as that produced under panterritorial pricing, namely col. 2 of Table 3 .4 With such a X, the value of producers' surplus can be calculated under optimal pricing. For instance, Table 3 , cols. 1 and 2 show that the value of producers' surplus under optimal pricing is 1.0024 (=12.02921/12.00070) times the value of producers' surplus under panterritorial pricing when the elasticity of supply a =0.67. For o 1.33, probably quite a high value, the corresponding ratio is 1.0294. In other words, whether the CIDT pursues an optimal policy or one of panterritorial pricing seems to make relatively little difference to the value of the aggregate producers' surplus. Panterritorial pricing is, however, relatively less desirable the more elastic is supply, i.e., the more producers have scope for changing the volume of their output in response to the deviation between panterritorial pricing and the optimal spatial pattern of prices.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 172,
            "end": 180,
            "text": "Figure 1",
            "ref_id": "FIGREF0"
          },
          {
            "start": 1133,
            "end": 1141,
            "text": "Figure 1",
            "ref_id": "FIGREF0"
          },
          {
            "start": 1803,
            "end": 1823,
            "text": "Tables 1 and 2, eqs.",
            "ref_id": "TABREF1"
          },
          {
            "start": 2002,
            "end": 2009,
            "text": "Table 3",
            "ref_id": "TABREF3"
          },
          {
            "start": 2178,
            "end": 2185,
            "text": "Table 3",
            "ref_id": "TABREF3"
          },
          {
            "start": 2291,
            "end": 2298,
            "text": "Table 3",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "III. PAN-TERRITFORIAL PRICING AND ITS ALTERNATIVES",
        "sec_num": null
      },
      {
        "text": "By contrast to these results on overall efficiency, there is a substantial impact on the distribution of producers' surplus among zones of switching from a policy of panterritorial pricing to an optimal one. Table 1, col. 5 gives the ratio of producers' surplus under optimal pricing to that under panterritorial pricing by zone for a =0.67. With optimal pricing, the most remote zone, no. 25, only receives 0.78 of the producers' surplus it did under panterritorial pricing, while the nearest-in zone, no. 51, receives 1. II times as mulch. The coefficient of variation of the proportional gain is 8.2%.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "18.",
        "sec_num": null
      },
      {
        "text": "I do not, however, know how these changes in zonal producers' surplus would translate into changes in the distribution of farmers' incomes, which is the important welfare issue. It all depends on who owns what land and how much of it. For instance, if all farmers owned an equal share in land everywhere, a change in the distribution of producers' surplus among the zones would not affect the relative well-being of different farmers. In Africa, of course, the expectation is that small farmers depend entirely on agricultural land in one vicinity, so that changes in the distribution of producers' surplus at the zonal level would affect different farmers differently. This conclusion raises other questions: Do farmers in more remote regions have more land so that they are at least as well off as fa.rmers nearer in? Do they have other sources of income that make them at least as well off as farmers nearer in? In the CIDT zones, it would not be surprising if cotton is important in the incomes of these farmers and if poorer farmers live in more remote areas. If this were so, the distribution of income could become considerably more dispersed by the adoption of an optimal pricing policy while the gains in aggregate producers' surplus would be small, but I do not have the information to tell. What is clear is that if farmers' incomes are tied to land within zones rather than widely diversified across zones, considerable redistributions relative to the net gain would have to be engineered among farmers in different zones, and in a non-distorting way. Otherwise, the movement from panterritorial pricing to X-optimal pricing would not be a (pareto) improvement that makes no farmer worse off.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "19.",
        "sec_num": null
      },
      {
        "text": "4The value of X is found by solving numerically the (non-linear) equation:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "19.",
        "sec_num": null
      },
      {
        "text": "2[y, (p' -c' -a't,)-'-(1-AX) x -Po* Ro = 0",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "19.",
        "sec_num": null
      },
      {
        "text": "where for each block of Tables 3 and 4 . RK is the value of R in col. 1.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 24,
            "end": 38,
            "text": "Tables 3 and 4",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "19.",
        "sec_num": null
      },
      {
        "text": "If, by contrast, the CIDT were raising more revenue, the situation would be somewhat different with respect to efficiency. For instance, the value of p 0 that maximizes the revenue that can be raised under panterritorial pricing is given by:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "20.",
        "sec_num": null
      },
      {
        "text": "(10) -max *'ZYi a(P,- aito)} /'i ri",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "20.",
        "sec_num": null
      },
      {
        "text": "as can be derived by setting the derivative of aggregate revenues, eq. (4), to zero.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "20.",
        "sec_num": null
      },
      {
        "text": "Table 4, cols. 1 and 2 give the results when the government maximizes the amount of revenue that it can raise under panterritorial pricing. For an elasticity of supply of a=0.67 (Table 4 , col. 1), the revenue maximizing value of the panterritorial price is 127 CFA francs or only 0.36 times the world price net of costs that are independent of zonal location (p' -c =350 CFA francs in Table 2 ). In this case, an equal amount of revenue can be raised with an optimal pricing policy which has X = 0.418 in eqs. (9a-c) and a level of producers' surplus 1.065 (=6.49666/6.10097) times that obtained with panterritorial pricing, a not insignificant difference. If a= 1.33, the corresponding ratio is 1.092. For this value of at, the movement to revenue maximization (Table 4 , col. 1) brings a relatively small increase in revenue from the current situation (Table 3 , col. 1), but a relatively large decrease in producer surplus and a relatively large potential gain in producers' surplus from optimal pricing (Table 4, col. 2). In general, as the government raises more revenue, the deadweight loss of panterritorial pricing rises relative to that occurring under the optimal policy. Furthermore, it is simply impossible to raise more revenue than that given in col. 1 of Table 4 if the constraint of panterritorial pricing is maintained, although with an optimal policy it would be possible to raise more if desired.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 178,
            "end": 186,
            "text": "(Table 4",
            "ref_id": "TABREF4"
          },
          {
            "start": 386,
            "end": 393,
            "text": "Table 2",
            "ref_id": "TABREF2"
          },
          {
            "start": 763,
            "end": 771,
            "text": "(Table 4",
            "ref_id": "TABREF4"
          },
          {
            "start": 855,
            "end": 863,
            "text": "(Table 3",
            "ref_id": "TABREF3"
          },
          {
            "start": 1271,
            "end": 1278,
            "text": "Table 4",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "21.",
        "sec_num": null
      },
      {
        "text": "Cotton in the Cote d'Ivoire is produced in a geographically compact area with good transport in comparison ;o many other export hinterlands in Africa, yet the government's choice of a transport/spatial pricing policy can matter. For it to matter significantly, however, the government must be raising more revenue than seems to have been its practice, for example, Table 4 , cols. 1 and 2 when ce = 1.33. By contrast, if the hinterland were more dispersed, or if transportation per km were more expensive, the costs of panterritorial pricing relative to optimal pricing would be higher. In simulations corresponding to those reported in Tables 3 and  4 , I doubled a' to 0.134. The result corresponding to Table 4 , cols. I and 2 for a = 1.33 was a ratio of producers' surpluses of 1.21 in favor of optimal pricing as opposed to the factor of 1.092 reported in Table 4 .",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 365,
            "end": 372,
            "text": "Table 4",
            "ref_id": "TABREF4"
          },
          {
            "start": 637,
            "end": 652,
            "text": "Tables 3 and  4",
            "ref_id": "TABREF3"
          },
          {
            "start": 706,
            "end": 713,
            "text": "Table 4",
            "ref_id": "TABREF4"
          },
          {
            "start": 861,
            "end": 868,
            "text": "Table 4",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "22.",
        "sec_num": null
      },
      {
        "text": "Tables 3 and 4 provide information to assess the benefits from investments in transport infrastructure as represented by a decrease in the cost per ton-mile, a. In Table 3 , cols. 4 and r% .nA in Tab!ha A ,-nlc 'A 3nd A raise the same rev.enue a i resptive cols. 1 and 2 using panterritorial and optimal pricing respectively, but transport costs are only half as much as in cols. 1 and 2.5 In Table 3 , a comparison between the gains in producers' surplus from a S Col. 4 of Table 3 is derived by finding numerically the p 1 that solves the (non-linear) equation:",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 164,
            "end": 171,
            "text": "Table 3",
            "ref_id": "TABREF3"
          },
          {
            "start": 393,
            "end": 400,
            "text": "Table 3",
            "ref_id": "TABREF3"
          },
          {
            "start": 475,
            "end": 482,
            "text": "Table 3",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "23.",
        "sec_num": null
      },
      {
        "text": "ECy 1 (p -c -a'ti ) i pi Q -£ y; pi a , -Po 1 Ro = O,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "23.",
        "sec_num": null
      },
      {
        "text": "where po is the value of p in col. 1. Col. S is determined from col. 4 in the same way that col. 2 is determined from col. 1, see note 3. The same procedure is followed to compute cols. 3 and 4 of Table  4 .",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 197,
            "end": 205,
            "text": "Table  4",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "23.",
        "sec_num": null
      },
      {
        "text": "transport improvement under panterritorial pricing and under optimal pricing shows that the gains are larger under panterritorial pricing than under optimal pi.,'6 Nonetheless, the magnitude of these gains is small relative to the change in producers' surplus from a transport improvement under either pricing policy. For ca= 1.33, the most extreme case in Table 3 , the gain under panterritorial pricing is 1.039 times that under optimal pricing. These results carry over qualitatively to Table 4 , although raising more revenue does accentuate materially the difference between the gains under the two pricing rules, as it did in the comparison between the two pricing rules at current levels of revenue (col. 1 versus col. 2 in Tables 3 and 4 ). For a=1.33, the gain from halving transport costs under panterritorial pricing is 1.108 times that under optimal pricing. In this hypothetical example, whether a change in pricing policy is adopted may well determine whether an infrastructural investment is justified.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 357,
            "end": 364,
            "text": "Table 3",
            "ref_id": "TABREF3"
          },
          {
            "start": 490,
            "end": 497,
            "text": "Table 4",
            "ref_id": "TABREF4"
          },
          {
            "start": 731,
            "end": 745,
            "text": "Tables 3 and 4",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "23.",
        "sec_num": null
      },
      {
        "text": "These results on the greater benefits from investment in transport under panterritorial pricing reflect the fact that production is more dispersed than under optimal pricing, and illustrate the interdependence between decisions about transport investments and decisions about pricing reform. Of course, producers' surplus is still highest under optimal pricing for a given level of infrastructure; one would never want to adopt panterritorial pricing for the sole purpose of obtaining higher gains from transport investments. Rather, the interpretation is that a move to optimal pricing, if feasible, is an alternative way to realize some of the gains from a transport investment under panterritorial pricing, without the corresponding costs, and by so doing one may obviate the need for investment in transport.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "24.",
        "sec_num": null
      },
      {
        "text": "Note finally, that while the discussion has been about a comparison between panterritorial pricing and optimal pricing, it can be extended easily to assess any other pricing schemes. For instance, an export tax (at rate r) with private (full-cost) transportation would mean that",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "25.",
        "sec_num": null
      },
      {
        "text": "( 11) pi = (l-,r) (p' -C') -a't,.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "25.",
        "sec_num": null
      },
      {
        "text": "Such a scheme has superficial appeal because it may be thought to embody a user charge for transport, something !hat is desirable in many situations. As is clear from eqs. (9a) -(9d), however, such a schemrre is sub-optimal if the government is raising some revenue (R >0, X > 0 and r < 1), which is O.he case for cotton in the Cote d'Ivoire. As noted, the reason is that charging the full cost of transport means that a tax at the port results in higher percentage taxation of the farmgate price as distance rises.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "25.",
        "sec_num": null
      },
      {
        "text": "The consequences of adopting full-cost pricing of transportation are illustrated in cols. 3 and 6 of Table 3.7 In terms of producers' surplus, full-cost pricing of transport is better than panterritorial pricing, generally making up about sixty percent of the gap between optimal pricing and panterritorial pricing. The dispersion of 7nnl orninc nnti lncd c of mnvina frnm panterritorial pricing to full-cost pricing is larger than the corresponding results of moving to optimal pricing. For instance, for the example given in Table 1 , col. 5, the summary statistics 6 That is, the difference in II between cols. I and 4 is larger than the difference in II between cols. 2 and",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 527,
            "end": 534,
            "text": "Table 1",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "26.",
        "sec_num": null
      },
      {
        "text": "7 The effect on the producer surplus associated with a given government revenue can be found by solving for the value of r that produces a revenue equal to R° from eqs. (1), (2) and (4) and then substituting the consequent set of p, into eqs. (3) and (5).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.",
        "sec_num": null
      },
      {
        "text": "for the ratio of producers' surplus under full-cost pricing to that under panterritorial pricing are: mean, 0.98; standard deviation, 0.12; minimum, 0.64; and maximum, 1.18. Finally, because full-cost pricing results in less dispersed production, it makes investment in transportation infrastructure less attractive than under either of the other alternatives; compare cols. 1-3 with cols. 4-6 of Table 3. IV. TIMELINESS AND QUALITY OF TRANSPORT",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 397,
            "end": 405,
            "text": "Table 3.",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "5.",
        "sec_num": null
      },
      {
        "text": "The prev.ous section has discussed the transport pricing policy that is implicit in panterritorial pricing, but there are dimensions of transport services other than price that are of concern. One is the timing of transport relative to the harvest. If there are delays in the evacuation of crops, post-harvest losses may increase. In the case of cotton in the Cote d'Ivoire, these losses arise from weather damage primarily as a result of the first rains, from brush fires, from animal and insect infestation or other types of deterioration (DCGT, 1986, pp. 10 and 15) . Alternatively, if actions are taken to protect the crops while waiting for evacuation, there are added expenses. Finally, any delay has a cost that depends on an (implicit or explicit) interest rate.",
        "cite_spans": [
          {
            "start": 541,
            "end": 568,
            "text": "(DCGT, 1986, pp. 10 and 15)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "27.",
        "sec_num": null
      },
      {
        "text": "While there are benefits from evacuating most crops quickly, the very nature of a harvest period for a crop such as cottoni suggests a peaking in the demand for rural transport. Furthermore, cotton in the Cote d'Ivoire must compete for trucks with other crops that are ready to be evacuated at the same time, most especially coffee and cocoa (DCGT, 1986, p. 3 3 and 1988, p.34) . It is uneconomic to maintain a truck fleet that is large enough to pick up all cotton as soon as it has been har.ested, and some delays have to be accepted. The costs of these delays seem to be borne largely by farmers rather than by the CIDT which only purchases and takes possession of the crop at the time of evacuation. To the extent, however, that delays in evacuation show up as a decrease in the quality of the cotton, the CIDT does bear some of the cost because the CIDT's price for second quality cotton is apparently too high relative to the price that it pays for that of first quality.",
        "cite_spans": [
          {
            "start": 342,
            "end": 365,
            "text": "(DCGT, 1986, p. 3 3 and",
            "ref_id": null
          },
          {
            "start": 366,
            "end": 377,
            "text": "1988, p.34)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "28.",
        "sec_num": null
      },
      {
        "text": "As a consequence of the peak load problem, the question arises as to how to allocate the scarce tricks among competing demands, and in particular which areas to evacuate first and which later. A powerful argument can be made that the more remote areas should be serviced later, and therefore should be left to experience higher post-harvest losses.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "29.",
        "sec_num": null
      },
      {
        "text": "This point can be made with a simple example. Assume that there are two zones, a remote one (two days' drive from the port) and a nearby one (one day's drive from the port). Each zone produces one truck load of the crop, all of which is harvested at a single moment. There is one truck available to remove the crop. Obviously, it spends six days on the road, making two round trips. Which zone should be evacuated first to minimize total post-harvest 1A%cec if the harvest deteriorates until it is put on the truck by j3 percent for each day so that the crop fetches only (1-,B) of what it would have the day before? The calculations are made in Table  6 , and the answer is to remove the harvest from the nearby zone first because evacuating the nearby zone keeps the remote zone waiting less than the remote zone would keep the nearby zone waiting if it were evacuated first. I believe this result can be generalized easily to many zones at different distances with arbitrary harvest sizes and different truck availabilities.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 646,
            "end": 654,
            "text": "Table  6",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "30.",
        "sec_num": null
      },
      {
        "text": "While I therefore believe this result on the sequencing of harvest evacuation is very robust, there may be considerations that suggest alternative strategies. For instance, if rains come earlier in remote areas, or if they would make remote areas inaccessible while nearby areas could still be reached, then it might be economically desirable to evacuate remote areas first. In the Cote d'lvoire some cotton-producing villages are unreachable in the rainy season (DCGT, 1986, p.32) . Or, if storage at the ginnery is more expensive than in the field, it might be desirable to match the flow of raw material to the ginnery to its processing capacity, by sending some trucks to nearby zones and others to remote zones. In the Cote d'lvoire, the ginneries are not cqu!pnrd iv!th6 Stnr!ir2;f 0t01ns ?lt'rg,b",
        "cite_spans": [
          {
            "start": 463,
            "end": 481,
            "text": "(DCGT, 1986, p.32)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "31.",
        "sec_num": null
      },
      {
        "text": "T ti\", nr5",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "31.",
        "sec_num": null
      },
      {
        "text": "t cm-1 Ht1 tn ltlbli'h thit this situation is optimal.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "31.",
        "sec_num": null
      },
      {
        "text": "When the crop must first undergo transformation at dispersed processing centers, another question arises: Should delay in evacuation be positively related to: (1) distance to the ginnery;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "32.",
        "sec_num": null
      },
      {
        "text": "(2) distance from the ginnery to the port; or (3) total distance. The example of Table 6 neglects this distinction because there is no processing.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 81,
            "end": 88,
            "text": "Table 6",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "32.",
        "sec_num": null
      },
      {
        "text": "The answer should be distance to the ginnery if either of the following conditions holds: (1) the costs to be avoided cease after the crop is picked up from the farm and the farmer is paid. This may account for the bulk of the losses, or it may not. Presumably, the crop is most vulnerable to physical deterioration before it is processed, some crops more than others. In the case of cotton, important sources of postharvest loss, specifically rains and fires, cease after the crop leaves the farm. Furthermore, because farmers provide the storage facilities, the cost of preventing post-harvest losses occurs at the farm level. Also, interest rates that farmers face are presumably higher than those faced by the government, but, just as clearly the government does not face a zere rate of interest, and, so other tlhings equal, it benefits from a rapid movement of the cotton from the ginneries to the ports. (2) If it is optimal to operate all ginneries at full capacity as soon as it is possible, then enough transport must be allocated to supply all ginneries. The question is then not which ginneries should receive cotton first (a distance to the port question) but which zones should be first to provide cotton to the ginneries. Certainly, in the Cote d'Ivoire, there is no hint that ginneries are being idled for lack of transport. For these reasons, it seems correct io concentrate on the relationship between the timing of evacuation and the distance to the ginnery.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "33.",
        "sec_num": null
      },
      {
        "text": "Otherwise the analysis would proceed in a two-tier fashion -first supply the nearest-in ginneries to speed evacuation from ginneries to the port, and then choose the zones nearest to these (near-in) ginneries to supply them first. Afterwards, there would be a decision that could go either way to supply the port from the near-in zones of the further-out ginneries or from the further-out zones of the near-in ginneries, and total transport time would be the operative criterion.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "34.",
        "sec_num": null
      },
      {
        "text": "What is the pattern of harvest evacuation by the CIDT? The CIDT provides information on the pattern over time of the planting of cotton and its evacuation after harvest, by zone. Ts,hlp S r-cc Inrtvicle-the mean niimher of mnonthc after May '1 ,until th.e cottAn jc n1nnted, by zone, as well as the mean, standard deviation, minimum and maximum of the variable. Table 5 , col. 2 provides the mean number of months after October 1 until the cotton is purchased by the CIDT, by zone, as well as statistics on this variable. If the cotton takes approximately the same amount of time to mature in each zone, then the difference between these two variables is a measure of the delay in evacuation. The correlation between this measure of delay and the distance of the zone from the ginnery is -0.50 with an extremely high statistical significance of 0.0001. An alternative measure of possible post-harvest loss from delayed evacuation is the mean number of months after April 1 until the crop is evacuated. Apparently, late March to mid-April initiates a period of heightened vulnerability to loss (DCGT, 1986, p. 10) . Again, the correlation between this measure of delay and distance from the ginnery is negative, -0.26, although with a reduced significance level of 0.06. Thus these two measures of the delay in harvest evacuation actually engendered by the CIDT are negatively related to distance while the considerations stressed in Table 6 and the accompanying discussion suggest that it is optimal that these correlations be positive. Why the CIDT decides to provide this spatial pattern of transport services, and whether it is indeed sub-optimal is something I have not been able to establish. The rates that the CIDT pays to private truckers provide incentives for the truckers to concentrate on long hlauls, leavinig the short hauls to the CIDT (DCGT, 1988, p.29) . It may be that the CIDT is not very efficient at this activity. On the other hand, there may be good reasons of the type mentioned for a fear of disproportionate losses from delays in evacuating relatively remote areas.",
        "cite_spans": [
          {
            "start": 1093,
            "end": 1112,
            "text": "(DCGT, 1986, p. 10)",
            "ref_id": null
          },
          {
            "start": 1851,
            "end": 1869,
            "text": "(DCGT, 1988, p.29)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 362,
            "end": 369,
            "text": "Table 5",
            "ref_id": "TABREF5"
          },
          {
            "start": 1433,
            "end": 1440,
            "text": "Table 6",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "35.",
        "sec_num": null
      },
      {
        "text": "While it is very difficuilt to measure all the costs and benefits of the CIDT's policy on sequencing, the CIDT does publish the proportion of cotton of first quality by zone ( Table 5 , col. 3). The quality of cotton may be affected by a delay in evacuation. A correlation of this variable with the distance from the ginnery or either of the delay-in-evacuation variables produced entirely statistically insignificant results (0.55, 0.34 and 0.45 levels of significance, respectively), indicating no relationship between these variables. Of course, this finding does not mean that there are no costs from delayed evacuation. Quite to the contrary, the quality of the cotton is only one possible measure of losses from delayed evacuation and certainly reflects neither loss to fires nor foregone interest income, while quality itself reflects many other factors, perhaps primarily the care taken in harvesting rather than delay in evacuation. For instance, the minimum total lag in evacuationi (col.2 -col. I of Table 5 ) is 1.88 months while the maximum value is 4.55 months. At a 25 percent annual rate of interest in the traditional lending sector, the benefit of being evacuated earliest as opposed to latest is 5.6 [=25(4.55 -1.88)/12] percent of total revenue.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 176,
            "end": 183,
            "text": "Table 5",
            "ref_id": "TABREF5"
          },
          {
            "start": 1011,
            "end": 1018,
            "text": "Table 5",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "36.",
        "sec_num": null
      },
      {
        "text": "Farm outputs are often gathered at depots prior to transport to processing plants or to the point of export. The number and location of these depots can have significant economic effects. One important attribute of a depot system is the extent of backhauling that it engenders. In this paper, ! bend the conventional definition of backhauling to mean the movement by farmers of their output away from the point of processing, export or ultimate consumption, and it can increase the transport costs of the sector unnecessarily.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "37.",
        "sec_num": null
      },
      {
        "text": "Not all marketing systems engender backhauling. For instance, if depots exist in every village and the marketing authority adopts panterritorial pricing, then a farmer gets the same price for his output no matter where he sells it, and so he sells it at the nearest depot which is very close to where he harvests his crop, and there is (almost) no backhauling. This situation prevails in the Cote d'lvoire where the CIDT operates one depot in each cotton-growing village in the sector.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "38.",
        "sec_num": null
      },
      {
        "text": "Another situation in which there need not be an incentive to backhaul occurs if the marketing parastatal equates the price at any depot to the price received at the final point of sale less the full cost of transport to that point. If, in addition, the private sector has the same (or lower) costs of transport to the depot it never pays to send produce away from the destination to which the parastatal wants it to go. The depots nearer the ultimate destination are always paying a sufficiently higher price that it pays farmers to send to them even if these depots are further away.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "39.",
        "sec_num": null
      },
      {
        "text": "Section 3, however, established that full-cost pricing of transport is not optimal if the government is raising revenue from the sector. In particular, when the elasticity of supply is constant, eqs. (9a-d) show that the optimal spatial pattern of prices embodies a subsidy to transport. In this case, it is as though the private sector has more costly transport than the parasztal, and it mnay become privately profitable to move output to a depot that is nearer to the farm but further from the destination to which output is being moved by the parastatal. Backhauling then occurs. Even though depots nearer to the parastatal's ultimate destination pay higher prices, they are not sufficiently higher to guarantee that it is never profitable to ship to de,pots that are further from the ultimate destination but very much nearer to the farmer. If there are very many depots, then the amount of backhauling is unimportant, because the depot that is further from the ultimate destination but nearer to the farmer and the depot that is further from the farmer but nearer to the ultimate destination are both absolutely very near the farmer. If depots are expensive to establish, however, there will be of necessity few of them, and then backhauling can be a problem, increasing the deadweight loss from raising a given amount of revenue and lowering the maximum amount of revenue that the government can raise (Gersovitz, 1989 ).",
        "cite_spans": [
          {
            "start": 1409,
            "end": 1425,
            "text": "(Gersovitz, 1989",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "40.",
        "sec_num": null
      },
      {
        "text": "Pan-territorial pricing can further exacerbate the problem of backhauling with few depots because, by equalizing all depot prices, it gives no incentive at all fcr farmers to sell to depots nearer the ultimate destination in preference to the depot that is nearest to the farmer. How serious the problem of backhauling is depends not just on the number of depots but on their location, so that little of generality can be said. Nonetheless, some examples suggest what to look for and what to expect from different schemes tllat may be encountered in practice.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "41.",
        "sec_num": null
      },
      {
        "text": "If there are few depots all witlh the same producer price, but these depots are all clustered sIear tths UitilliLu dsu:iSa6uull tiicil OdCKilaUling is likely to oe a smaii protlein. inaeea, consider a situation in which the government adopts the principle of paying only one price but in practice only buys output at the ultimate destination. In other words, the pricing scheme is one of fullcost pricing of transport because even thoughi the parastatal pays only one price, it pays this price at only this one location. In this case, a second depot paying the same price as the first and located (optimally) quite near it can decrease the deadweight loss even though it engenders some backhauling. The reason is that, as noted, full-cost pricing of transport is not optimal.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "42.",
        "sec_num": null
      },
      {
        "text": "A second depot near the first and paying the same price mimics the transport subsidy implicit in eqs. (9a-d) that minimizes deadweight loss, and at the same time engenders little backhauling, but the net gain from the extra depot is relatively small.'",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "42.",
        "sec_num": null
      },
      {
        "text": "By contrast, when the piacinr of the depots is constrained and there are few of them relative to the distance to the ultimate destination, really serious losses can occur from backhauling. For instance, if production occurs at the rate of one ton per km. along a road of length D (as measured from the ultimate destination), then with only one depot at the ultimate destination the total ton km. to transport the whole crop to the ultimate destination is proportional to D 2 /2. By contrast, if a second depot paying the same price is located D from the ultimate destination (the absolutely worst place for it along the road), then all output of amount D/2 produced along the road from point D/2 to D is nearest to the second depot, and is brought there (D 2 /8 ton-km in total). 9 This output of amount D/2 produced from D/2 to D then has to be brought back a distance of D to the ultimate destination (D 2 12 ton-km.). Total transport costs are proportional to 3D2/4, including the (D 2 /8) ton-kin. generated by the production between poinit D/2 and the ultimate destination at point 0. Transport costs rise by 50 percent in comparison to purchase at only the ultimate destination. Thus really large excess transport costs can be engendered by a combination of panterritorial pricing, few depots, and bad locations. In general, if production is uniformly distributed along a road with many (n) depots, each collecting output from a radius of r, the amount of backhauling is proportional to nr 2 , providing a rough guide to the extent of backhauling. assignei the same port shares as the ginnery at Mankono, and the ginnery at Seguela was assumed to ship all its cotton to San Pedro.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "43.",
        "sec_num": null
      },
      {
        "text": "Col. 4: Computation from Cols. 2 and 3 as discussed in the text.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "43.",
        "sec_num": null
      },
      {
        "text": "Cot. for pan vs. I gives the ratio of producers, surp(us from cotton undor I pricing to that from panterritorial pricing from the left hand panel of Table 3 for ao=0.67. Calculations are discussed in the text. Beenhakker and Bruzelius (1985) .",
        "cite_spans": [
          {
            "start": 210,
            "end": 241,
            "text": "Beenhakker and Bruzelius (1985)",
            "ref_id": "BIBREF0"
          }
        ],
        "ref_spans": [
          {
            "start": 149,
            "end": 156,
            "text": "Table 3",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "43.",
        "sec_num": null
      },
      {
        "text": "Notes: p is the international price net of all taxes. All variables refer to a kg. of ginned cotton. p 0 , is constant for all zones because the CIDT pursued panterritorial pricing in 1982/83. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "43.",
        "sec_num": null
      },
      {
        "text": "This research was supported by the World Bank under RPO 674-75 and by a grant from the Lynde and Harry Bradley Foundation to the Research Program in Development Studies at Princeton University. I thank Esra Bennathan, Alice Galenson, Jeffrey Gutman and Christina H. Paxson for their comments on earlier drafts.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "' For my information on the CIDT, I rely onBeenhakker and Bruzelius (1985),DCGT (1986 and, and CIDT(various years).2 The approach that I use builC3 on the work byWalters (1968) on the Ellet model.Gersovitz (1989) applies this framework to some topics in optimal taxation and agricultural marketing.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "It is possible, however, that the region of production could contract from its current boundaries, with zones dropping out of production entirely, if the effect of a change in policy on farmers was sufficiently adverse. Note, however, that the constant-elasticity-of-supply function that I use in simulations implies that a zone does not drop out so long as its zonal price is positive. If the number of zones were to change with changes in the parameters of the model then it would be necessary to keep track of which zones are in production at any given time, and alter the summation signs in the following equations correspondingly.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The model of eqs. (21) and (22) of sect. VI of Gcrsovitz (1989) can be used to prove this statement by imposing the additional constraint (in the notation ofGersovitz, 1989) that p 0 =p, and then maximizing with respect only to XD and the common value of po and p, .9 As in note 8, the model of eqs. (21) and (22) of sect. VI ofGersovitz (1989) can be used to prove this statement by imposing the additional constraint that po =p, and looking at arbitrary values of XD and the common value of po and p, .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "Deliveries KiLometers to: Pan No. Name (kgs.) Ginnerv Port a t vs. I(1) (7) (3) Z4) Col. 2: Distance to the ginnery is a weighted average of the distances to each ginnery to which deliveries were made in 1988 from a given zone weighted by the fraction of total deliveries from the zone going to that ginnery. Unpublished data provided by the Caisse Centrale in Abidjan.Col. 3: In a first step, distance to the port from a particuLar ginnery is a weighted average of the distances from the ginnery to the ports of Abidjan and San Pedro, weighted by the share of each port in the shipments of the particular ginnery. In the second step, the distance of the zone to the port Is then the weighted average of the distances from the ginneries to the ports defined in step 1 to which the zone ships, weighted as in the calculations for Col. 2. The distances from each ginnery to the ports of Abidjan and San Pedro was measured from Michelin, Carte Routi6re et Touristique, C8te d'lvofre (Paris: 1989) and the weights were given by DCGT (1986, p. 24) . The ginnery at Dianra was ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 1021,
            "end": 1042,
            "text": "by DCGT (1986, p. 24)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Zone",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Transport and Marketing of Agricultural Products in the Ivory Coast",
        "authors": [
          {
            "first": "H",
            "middle": [
              "L"
            ],
            "last": "Beenhakker",
            "suffix": ""
          },
          {
            "first": "Nils",
            "middle": [],
            "last": "Bruzelius",
            "suffix": ""
          }
        ],
        "year": 1985,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Beenhakker, H. L. and Nils Bruzelius, Transport and Marketing of Agricultural Products in the Ivory Coast (Washington: World Bank, 1985).",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Compagnie Ivoirienne pour le Developpement des Textiles)",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Cidta",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "Rapport Annuel d'ActivitE",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "CIDTa (Compagnie Ivoirienne pour le Developpement des Textiles), Rapport Annuel d'ActivitE (Bouakd, Ivory Coast: various years).",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Compagnie Ivoirienne pour le Developpement des Textiles",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Cidth",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "Rapport Annuel (Synthese) (Bouak6, Ivory Coast: various years",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "CIDTh (Compagnie Ivoirienne pour le Developpement des Textiles), Rapport Annuel (Synthese) (Bouak6, Ivory Coast: various years).",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Compagnie Ivoirienne pour le Developpement des Textiles)",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Cidtc",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "Rapport Annue! (Annexes Statistiaues)",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "CIDTc (Compagnie Ivoirienne pour le Developpement des Textiles), Rapport Annue! (Annexes Statistiaues) (Bouake, Ivory Coast: various years).",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "DCGT (Direction et Contr6le des Grands Travaux)",
        "authors": [],
        "year": 1986,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "DCGT (Direction et Contr6le des Grands Travaux), Plan National de Transport: Coton (Abidjan, Ivory Coast: 1986).",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "DCGT (Direction et Controle des Grands Travaux)",
        "authors": [],
        "year": 1988,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "DCGT (Direction et Controle des Grands Travaux), Plan National de Transport: Coton (Abidjan, Ivory Coast: 1988).",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "TralAsportation, State Marketing, and the Taxation of the Agricultural Hinterland",
        "authors": [
          {
            "first": "Mark",
            "middle": [],
            "last": "Gersovitz",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "Journal of Political Economy",
        "volume": "97",
        "issue": "5",
        "pages": "1113--1137",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gersovitz, Mark, \"TralAsportation, State Marketing, and the Taxation of the Agricultural Hinterland,\" Journal of Political Economy vol. 97, no.5 (1989), pp. 1113-1137.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Road Transport Taxation in Developing Countries: The Design of User Charges and Taxes for Tunisia",
        "authors": [
          {
            "first": "David",
            "middle": [
              "M"
            ],
            "last": "Newbery",
            "suffix": ""
          },
          {
            "first": "A",
            "middle": [],
            "last": "Gordon",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Hughes",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [
              "0"
            ],
            "last": "William",
            "suffix": ""
          },
          {
            "first": "Esra",
            "middle": [],
            "last": "Paterson",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Bennathan",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Newbery, David M., Gordon A. Hughes, William D. 0. Paterson and Esra Bennathan, Road Transport Taxation in Developing Countries: The Design of User Charges and Taxes for Tunisia, World Bank Discussion Paper no. 26 (Washington: World Bank. 1988).",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "The Economics of Road User Charges",
        "authors": [
          {
            "first": "Alan",
            "middle": [
              "A"
            ],
            "last": "Walters",
            "suffix": ""
          }
        ],
        "year": 1968,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Walters, Alan A., The Economics of Road User Charges (Washington: World Bank, 1968).",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "WPS767 Framework for Macroeconomic Colin A",
        "authors": [],
        "year": 1991,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WPS767 Framework for Macroeconomic Colin A. Bruce September 1991",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "WPS768 Going to Market: Privatization in Manuel Hinds",
        "authors": [],
        "year": 1991,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WPS768 Going to Market: Privatization in Manuel Hinds September 1991",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Hovsepian Central and Eastern Europe Gerhard Pohl 37297",
        "authors": [
          {
            "first": "L",
            "middle": [
              "R"
            ],
            "last": "",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "L. R. Hovsepian Central and Eastern Europe Gerhard Pohl 37297",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "CECSE Europe: Objectives, Constraints, Branko Milanovic 37188 and Models of Divestiture PRE Working Paper Saries Contact 1bw AuthorCa for pa,pr WPS771 Macrooconomic Structure and Ibrahim A",
        "authors": [],
        "year": 1991,
        "venue": "Chile WPS770 Privatization in Eastern and Central Farid Dhanji",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chile WPS770 Privatization in Eastern and Central Farid Dhanji September 1991 CECSE Europe: Objectives, Constraints, Branko Milanovic 37188 and Models of Divestiture PRE Working Paper Saries Contact 1bw AuthorCa for pa,pr WPS771 Macrooconomic Structure and Ibrahim A. Elbadawi September 1991",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Policy in Zimbabwe: Analysis and Klaus Schmidt-Hebbel",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Jonnakily",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "S. Jonnakily Policy in Zimbabwe: Analysis and Klaus Schmidt-Hebbel 39074",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Empirical Model",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "1965--88",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Empirical Model (1965-88)",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "WPS772 Macroeconomic Adjustment to Oil Ibrahim A",
        "authors": [],
        "year": 1991,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WPS772 Macroeconomic Adjustment to Oil Ibrahim A. Elbadawi September 1991",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Shocks and Fiscal Reform: Klaus Schmidt-Hebbel",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Jonnakuty",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "S. Jonnakuty Shocks and Fiscal Reform: Klaus Schmidt-Hebbel 39-4",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "WPS773 Are Ghana's Roads Paying Their Reuben Gronau",
        "authors": [],
        "year": 1991,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WPS773 Are Ghana's Roads Paying Their Reuben Gronau September 1991",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Way? Assessing Road Use Cost and 35205",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Francis",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "J. Francis Way? Assessing Road Use Cost and 35205",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Sector Deficits: A Synthesis Klaus Schmidt-Hebbel",
        "authors": [
          {
            "first": "R",
            "middle": [],
            "last": "Martin",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "R. Martin Sector Deficits: A Synthesis Klaus Schmidt-Hebbel 39065",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "Artis Trade Laws: The Case for Competition 37947",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Wps776 Enforcement Of Canadian",
            "suffix": ""
          }
        ],
        "year": 1991,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "WPS776 Enforcement of Canadian \"Unfair\" Mark A. Dutz October 1991 N. Artis Trade Laws: The Case for Competition 37947",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "PRlicies as an Antidote for Protection WPS777 Do the Benefits of Fixed Exchange Shantayanan Devarajan October 1991 A. Bhalla Rates Outweigh T heir Costs? The Dani Rodrik",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "PRlicies as an Antidote for Protection WPS777 Do the Benefits of Fixed Exchange Shantayanan Devarajan October 1991 A. Bhalla Rates Outweigh T heir Costs? The Dani Rodrik 37699",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Africa WPS778 A Dynamic Bargaining Model of Eduardo Fernandez-Arias",
        "authors": [],
        "year": 1991,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Franc Zone in Africa WPS778 A Dynamic Bargaining Model of Eduardo Fernandez-Arias October 1991",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "fig_num": "1",
        "num": null,
        "uris": null,
        "type_str": "figure",
        "text": "The Ontimality of .Su1bsidizing Tran1po7tion 17"
      },
      "FIGREF1": {
        "fig_num": null,
        "num": null,
        "uris": null,
        "type_str": "figure",
        "text": "PATTERN Of PRODUCTION AND MARKETING IN THE EXPORT SECTOR"
      },
      "FIGREF3": {
        "fig_num": null,
        "num": null,
        "uris": null,
        "type_str": "figure",
        "text": "Figure I The Optimality of Subsidizing Transportation"
      },
      "TABREF0": {
        "num": null,
        "html": null,
        "content": "<table/>",
        "type_str": "table",
        "text": "d'lvoire. supply elasticilt of' the crop. And the rc!ati\\ e ThcŽ PRE Workmir Papip Scr,ic dir. s (hcm;TioJTlislC thf iid iogs of work unJer %\\ oii LOe Bantk s Pohhc\\ . ResearLih, and External A[hirsC)niple\\ . An otc' live ot .ficr. cnc is lo ~e1 :hsee I indinFr oul )uo. kI .eCv.i It 'e>'eotalwns are le'.' than fully"
      },
      "TABREF1": {
        "num": null,
        "html": null,
        "content": "<table/>",
        "type_str": "table",
        "text": "Deliveries and Distances at the Zone Level"
      },
      "TABREF2": {
        "num": null,
        "html": null,
        "content": "<table><tr><td>Price Variables</td><td/></tr><tr><td colspan=\"2\">(In CFA francs as of 1982/83)</td></tr><tr><td>Variable</td><td>Value</td></tr><tr><td>p</td><td>656/kg.</td></tr><tr><td>po</td><td>191/kg.</td></tr><tr><td>c</td><td>306/kg.</td></tr><tr><td>a (zone to ginnery)</td><td>0.067/kg./km.</td></tr><tr><td>a' (ginnery to port)</td><td>0.026/kg./km.</td></tr><tr><td>SOurce:</td><td/></tr></table>",
        "type_str": "table",
        "text": ""
      },
      "TABREF3": {
        "num": null,
        "html": null,
        "content": "<table><tr><td/><td/><td/><td colspan=\"2\">a=0.33</td><td/><td/></tr><tr><td/><td/><td>a' =0.067</td><td/><td/><td>a =0.0335</td><td/></tr><tr><td/><td>pan</td><td>I</td><td>T</td><td>pan</td><td>I</td><td/></tr><tr><td>R H</td><td>(1) 13.31928 15.00087</td><td>(2) 13.31927 15.01116</td><td>(3) 13.31927 15.00630</td><td>(4) 13.31928 17.13862</td><td>(5) 13.31927 17.14105</td><td>(6) 13.31928 17.14019</td></tr><tr><td>p</td><td>191.</td><td>210.</td><td>223.</td><td>211.</td><td>221.</td><td>227.</td></tr><tr><td>a</td><td>0</td><td>0.040</td><td>0.067</td><td>0</td><td>0.021</td><td>0.034</td></tr><tr><td/><td/><td/><td colspan=\"2\">a=0.67</td><td/><td/></tr><tr><td/><td/><td>a'=0.067</td><td/><td/><td>a =0.0335</td><td/></tr><tr><td/><td>pan</td><td>A.</td><td/><td>pan</td><td>I</td><td>r</td></tr><tr><td>R 11</td><td>(1) 13.31928 12.00070</td><td>(2) 13.31927 12.02921</td><td>(3) 13.31927 12.01615</td><td>(4) 13.31928 14.89461</td><td>(5) 13.31927 14.90100</td><td>(6) 13.31928 14.89914</td></tr><tr><td>p a</td><td>191. 0</td><td>210. 0.040</td><td>223. 0.067</td><td>217. 0</td><td>228. 0.022</td><td>233. 0.034</td></tr><tr><td/><td/><td/><td colspan=\"2\">a=1.00</td><td/><td/></tr><tr><td/><td/><td>a =0.067</td><td/><td/><td>a =0.0335</td><td/></tr><tr><td/><td>pan (1)</td><td>I. (2)</td><td>(3)</td><td>pan (4)</td><td>I (5)</td><td>r (6)</td></tr><tr><td>R U</td><td>13.31928 10.00058</td><td>13.31928 10.07077</td><td>13.31928 10.03986</td><td>13.31928 14.14348</td><td>13.31928 14.15609</td><td>13.31927 14.15332</td></tr><tr><td>p</td><td>191.</td><td>211.</td><td>223.</td><td>227.</td><td>238.</td><td>243.</td></tr><tr><td>a</td><td>0</td><td>0.040</td><td>0.067</td><td>0</td><td>0.023</td><td>0.034</td></tr><tr><td/><td/><td/><td colspan=\"2\">a=1.33</td><td/><td/></tr><tr><td/><td/><td>a =0.067</td><td/><td/><td>a' =0.0335</td><td/></tr><tr><td/><td>pan</td><td>I</td><td>r</td><td>pan</td><td>I</td><td>f</td></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(5)</td><td>(6)</td></tr><tr><td>R II</td><td>13.31928 8.57193</td><td>13.31928 8.82360</td><td>13.31928 8.72427</td><td>13.31928 14.69112</td><td>13.31927 14.71218</td><td>13.31926 14.70906</td></tr><tr><td>p</td><td>191.</td><td>213.</td><td>224.</td><td>241.</td><td>252.</td><td>257.</td></tr><tr><td>a</td><td>0</td><td>0.041</td><td>0.067</td><td>0</td><td>0.024</td><td>0.034</td></tr><tr><td colspan=\"4\">Note: The zonal prices are given by p =P -at,.</td><td/><td/><td/></tr></table>",
        "type_str": "table",
        "text": "Alternative Pricing Policies"
      },
      "TABREF4": {
        "num": null,
        "html": null,
        "content": "<table><tr><td/><td/><td>a=O. 33</td><td/><td/></tr><tr><td/><td colspan=\"2\">a =0.067</td><td colspan=\"2\">a =0.0335</td></tr><tr><td/><td>pan</td><td>A</td><td>pan</td><td>A</td></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td>R</td><td>18.66253</td><td>18.66253</td><td>18.66253</td><td>18.66252</td></tr><tr><td>n</td><td>4.66563</td><td>4.90670</td><td>9.26374</td><td>9.26713</td></tr><tr><td>p</td><td>80.</td><td>91.</td><td>133.</td><td>139.</td></tr><tr><td>a</td><td>0</td><td>0.017</td><td>0</td><td>0.013</td></tr><tr><td/><td/><td colspan=\"2\">a=0.67</td><td/></tr><tr><td/><td>a =0.067</td><td/><td colspan=\"2\">a =0.0335</td></tr><tr><td/><td>pan</td><td>A</td><td>pan</td><td>A</td></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td>R</td><td>15.25243</td><td>15.25242</td><td>15.25242</td><td>15.25241</td></tr><tr><td>I</td><td>6.10097</td><td>6.49666</td><td>11.44762</td><td>11.45554</td></tr><tr><td>p</td><td>127.</td><td>145.</td><td>186.</td><td>195.</td></tr><tr><td>a</td><td>0</td><td>0.028</td><td>0</td><td>0.019</td></tr><tr><td/><td/><td colspan=\"2\">a=1.00</td><td/></tr><tr><td/><td colspan=\"2\">a =0.067</td><td colspan=\"2\">a =0.0335</td></tr><tr><td/><td>pan</td><td>A</td><td>pan</td><td>A</td></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td>R</td><td>13.87734</td><td>13.87734</td><td>13.87732</td><td>13.87731</td></tr><tr><td>a</td><td>6.93867</td><td>7.48075</td><td>13.02481</td><td>13.03852</td></tr><tr><td>p</td><td>159.</td><td>182.</td><td>218.</td><td>228.</td></tr><tr><td>a</td><td>0</td><td>0.035</td><td>0</td><td>0.022</td></tr><tr><td/><td/><td>a=1.33</td><td/><td/></tr><tr><td/><td colspan=\"2\">a* =0.067</td><td colspan=\"2\">a* =0-0334</td></tr><tr><td/><td>pan</td><td>1</td><td>pan</td><td>A</td></tr><tr><td/><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td></tr><tr><td>R</td><td>13.37285</td><td>13.37284</td><td>13.37282</td><td>13.37281</td></tr><tr><td>H</td><td>7.64163</td><td>8.34101</td><td>14.57933</td><td>14.60056</td></tr><tr><td>p</td><td>182.</td><td>207.</td><td>240.</td><td>251.</td></tr><tr><td>a</td><td>0</td><td>0.040</td><td>0</td><td>0.024</td></tr><tr><td colspan=\"2\">Note: See Table 3.</td><td/><td/><td/></tr></table>",
        "type_str": "table",
        "text": ""
      },
      "TABREF5": {
        "num": null,
        "html": null,
        "content": "<table><tr><td/><td>Zone</td><td colspan=\"2\">Lag in Months:</td><td>Qualitv</td></tr><tr><td colspan=\"2\">No. Name</td><td>Planting</td><td colspan=\"2\">Deliverv % Grade 1</td></tr><tr><td/><td/><td>(1)</td><td>(2)</td><td>(3)</td></tr><tr><td>1</td><td>TingreLa</td><td>0.84</td><td>3.80</td><td>99.90</td></tr><tr><td>2</td><td>Bolona</td><td>0.84</td><td>4.50</td><td>99.90</td></tr><tr><td>3</td><td>Zanguinasso</td><td>0.76</td><td>4.73</td><td>99.60</td></tr><tr><td>4</td><td>Sanhala</td><td>0.77</td><td>3.31</td><td>iuu.(u</td></tr><tr><td>5</td><td>Gbon</td><td>0.81</td><td>5.11</td><td>100.00</td></tr><tr><td>6</td><td>Kassere</td><td>0.88</td><td>5.42</td><td>95.70</td></tr><tr><td>7</td><td>Boundiali</td><td>0.97</td><td>5.21</td><td>99.90</td></tr><tr><td>8</td><td>Mbingue</td><td>0.96</td><td>5.12</td><td>S7.60</td></tr><tr><td>9</td><td>Koni</td><td>0.83</td><td>4.71</td><td>97.60</td></tr><tr><td>10</td><td>Lataha</td><td>0.85</td><td>4.51</td><td>97.80</td></tr><tr><td colspan=\"2\">11 Niofouin</td><td>0.99</td><td>4.58</td><td>96.20</td></tr><tr><td colspan=\"2\">12 Strasso</td><td>0.87</td><td>3.82</td><td>99.80</td></tr><tr><td colspan=\"2\">13 Dikodougou</td><td>1.00</td><td>4.73</td><td>92.00</td></tr><tr><td>14</td><td>Napie</td><td>0.91</td><td>4.76</td><td>87.50</td></tr><tr><td colspan=\"2\">15 Sinematiati</td><td>0.80</td><td>3.76</td><td>99.70</td></tr><tr><td colspan=\"2\">16 Nielle</td><td>1.13</td><td>5.03</td><td>99.60</td></tr><tr><td colspan=\"2\">17 DiawaLla</td><td>0.86</td><td>4.82</td><td>99.30</td></tr><tr><td colspan=\"2\">18 Oungcto</td><td>0.99</td><td>4.80</td><td>98.80</td></tr><tr><td>19</td><td>Ferke</td><td>1.11</td><td>4.19</td><td>99.30</td></tr><tr><td colspan=\"2\">20 Tehini</td><td>1.05</td><td>4.39</td><td>96.70</td></tr><tr><td colspan=\"2\">21 Bouna</td><td>1.05</td><td>3.16</td><td>97.30</td></tr><tr><td colspan=\"2\">22 Nassian</td><td>1.41</td><td>3.29</td><td>99.20</td></tr><tr><td colspan=\"2\">23 Bondoukou</td><td>1.21</td><td>3.60</td><td>99.90</td></tr><tr><td colspan=\"2\">24 Madinani</td><td>1.01</td><td>3.76</td><td>90.70</td></tr><tr><td>25</td><td>Goulia</td><td>0.87</td><td>4.05</td><td>99.40</td></tr><tr><td>26</td><td>Tienko</td><td>1.13</td><td>4.14</td><td>93.90</td></tr><tr><td>27</td><td>Odienne</td><td>1.14</td><td>4.39</td><td>75.40</td></tr><tr><td>28</td><td>Touba</td><td>1.11</td><td>4.58</td><td>97.10</td></tr><tr><td>29</td><td>Borotou</td><td>1.01</td><td>4.73</td><td>98.60</td></tr><tr><td>30</td><td>ouaninou</td><td>1.10</td><td>4.73</td><td>98.80</td></tr><tr><td>31</td><td>Seguela</td><td>1.40</td><td>5.35</td><td>98.50</td></tr><tr><td>32</td><td>Kani</td><td>1.29</td><td>5.34</td><td>87.50</td></tr><tr><td>33</td><td>Morondo</td><td>1.36</td><td>4.80</td><td>88.70</td></tr><tr><td>34</td><td>Worofla</td><td>1.25</td><td>4.44</td><td>97.10</td></tr><tr><td>35</td><td>Dianra</td><td>1.24</td><td>4.72</td><td>86.40</td></tr><tr><td>36</td><td>Sarhata</td><td>1.12</td><td>4.89</td><td>88.40</td></tr><tr><td>37</td><td>Mankono</td><td>1.38</td><td>5.16</td><td>94.10</td></tr><tr><td>38</td><td>Kounahiri</td><td>1.55</td><td>5.07</td><td>98.90</td></tr><tr><td>40</td><td>Tienigboue</td><td>1.52</td><td>5.05</td><td>98.00</td></tr><tr><td>41</td><td>Marandata</td><td>1.42</td><td>5.54</td><td>99.30</td></tr><tr><td>42</td><td>Niakara</td><td>1.58</td><td>5.01</td><td>99.40</td></tr><tr><td>43</td><td>Katiota</td><td>1.84</td><td>5.48</td><td>98.60</td></tr><tr><td colspan=\"2\">44 Dabakata</td><td>1.64</td><td>4.60</td><td>99.90</td></tr><tr><td>46</td><td>Beoumi</td><td>1.62</td><td>4.97</td><td>95.90</td></tr><tr><td>47</td><td>Bouake</td><td>1.42</td><td>4.25</td><td>94.70</td></tr><tr><td>48</td><td>M'Bahiakro</td><td>1.48</td><td>4.07</td><td>99.80</td></tr><tr><td>50</td><td>Bongouanou</td><td>1.43</td><td>4.23</td><td>98.60</td></tr><tr><td>51</td><td>Yamoussokro Nord</td><td>1.59</td><td>4.57</td><td>99.90</td></tr><tr><td>52</td><td>Yamoussokro Sud</td><td>1.57</td><td>4.23</td><td>99.10</td></tr><tr><td colspan=\"2\">53 Bouafte</td><td>1.40</td><td>4.08</td><td>97.80</td></tr><tr><td>54</td><td>Gohitafla</td><td>1.27</td><td>3.76</td><td>99.30</td></tr><tr><td colspan=\"2\">55 Zuenoula</td><td>1.33</td><td>4.58</td><td>99.10</td></tr><tr><td colspan=\"2\">56 Vavoua</td><td>1.37</td><td>4.31</td><td>97.90</td></tr><tr><td/><td>Mean</td><td>1.18</td><td>4.53</td><td>96.68</td></tr><tr><td/><td>Std. Dev.</td><td>0.28</td><td>0.57</td><td>4.67</td></tr><tr><td/><td>Minimum</td><td>0.78</td><td>3.17</td><td>75.40</td></tr><tr><td/><td>Maximum</td><td>1.84</td><td>5.54</td><td>100.00</td></tr><tr><td>Notes:</td><td/><td/><td/><td/></tr></table>",
        "type_str": "table",
        "text": "Data are from CIDTc and are for 1987/88. More discussion of construction of the data is given in the text."
      },
      "TABREF6": {
        "num": null,
        "html": null,
        "content": "<table><tr><td>Case 1: Nearby</td><td colspan=\"2\">Evacuation</td><td>First.</td><td/><td/></tr><tr><td colspan=\"2\">At Zone:</td><td/><td colspan=\"3\">Post Harvest Losses in Day:</td></tr><tr><td/><td/><td>1</td><td>2</td><td>3</td><td>4</td><td>5</td></tr><tr><td>nearby</td><td/><td/><td>0</td><td>0</td><td>0</td><td>0</td></tr><tr><td>remote</td><td/><td>j</td><td>0(1-0)</td><td>p1_,p)2</td><td>(1-p)3</td><td>0</td></tr><tr><td colspan=\"4\">Case 2: Remote Evacuation First.</td><td/><td/></tr><tr><td colspan=\"2\">At Zone:</td><td/><td colspan=\"3\">Post Harvest Losses in Day:</td></tr><tr><td/><td/><td>1</td><td>2</td><td>3</td><td>4</td><td>5</td></tr><tr><td>nearby</td><td/><td>3</td><td>1(1-0)</td><td>p(1-p)2</td><td>p(1-p)i3</td><td>p(1-p)4</td></tr><tr><td>remote</td><td/><td/><td>A (1-1)</td><td>0</td><td>0</td><td>0</td></tr><tr><td colspan=\"2\">Excess Post-Harvest</td><td colspan=\"4\">Loss, Case 2 over Case 1 = 1(1-1) +P(1-0)4</td></tr></table>",
        "type_str": "table",
        "text": "The Spatial Timing of Transportation and Aggregate Post-Harvest Losses (A Theoretical Example)"
      }
    }
  }
}