{
  "paper_id": "D699815",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:26.027317Z"
  },
  "title": "How Does Brady-Type Commercial Debt Restructuring Work?",
  "authors": [
    {
      "first": "Mohua",
      "middle": [],
      "last": "Mukherjee",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "1991-12",
  "venue": null,
  "identifiers": {},
  "abstract": "What happens when, in response toacountry'srequest,creditors agree to negotiate to reduce the burden of outstanding commercial debt? Policy Research Working Papers dissemuiate he findings of work Ln progress and encourage the exchange of ideas among Bank staff and all others interested in development issues. These papers, distrbuted by the Rescarch Advisory Staff, carry the names of the authors, reflect only theirviews, and should be used and cited accordingly. The ftndings, interpretations, and conclusions arethe authors' own. They should not be attributed to the World Bank, its Board of Directors, its management, or any of Its member counntes",
  "pdf_parse": {
    "paper_id": "D699815",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "What happens when, in response toacountry'srequest,creditors agree to negotiate to reduce the burden of outstanding commercial debt? Policy Research Working Papers dissemuiate he findings of work Ln progress and encourage the exchange of ideas among Bank staff and all others interested in development issues. These papers, distrbuted by the Rescarch Advisory Staff, carry the names of the authors, reflect only theirviews, and should be used and cited accordingly. The ftndings, interpretations, and conclusions arethe authors' own. They should not be attributed to the World Bank, its Board of Directors, its management, or any of Its member counntes",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "This paper is a product of the Financial Advisory Services Group, Cofinancing and Financial Advisory Services Department. Copies are available free from the World Bank, 1818 H Street NW, Washington DC 20433. Please contact Yolanda Arellano, room Q5-113, extension 31379 (22 pages). December 1991.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "WPS 817",
        "sec_num": null
      },
      {
        "text": "The Brady Plan is a pragmatic approach to debt * What is a good deal for the banks? How do restructuring that combines the relatively recent banks of various nations reconcile their different feature of debt and debt service reduction and the interests in the country? (Some expect to consupport of official creditors. The underlying tinue doing business there; others want to cut premise of those adopting the Brady Plan is that their losses and exit.) What about a bank's the existing stock of debt can never be fully fiduciary responsibility to its depositors and serviced, even though the country has embarked shareholds?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "WPS 817",
        "sec_num": null
      },
      {
        "text": "on a far-reaching adjustment program.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "WPS 817",
        "sec_num": null
      },
      {
        "text": "-What about othei creditors of the country, To date, only a handful of countries (Costa such as holders of its sovereign bonds, or other Rica, Mexico, Uruguay, and Venezuela) have governments or multilateral agencies? Will or successfully concluded their debt reduction should commercial banks be the only ones to negotiations through a Brady Plan with commer-offer relief by t?king losses? cial creditors. Others, such as the Philippines, have engaged in Brady-type deb. reduction for * What is the country's proposed strategy for part of their outstanding commercial debt.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "WPS 817",
        "sec_num": null
      },
      {
        "text": "seeking future financing from private sources, director foreign investment, and international MukherJee explains what happens when, in capital markets? How will a debt reduction response to a country's request, the creditors operation affect the country's access to commeragree to negotiate to reduce the burden of cial and private sector finance in the future? outstanding commercial debt. She discusses the following questions:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "WPS 817",
        "sec_num": null
      },
      {
        "text": "* How much support can be expected from multilateral and bilateral institutions to finance a * What factors influence the extent of debt debt reduction operation? Mukheree summarelief that a commercial bank can offer?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "WPS 817",
        "sec_num": null
      },
      {
        "text": "rizes broad guidelines used by the IBRD and IMF. * What is a good deal for the country? What is the preferred mix (for the country) between debt reduction and debt rescheduling? What considerations should the country take into account? Overview I. .......................................................... ",
        "cite_spans": [
          {
            "start": 248,
            "end": 306,
            "text": "..........................................................",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "WPS 817",
        "sec_num": null
      },
      {
        "text": "The The purpose of this note is to illustrate the principles involved in the restructuring of a country's outstanding obligations to commercial banks. Banks' attitudes towards the treatment of troubled loans have evolved considerably since the inception of the debt crisis. A pragmatic approach to debt restructuring which combines the relatively recent feature of debt and debt service reduction (DDSi) and the support of official creditors is commonly refefred to as the \"Brady Plan\". 1 To date only a handful of countries (Mexico, Costa Rica, Venezuela and Uruguay) have successfully concluded their debt reduction negotiations through a Brady Plan with commercial creditors. Others, such as the Philippines, have engaged in Brady-type debt reduction for a portion of their outstanding commercial debt.",
        "cite_spans": [
          {
            "start": 487,
            "end": 488,
            "text": "1",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V.",
        "sec_num": null
      },
      {
        "text": "From 1982 to 1989, banks attempted to offer relief to debtors on a case-bycase basis using reschrdulings and so-called concerted new money operations. The initial stage of the concerted lending approach reflected the perception that the debt servicing difficulty was a temporary phenomenon, giving rise to the need to \"buy time\". Indicators of indebtedness were rising because real interest rates on na st debt exceeded the economy's real growth rate. The Baker approach, formally adopted under the Baker Plan of October 1985 but in practice since 1982, was to provide the necessary interim support to highly ind,-bted countries so that export and GNP growth could once again surpass real interest rates, and thereby restore the country's ability to pay. This was referred to as \"growing out of debt\". Support from all of the country's creditors was organized for fmancing balance of payments gaps with a view to supporting the adjustment and growth process. The debtor government would -accept a., IMF or World Bank adjustment program, -negotiate rescheduling of principal and interest repayments on official debt contracted with the Paris Club before a specified cutoff date, and negotiate rescheduling of all principal maturities falling due on commercial debt within a specified period, and sometimes provide some new lending (usually less than total interest payments due).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "II. The Baker Approach",
        "sec_num": null
      },
      {
        "text": "The stock of old debt was thus left intact and the repayment period was extended, typically with a grace period during which only interest payments were due on the entire outstanding balance. In addition to rescheduling, commercial creditors agreed to maintain trade and interbank short-term credit lines at specified minimum levels.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "II. The Baker Approach",
        "sec_num": null
      },
      {
        "text": "Such \"concerted packages\" were becoming more and more difficult to assemble, however, as skepticism grew in the commercial banking community about improved repayment prospects of the debtors. The extensive set of contractual provisions such as sharing clauses, negative pledge and pari passu covenants that had initially been helpful in facilitating the cohesion of commercial banks, were no longer sufficient to maintain solidarity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "II. The Baker Approach",
        "sec_num": null
      },
      {
        "text": "In response to these increasing strains, a market-based menu approach began to emerge, recognizing the diverse interests and coastraints of creditors and providing more flexibility. The menu approach implicitly reflected the longer-term framework that the debt crisis required, and was intended to provide countries with both time and debt relief, including, in some cases a negotiated and market-based reduction of debt obligations. New money requests (e.g Argentina in 1987 , Brazil in 1988 included features that were aimed at encouraging a prompt response on the part of commercial banks. The introduction of such features represented the beginnings of what is commonly understood to be the 'Brady-type\" approach today.",
        "cite_spans": [
          {
            "start": 458,
            "end": 475,
            "text": "Argentina in 1987",
            "ref_id": null
          },
          {
            "start": 476,
            "end": 492,
            "text": ", Brazil in 1988",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "II. The Baker Approach",
        "sec_num": null
      },
      {
        "text": "A number of restructuring and new money agreements in 1986-88 saw the introduction of diversified financial techniques such as currency redenomination and interest rate switching options being offered by debtors to creditors. Banl-s were granted the option to redenominate the existing loans in their domestic currencies, providing them with an asset management technique that could reduce funding risks, mitigate the effect of exchange rate volatility on capital-asset ratios, and lower funding costs in the case of non-US dollar based banks. Currency redenomination options exist in restructuring agreements with Argentina, Brazil, Chile, Nigeria, Mexico, Philippines, Venezuela, Uruguay and Yugoslavia.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "II. The Baker Approach",
        "sec_num": null
      },
      {
        "text": "Interest rate options p tvided creditors with alternative interest rate bases to which a margin was added -various eligible currencies. Banks could choose LIBOR, a domestic rate, or th-.rime -ate. By lending at floating rates, creditors were reducing or eliminating interest rate risk, but because that uncertainty was passed on to the borrower, the interest rate risk reduction was achieved at the expense of increasing their own repayment risk. The weight of floating rate debt in total liabilities was clearly an important destabilizing factor in LDCs' external positions during periods of sharp fluctuation in interest rates. Interest base options were included in debt restructuring agreements with Argentina, Chile, Mexico, Nigeria, Philippines, Uruguay and Venezuela.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "II. The Baker Approach",
        "sec_num": null
      },
      {
        "text": "Most regional and small-exposure banks, however, were striving to redirect their lending towards traditional domestic and trade financing business, and some were eager to leave the overseas lending process even at the cost of significant write-downs of assets. Net flows (disbursements minus principal repayments) from banks underwent a drastic contraction since 1984 and total net transfers (net flows minus interest payments) have largely remained negative since the inception of the debt crisis. By any measure, the relief provided to debtors through the \"conventional approach\" proved to be insufficient, and a number of countries after requesting repeated reschedulings, found themselves unable to meet even the interest obligatid ;s.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "II. The Baker Approach",
        "sec_num": null
      },
      {
        "text": "The need for commercial debt reduction (or debt service reduction) is recognized from the moment when both a country and its commercial creditors conclude that the existing stock of debt can never be fully serviced, even though the country has embarked on a far-reaching adjustment program. The Brady Initiative has given official blessing and encourageme.it to including debt reduction in negotiations and has offered official sector support. The role of multilateral institutions would be to provide partial financing for \"enhancing\" such commercial debt reduction agreements. This note explains further what happens when, in response to a request by the country, the creditors agree to negotiate to reduce the burden of outstanding commercial debt. This immediately raises a number of dilemmas for both the ccantry and the creditors, since the creditors are explicitly agreeing to recognize some losses:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ill. The Brady Initiative",
        "sec_num": null
      },
      {
        "text": "(i) what is the limit to the \"relief\" a commercial bank can offer?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ill. The Brady Initiative",
        "sec_num": null
      },
      {
        "text": "(ii) what is a \"good deal\" for the country? the preferred mix between debt reduction and debt rescheduling? what considerations should the country take into account?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ill. The Brady Initiative",
        "sec_num": null
      },
      {
        "text": "(iii) what is a \"good deal\" for the banks? how do banks of various nationalities reconcile their differing interests vis-a-vis the country? Some expect to continue doing business there, while others want to cut their losses and exit;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ill. The Brady Initiative",
        "sec_num": null
      },
      {
        "text": "(iv) what about other creditors of the country, such as holders of its sovereign bonds, or other governments, or multilateral agencies, etc? Will/should commercial banks be the only ones to offer relief by taking losses?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ill. The Brady Initiative",
        "sec_num": null
      },
      {
        "text": "(v) what about a commercial bank's fiduciary responsibility to its depositors and shareholders?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ill. The Brady Initiative",
        "sec_num": null
      },
      {
        "text": "(vi) what is the country's proposed strategy with respect to seeking future financing from private sources/direct foreign investment/international capital markets? How will a debt reduction operation affect the country's access to commercia/private sector finance in the future?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ill. The Brady Initiative",
        "sec_num": null
      },
      {
        "text": "(vi) how much support can be expected from multilateral and bilateral institutions, to finance a debt reduction operation?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ill. The Brady Initiative",
        "sec_num": null
      },
      {
        "text": "There are no readily available solutions to these questions. For obvious reasons there is no established precedent to questions such as \"how much debt should be forgiven?\" All commercial debt reduction is the result of a case-by-case negotiated outcome. However, a few general principles have been established as a result of experience accumulated to date, and countries which are currently in discussions with their cu.nmercial creditors are attempting to approach the issue based on these principles. The presentation which follows is a condensed account of what sas emerged from numerous iterations of proposals and cour erproposals between a debtor country and its Bank Advisory Committee, until something could be agreed on which reasonably satisfied both parties' interests.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ill. The Brady Initiative",
        "sec_num": null
      },
      {
        "text": "IV. Preconditions/Factors Influencing a Debt Reduction Operation",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Ill. The Brady Initiative",
        "sec_num": null
      },
      {
        "text": "The country has embarked on an adjustment program, but existing claims are still acknowledged to be partially irrecoverable",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.",
        "sec_num": null
      },
      {
        "text": "In spite of economic reform measures taken by the country to improve, among other things its creditworthiness, existing claims no longer look attractive because the creditor recognizes that the probability of receiving full and timely payments of interest and amortization of principal is low and falling due to adverse circumstances. At the same time, creditors and debtors have a shared interest in bringing about an improvement in the debtor's economic situation. Before \"losing everything\" the creditor has an incentive to negotiate a new set of legally binding agreements that protects his claims as far as possible. By lowering claims today and giving the country a chance to benefit from adjustment, the creditor expects to increase the chance of receiving the remaining contractual payments, and to share in the future gains from policy reform. 2",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.",
        "sec_num": null
      },
      {
        "text": "There is activity in the secondary market for claims on the country, indicating differing expectations regarding the probability of full debt repayment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.",
        "sec_num": null
      },
      {
        "text": "The number and sizes of transactions in the secondary market for international bank loans are driven by economic and debt policy developments in debtor countries. These, together with banks portfolio strategies and regulatory regimes affect creditors' expectations on whether countries are able and willing to service debt obligations. Similar actions by other major banks have led to a perceived surplus of LDC loans, causing prices (in cash and swap terms) to decline in most cases.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.",
        "sec_num": null
      },
      {
        "text": "Despite the great deal of attention that it has attracted, the overall size of the secondary market is still marginal compared with that of LDC external debt. The market remains thin, and the number of countries whose debt is actively traded is lirmited to a handful of debtors. The prices for LDC loans are therefore often notional, and it could be misleading to interpret them as being \"voluntarily\" applicable to any large scalc transaction.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.",
        "sec_num": null
      },
      {
        "text": "2 All debt reduction agreements to date have also included explicit \"recapture clauses\".",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.",
        "sec_num": null
      },
      {
        "text": "These entitle participating creditors to increased repayments in future in the case of a windfall due to commodity price increases (e.g in the Mexico and Venezuela agreements, creditors receive additional payouts if the oil price rises above a trigger valthe).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.",
        "sec_num": null
      },
      {
        "text": "The majority of secondary market transactions have been asset trades between commercial banks. These take the form of Rr debt swaps (trades of LDC loans without changing the terms of payment) for portfolio balancing reasons, or debt fr cash swp. Portfolio adjustments are aimed at consolidation, diversification, liquidity and tax liabditiy reduction. It is estimated that two-thirds of secondary market transactions are done for the purpose of rearranging bank portfolios or for accounting reasons. Cash sales of debt, on the other hand, give small exposure banks a way out of the debt rescheduling/new money process. Small exposure creditors often respond to a situation of protracted debt servicing difficulty by simply selling their future claims on a debtor in the secondary market for less than face value.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.",
        "sec_num": null
      },
      {
        "text": "The secondary market price as a benchmark",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "The bid/offer prices currently quoted in the secondary market are in some sense a benchmark in indicating to a country the levels of losses that a few of its creditors are willingly accepting.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "It is important to note that in the following illustration of a debt for cash sale at a discount in the secondary market there is no impact on the situation of debtor country:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "Total Outstanding Commercial Debt: US$100 million Creditor A's share: US$10 million Creditor A sells his entire exposure in the secondary market at 30% of face value.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "A buyer pays US$3 million to creditor A and becomes the new holder of a US$10 million claim on the country. (If there is no debt-equity conversion program ongoing in the country, then the purchase may be driven by portfolio balancing or speculative motives).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "The country's outstanding debt remains at: US$100 million.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "Creditor A took a loss of US$7 million and retired his exposure, but did not enter into negotiations with the country.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "The country is not able to benefit from the fact that Creditor A is willing to exchange his $10 million claim for a cash payment of $3 million. If the country had entered into the same deal instead of the buyer in the secondary market, it would now have a debt outstanding of $90 miliion. However, reserves would be lower by US$3 million.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "There are legal clauses in existing loan agreements which prevent countries from being able to directly capture the discounts in the secondary market price of their debt. The sharing clause in a typical syndicated loan agreement, for example, specifies that a payment made by the debtor to any member of the syndicate must be shared on a prorata, basis with all other members. This poses a legal obstacle for debtors to buy back their own obligations from an individual .;reditor. Waivers on prepayment provisions, sharing clauses and pari-passu clauses 'equal treatment for all creditors) must first b-e obtained from all other creditors. This is a lengthy and complex process when unde:taken independently of a comprehensive debt workout, and may not be successful.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "The likelihood of obtaining the waivers will be greatly inf.uenced by expectations of what creditors can expect to gain by refusing to grant them. There is clearly a tradeoff from the creditor's viewpoint: reserves may be used either to buy back debt at a discount, or creditors may insist that they be used to continue scheduled debt service. There are also conflicting interests between banks whenever the possibility of some exit is introduced. At such moments, there is the greatest convergence of interest between .he country and the subset consisting of its long-term creditors: both would like to see as much debt reduction through buyback as possible, at the greatest possible discount.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "In July 1987 Bolivia and its commercial bank lenders reached an agreement to allow Bolivia to repurchase all or a portion of its bank debt. Under the proposal, a portion of the principal and unpaid interest was to be reduced by a buyback transaction, and the remaining debt was to be restructured. The creditor banks insisted that the funding for the buyback had to come from additional, official donor grant finance specifically earmarked for the repurchase of the debt at a substantial discount. The IMF was willing to act as administrator of the voluntary contributions to a Trust Account. The indicative price of Bolivian debt was around 10-12%. On March 18, 1988 Bolivian authorities announced that 53 of its creditor banks had tendered over US$335 million of eligible debt, almost US$270 million in exchange for cash and about US$65 million in exchange for investment bonds under the newly established debt conversion program. This transaction required US$28 million from the IMF Trust Account and extinguished forty percent of Bolivia's commercial indebtedness.",
        "cite_spans": [
          {
            "start": 653,
            "end": 667,
            "text": "March 18, 1988",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "The net benefit from a debt repurchase stems from the difference between the opportunity cost of using scarce foreign exchange for prepaying external obligations and the resulting reduction in the country's external debt. The cash flow benefit is clearly maximized if a third party finances the repurchase and subsequently forgives all of the debt 3. The timing of a debt buyback scheme is crucial, in that it should optimally take place when the discount on the debt is the greatest and does not yet reflect expectations of an improvement in the country's economic and financial profile.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "Provided the debt repurchase is strictly voluntary and does not affect the country's liquidity position, (i.e it is financed with grants) the lower contractual value of remaining bank debt would confer an indirect benefit on the banks retaining their claims, by raising the probability that tiheir debt would be serviced in future.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "Any unilateral action by a country in trying to enforce a repurchase price that is not the market-clearing one for a given quantity of debt could damage t..e country's track record in the creditor community and be ultimateiy harmful if the country hopes to receive future lending from a subset of its creditors who may have a long-term business interest. It would also lower the counitry's prospects of attracting direct foreign investn or tapping new foreign private sector funding sources in future, leaving recourse to only multilateral and bilateral assistance, which would also be affected negatively.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "To summarize, therefore, the secondary market price is a less than perfect indicator in estimating the total amnount of discount at which the country can hope to retire all or most of its debt, for the following reasons:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "(i) waivers must be obtained from all creditors; these will probably only be granted if it is perceived that the debt repurchase will be truly volzintary;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "(ii) the secondaiy market for most LDC debt is illiquid in the absence of a debt-equity conversion program; only marginal transactions take place, and the majority of creditors will not voluntarily relinquish their claims at the market price;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "(iii) creditors are not homogeneous; they evaluate their options differently;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "(iv) creditors are subject to differing tax and regulatory regimes in their home countries and their long term expectations and intere~sts in the debtor country diverge. This affects the amount and form in ,Vhich they may grant debt relief.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "A debt equity conversion program, whereby the country offers to repurchase its external obligations using local assets can be a useful method for the country to capture some of the prevailing discount in the secondary market. In essence the country invites interested investors to purchase its obligations for cash in the secondary market and to trade them in for a local security which is used for domestic investment or the purchase of a domestic asset. The terms at which the exchange takes place (i.e the government repurchases its obligations from the investor who has bought them) are subject to negotiations or an auction. This is also a way of promoting foreign investment through an implicit premium on the exchange rate, while at the same time promoting competition among interested foreign investors. However, the process described above may be inflationary if narrow money supply increases for repurchasing public sector obligations and the equity investments actually take place in the domestic private sector. If the same debt equity conversion process is carried out in the context of a privatization program where the debt is exchanged for existing assets without the introduction of local currency into the transaction, then there is little risk that monetary aggregates will be affected (unless there is crowding out of domestic investors). Depending on how the transaction is carried out, the government may be able to directly swap its ,iabilities to commercial banks for its equity in an enterprise, i.e the right to share in future profits of the enterprise. Following this transaction, the government's debt is reduced, and its only remaining \"liability\" consists of permitting the repatriation of prefits after a suitable period. (It is referred to as a liability here in the sense that the govemment must be willing to sell foreign exchange to the investor at the official rate for the purpose of transferring earnings out of the country). The added advantage to this is that such a liability is matched with the business cycle of the domestic economy, unlike the o' deb, service obligations. When the economy does well, higher profits are earned by the enterprise and the government is also in a better position (regarding avai'ability of foreign exchange) to permit repatriation of increased profits, and vice versa.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Is there a debt-equity conversion program?",
        "sec_num": "4."
      },
      {
        "text": "The budgetary impact of a privatization through debt equity conversion would ha\"e to be taken into account, comparing the amount of debt service obligations cancelled with the amnount of revenues foregone from the enterprise. If the privatized unit had previously been a loss-making one, there wouild clearly be a net positive budgetary impact, resulting from both a reduction in subsidies and in debt service. -if it is widely expected that the enterprise will be better managed under private ownership (or if the government has consented to regulatorv changes that will increase profitability) then the government may be able to charge a higher price a (extinguish more debt) in exchange for the enterprise. If an auction is used to price the enterprise, the \"improved management premium\" effect is expected to be reflected in the winning bid.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Is there a debt-equity conversion program?",
        "sec_num": "4."
      },
      {
        "text": "It is widely observed that for countries with attractik e investment possibi.ities, the announcement of such a program leads to an increase in the secondary market price of debt. The Chilean debt equity swap program, initiated in May 1985, remains the largest, best established and most flexible arrangment of any developing country. Mexico and Argentina have also reactivated their programs recently, and have accomplished the successful privatization of important public sector assets (telephone company, airlines) through this mechanism. A number of others, such as Nigeria, Costa Rica, Jamaica, and the Dominican Republic, to name a few, have also launched conversion programs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Is there a debt-equity conversion program?",
        "sec_num": "4."
      },
      {
        "text": "Are creditors in a position to voluntarily grant relief/accept losses?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.",
        "sec_num": null
      },
      {
        "text": "Following the inception of the debt crisis in 1982, creditor governments responded by taking coordinated actions to protect the international banking system. Tax and regulatory policie, .sed to accomplish this objective took different forrns, but banking supervisors in all countries required the establishment of general provisions (loan loss reserves) to cover possible losses on doubtful loans. The socalled Basle guidelines have been drawn up with the purpose of eliminating, over time, many of the inter-country differencethat exist in the regulatory treatment of 4 However, in practice loss-making entities are harder to sell through debt equity conversions unless these are accompanied by pcrmission to change policies such as pricing, production, hiring, etc.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.",
        "sec_num": null
      },
      {
        "text": "loan loss reserves. Although not a part of the Basle agreement, regulators in all major creditor countries have now specified lists of troubled debtors and have indicated mandatory minimum levels of provisions that banks must establish to cover all exposure to these countries. These mandated reserve levels vary by creditor nationality, with the result that some creditors could be a little better provisioned than others. This may have the effect of: 1) lessening che urgency for such creditors to participate in a debt workout, or",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.",
        "sec_num": null
      },
      {
        "text": "2) ultimately allowing such creditors to grant greater concessions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.",
        "sec_num": null
      },
      {
        "text": "For example, a bank that has established a high level of reserves in a country where these are not considered a part of capital has effectively lowered its cost of not participating in debt reduction/new money packages. Being well-reserved, the bank can write down loans when arrears build up without affecting regulatory capital and without necessarily g-rnting concessions to the debtor. A less well-reserved bank, or a bank in a country where reserves are considered part of capital may conclude that the costs of participating in a debt workout/new money package is less than the cost of having to write down loans and reduce regulatory capital. As a result, the less well reserved bank might choose to lend new money while the wellreserved bank might initially try to free ride, or prefer to exit if the exit price is attractive. In some countries provisions must immediately be established against new money loans, thus reducing the attractiveness of this option for banks.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.",
        "sec_num": null
      },
      {
        "text": "Who are the country's major creditors?",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.",
        "sec_num": null
      },
      {
        "text": "Many banks in the major creditor countries are currently operating at or near the minimum capital-asset ratios (adjusted risk asset ratios) mandated by their domestic banking supervisory authorities. This is in spite of considerable balance sheet restructuring following the adjustment of risk weights for LDC exposure in the bank's portfolio i.e selling some of the riskier assets and/or raising new capital. The regulator\" neatment of loan loss reserves therefore becomes crucial in two areas:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.",
        "sec_num": null
      },
      {
        "text": "(i)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.",
        "sec_num": null
      },
      {
        "text": "the effect of such reserves on capital, and (ii) the tax treatment of such reserves.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.",
        "sec_num": null
      },
      {
        "text": "A marginally capitalized bank is clearly at an advantage if it is permitted to include its general loan loss reserves as part of its regulatory capital. This is permitted only in France, the US and to a limited extent in Japan. However, once losses are realized in the context of a debt reduction operation for such banks, an upfront capital loss must be registered as the reserve is charged off. It is to be expected a prior, therefore, that most French and US creditors who are otherwise inadequately capitalized, will only be able to accept debt exchange instruments which protect the face or par value of their exposure as far as possible.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.",
        "sec_num": null
      },
      {
        "text": "The other incentive available to banks to establish adequate loan loss reserves depends on whether such reserves are tax deductible. Here again, the creditors differ by nationality. German and French banks can deduct loan loss provisions from taxable income, but US banks cannot. For Japanese and UK banks, tax deductibility is limited to levels below the actual amount of provisions. Favorable tax treatment of provisions (as in Germany and France) may reduce incentives for banks to dispose of LDC assets, either through debt reduction operations or on the secondary market, since this would imply losing the source of the tax deduction.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.",
        "sec_num": null
      },
      {
        "text": "Commercial banks express concern about the issue of \"burden sharing\" when it becomes obvious that a debtor is unable to service its obligations. 5 In particular, they are concerned that their fellow creditors should receive equal treatment in terms of taking losses on existing exposure, so that no creditor emerges from the debt reduction in a more favorable position than the others.",
        "cite_spans": [
          {
            "start": 145,
            "end": 146,
            "text": "5",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V. The Decision Faced by Banks: To exit or to lend new money?",
        "sec_num": null
      },
      {
        "text": "-differences in expectations regarding the prospects of the debtor;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Commercial banks value their debt differently because of:",
        "sec_num": null
      },
      {
        "text": "-different business interests/expertise/length of relationship with a particulai debtor;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Commercial banks value their debt differently because of:",
        "sec_num": null
      },
      {
        "text": "-different tax and regulatory environments, including level of ownership or involvement by their government;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Commercial banks value their debt differently because of:",
        "sec_num": null
      },
      {
        "text": "-different loan-loss reserve positions;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Commercial banks value their debt differently because of:",
        "sec_num": null
      },
      {
        "text": "-different business strategies, e.g shift from loan to underwriting; from LDC to Euromarket; from long-term lending to short-term trade finance etc.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Commercial banks value their debt differently because of:",
        "sec_num": null
      },
      {
        "text": "desire to ircrease portfolio diversification.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Commercial banks value their debt differently because of:",
        "sec_num": null
      },
      {
        "text": "There are essentially three ways for an individual bank to respond when confronted with a request for debt reduction. It may choose to accept a loss upfront by accepting a cash payment or reduced value asset from the debtor, which covers only a part of what it was originally owed, or choose to lend new money to the debtor, some of which may be used to repay the existing obligations, or -do nothing.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Commercial banks value their debt differently because of:",
        "sec_num": null
      },
      {
        "text": "The first two options pose a burden on the creditor since the history of the new money process has not been inspiring. Most creditors in fact face an iinmediate cost if they choose to lend new money, since they are required to set aside a provision out of earnings, for loan losses on their additional exposure on the new money. The third option has regulatory costs, which vary according to the nationality of the creditor.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Commercial banks value their debt differently because of:",
        "sec_num": null
      },
      {
        "text": "Creditor participation is the most crucial element for any successful resolution to a country's debt problem. A successful resolution is defined in this case as a minimum of \"free ridc.ship\" on the part of commercial banks. This tern refers to the phenomenon whereby some banks refuse to choose any of the exchange instruments offered to them, but continue to hold out for their original claims to be serviced. The argument is that once the others have chosen one or more of the options and have reduced their claims, the country should be in a better position to service the free riders according to the original agreements. 6 Sharing and pari passu clauses in the loan agreement, which guarante all creditors a pro-rata share of any debt service paid by the debtor, provide the legal mechanism for the free ride.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. The Free Rider Problem in the Context of a Commercial Debt Workout",
        "sec_num": null
      },
      {
        "text": "Some debtor countries have tried to control this type of behaviour by specifying that a particular menu of options is valid only if a sufficient number of creditors subscribe to the deal. This transfers the burden of ensuring compliance on the part of would-be free riders to the other members of the London Club who are anxious to conclude the deal 7 . Other countries have instead tried to make the menu more attractive, and thereby minimize the temptation to free ride.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. The Free Rider Problem in the Context of a Commercial Debt Workout",
        "sec_num": null
      },
      {
        "text": "Experience has shown that the process of designing a Brady-type comprehensive financing plan is often lengthy and iterative. The most constructive negotiating experiences have been characterized by close and regular contact between a well-prepared Debt Management Team from the debtor country and the Bank Advisory Committee. 6 In the case of troubled sovereign debt, the term \"cheap rider\" is increasingly used rather than \"free rider\". It refers to the same set of banks, but allows for the fact that they have also sacrificed something in the sense that their existing claims have not been fully serviced. Thus, the argument goes, they are trying to get off \"cheap\" rather than \"free\". 7 London Club refers to the community of commercial creditors for a particular debtor.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. The Free Rider Problem in the Context of a Commercial Debt Workout",
        "sec_num": null
      },
      {
        "text": "The Paris Club refers to the country's official creditors (bilateral and multilateral).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. The Free Rider Problem in the Context of a Commercial Debt Workout",
        "sec_num": null
      },
      {
        "text": "VII. An Illustration of the \"exit or stay in\" Choice Suppose that a debtor faces the following amortization profile at end 1991 on existing obligations of US$100 million, interest rate fixed at 10%, applied to outstanding debt stock: ( Suppose this debt burden is not compatible with the country's expected ability to pay, and the prevailing secondary market price of the country's debt is 27 cents, reflecting the market's expectation regarding the probability of repayment (or the expected present value of repayment per dollar of outstanding debt).",
        "cite_spans": [
          {
            "start": 234,
            "end": 235,
            "text": "(",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. The Free Rider Problem in the Context of a Commercial Debt Workout",
        "sec_num": null
      },
      {
        "text": "The country may present the following offer to its creditors at year-end 1991:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. The Free Rider Problem in the Context of a Commercial Debt Workout",
        "sec_num": null
      },
      {
        "text": "-A cash buyback at 30 cents, OR -Repayment over 17 years with 7 years of grace, at LIBOR+.5%, AND New Money equal to 20% of existing exposure, over 15 years, 7 years grace, at LIBOR+1.5%",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. The Free Rider Problem in the Context of a Commercial Debt Workout",
        "sec_num": null
      },
      {
        "text": "It is assumed that creditors respond to the offer as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. The Free Rider Problem in the Context of a Commercial Debt Workout",
        "sec_num": null
      },
      {
        "text": "US$60 million of outstanding obligations are tendered for Buyback US$40 million are rescheduled, resulting in US$8 million of new money obligations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. The Free Rider Problem in the Context of a Commercial Debt Workout",
        "sec_num": null
      },
      {
        "text": "Following the buyback of US$60 million, and the addition of new money, the country's debt stock has fallen from US$100 million to US$48 million.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. The Free Rider Problem in the Context of a Commercial Debt Workout",
        "sec_num": null
      },
      {
        "text": "All menu driven debt reduction agreements are based on the premise that creditors differ in their strategy with respect to both their long-term business interests in LDCs, and the protection of their existing assets. Choices are made based on the individual circumstances of each bank. Exit instruments are aimed at small-exposure banks with no long-term interest in the country, who are therefore reluctant to provide new money. Exit through a cash buyback indirectly benefits the remaining creditor banks by the future debt service relief it offers to the debtor, and the higher probability that remaining tlaims will be serviced out of a limited cash flow. This is not to say that remaining creditors do not \"take a hit\", however. The options are specifically designed so that a priori there is equal burden sharing built into both. Thus, the major principle guiding the construction of a menu is to design instruments of similar cost to the debtor but which offer differing values to various categories of creditors, in order to maximize concessions from them and obtain the best overall deal.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. The Free Rider Problem in the Context of a Commercial Debt Workout",
        "sec_num": null
      },
      {
        "text": "The basic choice faced by the creditor is to exit or lend new money, as described above. However, in practice, there are some refinements to the total exit option, which offer creditors the ability to \"partially exit\". Creditors choosing a partial exi. option do not lend any new money. They receive enhancements and either give up a share of the principal or they accept lower interest payments. One may ask, if the debt service streams under all options offered to creditors are in any case equivalent in net present value terms 8 , why would some banks choose partial rather than complete exit? The answer is that such banks are unable to afford the extremes of either a complete exit or a new money commitment for balance sheet (accounting), fiscal and regulatory reasons. This suggests a need for additional instruments which offer partial exit to creditors. Also, a country may not be able to fund a full buyback and may have to structure a menu to meet its own resource constraints.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VIII. Additional Considerations--Partial Exit",
        "sec_num": null
      },
      {
        "text": "Experience of debt workouts to date has in fact illustrated the need for debtors to offer a richer menu of options to creditors than just the buyback and new money options. Offers to exchange loans for bonds (long term securities) have been a successful means of matching: -the creditors' needs for a partial exit instrument with greater liquidity than their existing claims, and the debtors' need for cash flow relief on debt service.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VIII. Additional Considerations--Partial Exit",
        "sec_num": null
      },
      {
        "text": "sacrificing the recovery of full interest payments on the existing claim, -or through the write-off of a portion of principal on the existing claim.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Partial exit is accomplished either through:",
        "sec_num": null
      },
      {
        "text": "Reduction of interest or principal as the means of partial exit will be chosen largely based on balance sheet (accounting) strategies, and fiscal and regulatory constraints of each individual creditor, once the decision to exit has been made. 9",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Partial exit is accomplished either through:",
        "sec_num": null
      },
      {
        "text": "In the first case, the debtor offers to exchange existing claims for a long term security with a below market interest rate, and a face value equal to the existing obligation. This is a par bond. The creditor is thus able to exit partially through a stream of below market interest payments for e.g 30 years, while maintaining the principal value intact after the exchange. The loss accepted by a creditor choosing the par bond is that he has a fixed revenue stream based on a below-market interest rate, while his funding costs continue to be variable and market linked. This is the tradeoff he has chosen in the interest of protecting the face value of the asset, i.e not having to reduce the amount of debt.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Partial exit is accomplished either through:",
        "sec_num": null
      },
      {
        "text": "In the second case the debtor offers to exchange existing claims for a long term security with a market-based interest rate, but with a face value less than that of the original obligation. The discount from the original loan gives this instrument the name of discount bond,. In this case the loss absorbed by the creditor consists of an upfront reduction in face value of his claims, while a market rate is earned on the reduced principal outstanding.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Partial exit is accomplished either through:",
        "sec_num": null
      },
      {
        "text": "The bonds essentially amount to concessional long term rescheduling. Both par and discount bonds have, to date, generally been structured with a bullet maturity feature. This means that the principal (face value) is repaid in a single installment upon maturity of the bond, and there is no amortization schedule. Both bonds result in debt service reduction, so the exit cost to creditors is reflected in a lower stream of future interest payments:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Partial exit is accomplished either through:",
        "sec_num": null
      },
      {
        "text": "the par bond offers debt service reduction while maintaining constant a given amount of debt. and applying a below market interest rate, while the discount bond offers debt service reduction by reducing the amount of debt and then applying a market interest rate. Such bonds are often referred to as exit bonds since they are exempt from future new money requests by the debtor. They are also exempt from the sharing and other restrictive linking clauses of the syndicated loan agreements. This makes the bonds more marketable. Debtor countries have traditionally serviced bonds even when they rescheduled loans. The implicit seniority status of the bonds, however, is only credible to the extent that their relative amount remains low relative to debt servicing capacity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Partial exit is accomplished either through:",
        "sec_num": null
      },
      {
        "text": "There are at least two alternatives to exit bonds for commercial banks. One is direct loan sale at a discount in the secondary market; the second one is maintenance of the loan on the bank's books and refusal to participate in future new lending. The latter one is the free rider case, and it involves trying to collect full interest due on outstanding loans without contributing to the fresh money loans which provide in part the resources to pay future interest.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Partial exit is accomplished either through:",
        "sec_num": null
      },
      {
        "text": "In order for creditors to participate in an actual transaction involving exit bonds, the bonds must be perceived to be of a different risk category than the existing claims. The process of collateralizing an instrument with another financial instrument of higher grade (lower risk) is known as securitization. Creditors are unlikely to accept a long term discounted bond simply based on the fact that in the past bonds have always been treated as implicitly senior debt. The exit bonds must be collateralized or guaranteed to some extent, both on principal and/or interest, so the risk associated with them is no longer pure country risk. 10",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IX. Securitization/Collateralization of Exit Bonds",
        "sec_num": null
      },
      {
        "text": "For example, the creditor may seek to be assured that the country will be able to repay the full amount outstanding in year 30. The debtor has to incur some costs in order to provide security for the debt exchange instruments he is proposing, in order to add credibility to the \"enhanced value\" of these instruments.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IX. Securitization/Collateralization of Exit Bonds",
        "sec_num": null
      },
      {
        "text": "One approach is for the debtor to invest some funds in a high grade security which will mature in thirty years from now, when he needs the funds to repay the principal obligations on his maturing exit bonds. In fact, he can purchase a security with a matching maturity date and face value. The least expensive way for the debtor to assure that the required funds will be available in year 30 is to purchase a zero coupon instrument. This instrument does not pay out interest earnings annually but reinvests them instead. If the annual yield on the zero coupon security is 8.5%, for example, this means that interest will accrue at this rate on the initial price of the instrument, and will be reinvested in the following period. The process will repeat itself until maturity, when the instrument will pay out the initial price plus all the accrued interest over the thirty years. This final sum is the face value of the zero coupon instrument. Because zero coupon bonds pay no interest during their lifetime but return full face value at maturity, such instruments are sold at steep discounts from face value. In the example, a zero coupon bond with a face value of US$100 in year 30 can be purchased today for US$8.65. If the yield is higher, at 9.5% for example, the discount in year 1 is even steeper, since more will be earned and reinvested each period. Less is therefore required upfront for the same final face value of US$100. In fact, the cost of a 9.5% zero coupon bond is US$6.57 per US$100 in year 30.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "X. The Zero Coupon Security",
        "sec_num": null
      },
      {
        "text": "If the debtor had issued a forty year bond as an exchange offer to his creditors instead, and therefore his cash requirement was in year 40, he could purchase a forty year zero coupon bond today to cover his future obligation. For a yield of 8.5%, the upfront cost to him would be lower than in the previous example, because of the greater number of compounding periods. The cost of such a bond with a US$100 face value would be US$3.83. (In practice, no forty year bonds have been issued, or used as collateral--the problem in this case, would be to find an issuer of 40 year bonds).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "X. The Zero Coupon Security",
        "sec_num": null
      },
      {
        "text": "A summary of upfront costs for a series of US$100 zero coupon instruments based on different assumptions about yields and maturities is given below: In practice high grade zero coupon securities with matching maturity and value are held in a trust account as collateral against the principal repayment under the exit bonds. The debtor is required to purchase the highest grade zero coupon in a given currency and pledge the proceeds in Year Thirty to be used for the repayment of principal on the exit bonds it has offered to its creditors. Such zero coupon securities could be issued in their respective currencies by the US, French, German or other OECD treasuries\" 1 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "X. The Zero Coupon Security",
        "sec_num": null
      },
      {
        "text": "8% 9%",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "X. The Zero Coupon Security",
        "sec_num": null
      },
      {
        "text": "It is essential for creditors that the principal repayment risk on their exchange bonds be reduced effectively to the risk of the US treasury repaying its zero coupon bond obligation to the debtor. Since this is assumed to be essentially riskless, and furthermore the zero coupon collateral instrument is pledged to be used for the specific purpose, creditors can be assured that the exchange bond has a lower uncertainty and hence a higher value than their existing claims. From the creditors' point of view, there is no longer any debtor-country risk associated with repayment of principal, i.e the repayment is fully defeased.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "X. The Zero Coupon Security",
        "sec_num": null
      },
      {
        "text": "The investment of funds in a high grade zero coupon instrument is the least expensive means of assuring the future availability of funds in terms of upfront costs to the debtor. There is also no further cash outflow from the debtor in year 30 related to repayment of principal. By purchasing as collateral a bond today which will have the needed value upon maturity, the debtor has effectively \"prepaid\" his obligation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "X. The Zero Coupon Security",
        "sec_num": null
      },
      {
        "text": "A collateralized debt defeasance scheme involves a certain \"opportunity cost\" for the debtor in that a portion of international reserves has to be put aside in I 1 In practice there are as yet no thirty year securities issued by the German Treasury. order to guarantee the principal of the discounted debt. The relationship between that cost and ti.e saving on future debt payments determines a \"break-even point\" for the country.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "X. The Zero Coupon Security",
        "sec_num": null
      },
      {
        "text": "It is often asked by observers why this pledging process requires the debtor to invest funds outside the country, and in effect to \"lend its funds for thirty years\" to an OECD-member treasury. This is a necessary part of the risk reduction process. By definition, if the debtor invested the funds in a domestic zero coupon instrument, this would be useless in achieving the objective since it is precisely the sovereign risk of the debtor country that creditors are trying to avoid.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "X. The Zero Coupon Security",
        "sec_num": null
      },
      {
        "text": "Annual interest payments (fixed rate and below market, or variable rate linked to market) on the exit bonds owed by the country to its creditors will continue to contain some element of country risk, however. Most creditors require that the debtor establish an interest collateral account by depositing cash or marketable securities equivalent to a number of interest payments (e.g one or two years' worth) in an interest collateral escrow account up front. Earnings on the resources invested in the interest collateral account accrue to the country each year. The interest collateral account is thus kept constant at the agreed amount.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "XII. The Interest Collateral Account",
        "sec_num": null
      },
      {
        "text": "The country is then expected to make its regular interest payments from its own resources year by year. In case of any interruption in payment, creditors have access to the interest collateral account until it is depleted, after which time they may presumably initiate legal proceedings. It is expected by all parties that the country will be fully able to honor its interest obligations, and that the collateral account will not be touched but instead keep on rolling over until the last year of the instrument, when it can be used to make the final interest payments. This collateral account is referred to as the rolling interest guarantee.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "XII. The Interest Collateral Account",
        "sec_num": null
      },
      {
        "text": "A country has US$100 million of outstanding commercial debt. It has three creditors of different nationalities, A (US$60 million), B (US$25 million) and C (US$15 million). The current secondary market price of the country's debt is 35 cents although almost no trades are taking place at this price.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "XIII. Illustration of a Debt and Debt Service Reduction Operation",
        "sec_num": null
      },
      {
        "text": "--Cash Buyback at 39 cents per dollar of face value, or -30 year Par Bond with 6 percent fixed interest rate, 1 year of interest payments coilateralized, principal fully collateralized, or -30 year Discount Bond (70 percent of face value) at LIBOR+.5%, 2 years of interest payments collateralized, principal fully collateralized.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "XIII. Illustration of a Debt and Debt Service Reduction Operation",
        "sec_num": null
      },
      {
        "text": "Creditor A may be undercapitalized and therefore only able to accept instruments which do not require a reduction of principal. (Par Bond) Creditor B may be provisioned against losses such that it can accept a loss of up to 30%, but no greater. (Discount Bond) Creditor C may consider its exposure to be small enough that it prefers to \"get out\" with a 61% upfront loss rather than maintain this debtor on it \"ooaks. (Cash Buyback) Under a voluntary market based approach to debt restructuring the country will end up with the allocation of its US$100 million debt across the three instruments as follows: After the cash buyback, which retires US$15 million in face value of debt immediately, the remaining US$85 million will be converted to par and discount bonds. A further debt reduction will take place at the time the discount bond is issued. The US$25 million of old debt tendered for that option will be replaced with a new bond of US$17.5 million face value (70% of US$25 million). The par bond, as its name suggests, will be issued for the full amount of US$60 million face value. The country therefore moves from a debt stock of US$100 million to US$77.5 million (60+17.5) which must be serviced over 30 years, and in doing so it uses US$5.85 million of reserves for the buyback (see Section XV).",
        "cite_spans": [
          {
            "start": 245,
            "end": 260,
            "text": "(Discount Bond)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 417,
            "end": 431,
            "text": "(Cash Buyback)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "XIII. Illustration of a Debt and Debt Service Reduction Operation",
        "sec_num": null
      },
      {
        "text": "The debt service relief provided to the country under each of the instruments may be calculated by comparing with the original debt service profile, and attributing the relief proportionally to each of the instruments. For example, 15/100 or 15% of the original debt service obligations are cancelled upfront by the cash buyback, etc.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "XIII. Illustration of a Debt and Debt Service Reduction Operation",
        "sec_num": null
      },
      {
        "text": "The basic principle in designing the menu is to tailor instruments so that each group of creditors will choose what it values the most. It is important to note that if the country decides to follow the route of the voluntary market based menu approach, it has to ensure that, as long as it has no particular desire to influence creditors' choices, all of the proposed instruments should offer roughly similar net present values of debt service relief. The banks will of course value these instruments differently from the country and from each other in terms of expected net present value of payments and other factors, since they each face a diffetrent set of conditions and constraints. This is what will ultimately determine the allocation of eligible debt across the menu items under a voluntary workout.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "XIV. Building the Menu",
        "sec_num": null
      },
      {
        "text": "On the other hand, a country may decide that a particular method of debt reduction confers greater advantages, e.g the cash buyback, because the country strongly prefers immediate cancellation of future debt service obligations. This could be the case if the country felt that a visible, upfront reduction in debt stock would bring added benefits such as increased investor confidence, reduced inflationary expectations, repatriation of flight capital, etc. The country may then wish to price the cash buyback option more attractively than the other menu items, and thus deliberately not attempt to establish equivalency among instruments. This would be done in order to influence banks' behavior in a manner consistent with its desired outcome, while still following the market-based approach. The tradeoff here lies in the known increased upfront costs that will be incurred in offering a higher-priced buyback, against the unceitain value of the added benefits (e.g increased investor confidence) the country is counting on under this strategy.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "XIV. Building the Menu",
        "sec_num": null
      },
      {
        "text": "The country will only be able to offer a choice to its creditors if it knows that it will be able to finance any given outcome or combination of exchange instruments that creditors may end up selecting. The level of creditor participation will in turn substantially depend on what sort of menu of debt exchange instruments a debtor can offer in order to retire existing claims. At the same time, the creditors' choice of exchange instrument will affect a debtor's upfront cost of funding its debt reduction plan, since each type of instrument offered carries with it a different type of collateral requirement.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "XV. The Cost of Financing the Menu",
        "sec_num": null
      },
      {
        "text": "In order for the deal described in Section XIII to materialize, the country will have to be able to finance it in the following amounts: The sum of the upfront costs is (5.85+5.97+3.6+1.74+2.9) US$20.06 million. Thereafter, the country's annual debt service is (1.49+3.6) US$5.09 million. In summary, collateral requirements are as follows: ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "XV. The Cost of Financing the Menu",
        "sec_num": null
      },
      {
        "text": "As mentioned earlier, the innovation under the so-called Brady Plan was to formally include official sector support in financing packages such as the one shown above. IBRD and IMF, Japan EXIM, other bilateral governments, and most recently the Inter-American Development Bank have participated to date in helping to meet eligible Brady countries' financing needs for their debt reduction agreements with creditors through loans. Broad guidelines used by IBRD and IMF are shown below.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "XVI. The Role of Multilateral Institutions",
        "sec_num": null
      },
      {
        "text": "Procedure for use of IBRD Resources IBRD support for debt and debt service reduction (DDSR) is decided on a case by case basis. The argument for supporting debt reduction must be linked to implementation in the deotor country of growth-oriented medium term adjustment policies in which debt reduction would play a key role in the medium term financing plan.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "XVI. The Role of Multilateral Institutions",
        "sec_num": null
      },
      {
        "text": "Bank support will be decided after taking into account:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "XVI. The Role of Multilateral Institutions",
        "sec_num": null
      },
      {
        "text": "-the strength of the medium term adjustment program;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "XVI. The Role of Multilateral Institutions",
        "sec_num": null
      },
      {
        "text": "-the severity of the debt burden;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "XVI. The Role of Multilateral Institutions",
        "sec_num": null
      },
      {
        "text": "the country's track record;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "XVI. The Role of Multilateral Institutions",
        "sec_num": null
      },
      {
        "text": "the scope for voluntary market based operations;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "XVI. The Role of Multilateral Institutions",
        "sec_num": null
      },
      {
        "text": "the medium term financing plan; and the potential benefits from Bank support for investment and growth. The existence of debt equity swap programs and adherence to MIGA are seen as useful steps in the investment area. So-called \"set aside funds\" would be set aside from the existing lending program and used to support operations involving significant principal reduction. This would include cash buybacks, and purchase of collateral for discount bonds (but not for par bonds, since there is no principal reduction).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "XVI. The Role of Multilateral Institutions",
        "sec_num": null
      },
      {
        "text": "Set-asides will be determined on a case-by-case basis but would involve either:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "XVI. The Role of Multilateral Institutions",
        "sec_num": null
      },
      {
        "text": "-around 25% of a country's adjustment lending program over a three year period; or around 10% of its overall lending program Set aside funds for debt reduction may be provided through adjustment operations that contain an appropriate debt reduction program component, or they may be provided, in exceptional circumstances, as a \"stand-alone\" operation, effectively using resources set aside from future loans. Significant front-loading could be considered only when there is strong economic performance and a clear need in terms of the debt reduction program.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "XVI. The Role of Multilateral Institutions",
        "sec_num": null
      },
      {
        "text": "Additional resources of up to 15% of the overall three year lending program could also be made available. Such additional resources would be used for interest sUp ort in connection with DDSR. This would include the establishing of interest collateral accounts for both par and discount bonds.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "XVI. The Role of Multilateral Institutions",
        "sec_num": null
      },
      {
        "text": "The eligibility requirements in terms of policy reforms are very close to those listed above for IBRD. There must be an ongoing medium term adjustment program with a strong element of structural reform, which is adopted either in the context of stand-by or extended fund facility arrangements (SBAs or EFFs).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Procedure for use of IMF resources",
        "sec_num": null
      },
      {
        "text": "IMF support in the form of set asides for DDSR would be determined on a case by case basis and would generally amount to: 25% of access determined on the basis of existing policy under an extended or stand-by arrangement.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Procedure for use of IMF resources",
        "sec_num": null
      },
      {
        "text": "Availability of the set-aside amounts would generally be phased in line with program performance. Where warranted, some front-loading could be considered.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Procedure for use of IMF resources",
        "sec_num": null
      },
      {
        "text": "In 1988 and 1989, former Finance Minister Miyazawa of Japan, President Mitterand of France and US Treasury Secretary Brady made proposals to include debt and debt service reduction more formally in the debt management strategy and to promote some form of official support for such transactions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Assuming the money would not have been available for other uses.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "As a prerequisite to eligibility for debt reduction, the debtor country itself is called upon to adjust faster than it might otherwise have done, owing to the sharp reduction in external finance.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Using the applicable discount factor, based on the yield to maturity model.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "In practice there are also instruments which combine features 'rom the par and discount bonds, e.g step up interest rate bonds, front-loaded interest rate bonds, etc.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "However, at least two countries have recently proposed uncollateralized long term bonds as one of their menu options. These bave not yet been accepted by creditors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "The country, which has decided to seek no new money at this point, may present its creditors with the following proposal:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "acknowledgement",
        "sec_num": null
      },
      {
        "text": "The Fund would be prepared to approve requests for additional resources of up to 40% of a member's quota, to be used for interest support, where such resources would be -decisive in facilitating further cost effective operations and catalyzing other resources, and consistent with significant progress towards external viability. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "annex",
        "sec_num": null
      }
    ],
    "bib_entries": {},
    "ref_entries": {
      "FIGREF0": {
        "fig_num": null,
        "num": null,
        "uris": null,
        "type_str": "figure",
        "text": "4 3. The secondary market price as a benchmark .................................................. 5 4. Is there a debt-equity conversion program? .................................................... 7 5. Are creditors in a position to voluntarily grant relief/accept losses? ............ 8 6. Who are the country's major creditor0 9 ..................................................... 9"
      },
      "FIGREF1": {
        "fig_num": null,
        "num": null,
        "uris": null,
        "type_str": "figure",
        "text": "Objectives of the medium term program should include measures to: -promote domestic savings and investment; -encourage direct foreign investment; -21--encourage capital repatriation."
      },
      "TABREF0": {
        "num": null,
        "html": null,
        "type_str": "table",
        "content": "<table/>",
        "text": "1 II. The Baker Approach ........................................................... 1 III. The Brady Plan .......................................................... 3 IV. Preconditions./Factors Influencing a Debt Reduction Operation ...........................4 1. The country has embarked on an adjustment program, but existing claims are still acknowledged to be partially irrecoverable ....................................... 4 2. There is activity in the secondary market for claims to the country, indicating differing expectations regarding the probability of f.il debt repayment ..... .."
      },
      "TABREF1": {
        "num": null,
        "html": null,
        "type_str": "table",
        "content": "<table/>",
        "text": "Decision Faced by Banks: To exit or not to lend new money? ........... ........ 10 VI. The Free Rider Problem in the Context of a Commercial Debt Workout ........... 11 VII. An Illustration of the \"exit or stay in\" Choice .................................................... 12 VIII. Additional Considerations--Partial Exit .13 IX. Securitizatior,/Collateralization of Exit Bonds .15 X The Zero Coupon Security .15 XI. The Role of Zero Coupon Instruments as Principal Collateral .16 XII. The Interest Collateral Account .17 xm. Illustration of a Debt and Debt Service Reduction Operation .17 XIV. Building the Menu .18 XV. The Cost of Financing the Menu .19 XVI. The Role of Multilateral Institutions .20"
      },
      "TABREF2": {
        "num": null,
        "html": null,
        "type_str": "table",
        "content": "<table><tr><td/><td colspan=\"3\">1991 1992 13</td><td colspan=\"3\">1994 1995 1996</td></tr><tr><td>Principal</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Repayment</td><td>40</td><td>40</td><td>30</td><td>10</td><td>10</td><td>10</td></tr><tr><td>Remaining</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Debt Stock</td><td>100</td><td>60</td><td>30</td><td>20</td><td>10</td><td>0</td></tr><tr><td>Interest</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Due</td><td>10</td><td>6</td><td>3</td><td>2</td><td>1</td><td>0</td></tr><tr><td>Annual</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Debt</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Service</td><td>50</td><td>46</td><td>33</td><td>22</td><td>11</td><td>10</td></tr></table>",
        "text": "all figures in US$million)"
      }
    }
  }
}