{
  "paper_id": "D700561",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:31.467236Z"
  },
  "title": "",
  "authors": [],
  "year": "",
  "venue": null,
  "identifiers": {},
  "abstract": "This is a document published informally by the World Bank. In order that the information contained in it can be presented with the least possible delay, the typescript has not been prepared in accordance with the procedures appropriate to formal printed texts, and the World Bank accepts no responsibility for errors.",
  "pdf_parse": {
    "paper_id": "D700561",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "This is a document published informally by the World Bank. In order that the information contained in it can be presented with the least possible delay, the typescript has not been prepared in accordance with the procedures appropriate to formal printed texts, and the World Bank accepts no responsibility for errors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "The scale and magnitude of water vending activities in metropolitan areas of developing countries has not been widely realized, nor has the value of information on such water vending systems been adequately appreciated by water resource engineers or policy analysts. This paper presents a case study of water vending in Onitsha, Nigeria--a city of 700,000 people and one of the most important market towns in West Africa. The paper illustrates that a rapid reconnaissance survey of water vending activities and the willingness of households to pay for improved water services can yield valuable inforn tion for water supply planning and unexpected policy insights.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.",
        "sec_num": null
      },
      {
        "text": "Such studies are very inexpensive relative to the capital costs of urban water projects and should become a standard part of water supply project design and planning in developing countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.",
        "sec_num": null
      },
      {
        "text": "The vast majority of Onitsha obtains its water from an elaborate and well-organized water vending system which has been created and is operated by the private sector. Approximately 275 tanker trucks purchase water from about 20 private boreholes and then sell it to households and businesses equipped with water storage facilities. Many of the households which purchase water from tanker trucks resell the water by the bucket to individuals who cannot afford large storage tanks or who cannot be reached by tanker trucks.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.",
        "sec_num": null
      },
      {
        "text": "There are literally thou!1ands of small retail water vendors in Onitsha.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.",
        "sec_num": null
      },
      {
        "text": "These small retailers not only sell directly to individuals, but also to other water vendors who carry two 4-gallon tins on their shoulders with a pole and deliver water directly to a customer.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.",
        "sec_num": null
      },
      {
        "text": "During the dry season households obtain approximately 2.96 million gallons per day (mgd) from the water vending system, for which they pay about US$28,000.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "In 1987 the public water utility was supplying about 1.5 mgd during the dry season, only 50 percent of the amount supplied by the water vendors. For this 1.5 mgd the water utility only managed to collect about US$1,100 in revenues. During the dry season the private sector water vending system was thus collecting about 24 times as much revenue as the water utility. In the rainy season the sales of water vendors were still 10 times the revenue collected by the water utility. On an annual basis households in Onitsha are already paying water vendors over twice the operation and maintenance costs of a piped distribution system. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "For most water utilities and donor agencies the actual water supply situation in many Third World urban areas is typically something of a mystery. Where do households obtain their water? How much water do different types of households use? What do they use the water for? How much do households pay for water, if anything? What does that payment represent as a proportion of household income? How much would they be willing to pay for improved water services? Most water utilities simply do not know the answers to such basic questions. Conseq-ntly, new systems are generally planned and designed with little understanding of household water demand behavior. Instead, engineers and planners tend to rely on very simplistic assumptions about what determines per capita water use and affordability.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.01",
        "sec_num": null
      },
      {
        "text": "Unfortunately, urban water schemes often fail to achieve the goals set for the number of households to be connected to the water system, the amount of water produced, and the proportion of costs recovered--and the gap between expectations and accomplishments is often great (World Bank, 1988) . '-he lack of adequate data on household water demand appears to be one of the reasons for these shortfalls.",
        "cite_spans": [
          {
            "start": 281,
            "end": 292,
            "text": "Bank, 1988)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.02",
        "sec_num": null
      },
      {
        "text": "However, it is not necessary to plan, design, and manage water systems in the dark. Relatively simple, rapid reconnaissance surveys of household water demand behavior have been devised to nrovide policyrelevant information to water utility managers in a timely fashion. This paper describes one such survey. A case study of water vending and willingness to pay which was carried out in Onitsha, Nigeria, in July and August 1987, illustrates how such studies can be conducted and what kinds of information they can provide.l",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.03",
        "sec_num": null
      },
      {
        "text": "The purpoF of this particular study was to estimate the willingness of households to pay for water so that the state water authority could make a more informed decision on how much to charge its customers. Stated more simply, the general manager of the water utility 1/ This paper is the first of several reports based on the findiags of a research project on willingness to pay for wacer in Anambra State, Nigeria, funded by the World Bank and the USAID Water and Sanitation for Health Project (WASH). In addition to the research in Onitsha--part of which is presented in this paper--surveys were conducted in Enugu and in rural areas in collaboration with the Department of Economics, University of Nigeria, Nsukka.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.04",
        "sec_num": null
      },
      {
        "text": "wanted to know what was going on at the household level in the water sector and needed some empirical investigation and analytical work to find -ut.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.04",
        "sec_num": null
      },
      {
        "text": "Onitsha is a rapidly growing city of about 700,000 people located on the banks of the Niger in Anainbra State in southern Nigeria. The public water system in Onitsha was built in the 1940s and extended during the 1960s. Onitsha's infrastructure, and especially its water system, was hard hit during the 1967-70 civil war, and since then has been totally inadequate to meet the needs of the population. In 1981 the World Bank appraised a water and sanitation project for Onitsha, and subsequently made a loan to the Anambra State Water Corporation (ASWC) which included funds to finance the construction of a new water supply scheme for the city (see Figure 1 ). This New Onitsha Water Scheme was inaugurated in January, i988, soon after the field work for this willingness-to-pay study was completed.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 650,
            "end": 658,
            "text": "Figure 1",
            "ref_id": "FIGREF2"
          }
        ],
        "eq_spans": [],
        "section": "1.05",
        "sec_num": null
      },
      {
        "text": "The ASWC ia concerned about what prices to charge for water from this new system. As in other parts of Africa (and indeed much of the world), many people in Anambra State believe that piped water is a public service which the government should provide free or for a nominal fee. Whatever the merits of this belief, developing countries rarely have enough resources at their disposal to deliver such subsidized services.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.06",
        "sec_num": null
      },
      {
        "text": "The basic arguments in favor of higher prices are well known: to promote more efficient use of water; to enable the water authority to generate adequate revenues to provide a higher level of service; and to encourage more efficient capacity expansion. However, water authorities in developing countries often want to keep water prices low. Not only are they concerned about the equity (and political) consequences of raising water prices, but also they fear that people cannot or will not pay higher prices and will not connect to (or will disconnect from) the piped distribution system if prices are raised. If a significant number of households disconnect from the piped distribution system or reduce consumption, as a result of a price increase, total revenues could decline. In such a case, people would not receive the economic and health benefits of an improved water supply.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.07",
        "sec_num": null
      },
      {
        "text": "Until the study described in this paper was undertaken, there was little information available on household demand for improved water services in Nigeria which could help clarify the issues involved in this policy discussion (for an exception, see Reedy, 1987) . ANAMBRA WATER SUPPLY AND SANITATION PROJECT z _ Onitsho Wator Supply Campownt",
        "cite_spans": [
          {
            "start": 248,
            "end": 260,
            "text": "Reedy, 1987)",
            "ref_id": "BIBREF5"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.08",
        "sec_num": null
      },
      {
        "text": "i |, r ' t / t; . / \\ e ,,~.- A ' ftoA~ ~ ~ ~ ~ ~ ~ ~ ~~~~~~~~~~~~~~~~~~~~tJ~i -ba.b *-0 C.-I J / \\s * .................... ~~~~~~.t ,\"1.>,\"t *, - ' \\ tSw_ Pt < G....tt_. s~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ S..d'qT; , \\ . g; .,wt \"_ ~~~~\\ .. . ........ T z;. ... P .. .. f ......... _ s-,-- '~_ , _",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.08",
        "sec_num": null
      },
      {
        "text": "-4 -",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.08",
        "sec_num": null
      },
      {
        "text": "A. The Study Area",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "II. WATER VENDING IN ONITSHA",
        "sec_num": null
      },
      {
        "text": "Onitsha is one of the most important market towns of West Africa, and much of the population is engaged in trading activities. As a result of the high level ot entrepreneurial enterprize, Onitsha has a relatively prosperous urban economy. Average annual household income is probably about N 7000 (US$1600), but roughly 25 percent of the households have an annual income below N 2400 (US$560).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.01",
        "sec_num": null
      },
      {
        "text": "This relatively high level of wealth is reflected in the housing stock of Onitsha. There are a few thousand modern multistorey, concrete apartment buildings in Onitsha. Most were constructed with indoor plumbing but have not yet been provided with water from the public water system. At the time of this study people living in these apartments were waiting for the completion of the New Onitsha Water Scheme and often for the extension of the distribution network to their neighborhood. It was a common sight to see women carrying buckets of water into these modern apartment buildings, perhaps so that they could flush their toilets. In some parts of the city the women may fill their buckets at shallow wells in the middle of a paved sidewalk.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.02",
        "sec_num": null
      },
      {
        "text": "One-third to one-half of the population of Onitsha lives in squatter settlements in one and two-room tenements, without piped water or indoor toilets. These areas are, however, generally served with electricity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.03",
        "sec_num": null
      },
      {
        "text": "The average household size in Onitsha, as in other parts of Nigeria, is six-to-seven persons. The majority of the population has completed at least primary school. About 10 percent of the heads of household have no formal education, and about 10 percent have some education beyond secondary school. Ibo is the major language spoken in the region.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.04",
        "sec_num": null
      },
      {
        "text": "Only about 8000 households in Onitsha had functioning water connections to the public water supply system at the time this study was undertaken. The vast majority of the population obtain its water from the vending system which has been created and is operated by the private sector. This water vending system is elaborate and well organized. Approximately 275 tanker trucks purchase water from private boreholes and then sell it to households and businasses equipped with water storage facilities (generally either 45-gallon drums or 500-1000 gallon tanks).21 Tankers hold from 1000-2500 gallons. There are probably about twenty major private boreholes scattered throughout the city which supply tanker trucks. Some of these private boreholes were -''illed expressly to supply tanker trucks; others serve the water needs of factories or other commercial establishments and sell to tanker trucks only as a sideline. Some private boreholes sell directly to individuals who walk to the borehole and purchase water by the bucket; others sell only to tanker trucks.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.05",
        "sec_num": null
      },
      {
        "text": "After filling their tanks, the tanker trucks cruise around neighborhoods in Onitsha looking fov istomers. Most do not have regular customers; none has fixed ro .4.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.06",
        "sec_num": null
      },
      {
        "text": "In the dry season a tanker truck might sell six to eight loads per day; in the rainy season about three to four loads.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.06",
        "sec_num": null
      },
      {
        "text": "Many of the housenolds which purchase water from tanker trucks resell the water by the bucket to individuals who cannot afford large storage facilities or who live in areas which cannot be reached by tanker trucks. Even though the 1000-gallon storage tanks are quite expensive--they retail for about N 1500 (US$350)--many households in Onitsha have made this large investment in water trora,2 facilities. Individuals who purchase water from tanker trucks and then resell the water by the bucket can be called \"small retail water vendors.\" There are literally thousands of these small retail water vendors in Onitsha; the majority of households in Onitsha are within 50 meters of such a vendor. Most open between 6-6:30 a.m. and close between 9-9:30 p.m.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.07",
        "sec_num": null
      },
      {
        "text": "These small retailers not only sell directly to individuals, but also to \"distributing vendors\" (or \"hausa\" men) who generally carry two 4-gallon tins on their shoulders with a pole. These distributing vendors may also purchase their water directly from a ptivate borehole which sells to individuals ,by the bucket. Distributing vendors sell water throughout the city.3",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.08",
        "sec_num": null
      },
      {
        "text": "Most of the distributing vendors have a few customers who purchase water from them on a regular basis.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.08",
        "sec_num": null
      },
      {
        "text": "* -water volumes reported in this paper are \"imperial gallons.\" The volume of the tanker trucks and household water storage tanks are not standardized, and thus the volume of a \"500 gallon\" storage tank may vary from household to household. The volumes reported in this paper were estimated by respondents themselves and should only be considered approximations of actual volumes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2/",
        "sec_num": null
      },
      {
        "text": "3/ The average distributing vendor has been selling water for 2.6 years. Most work about seven hours per day in the rainy season and nine and half hours per day during the dry season. Almost all the distributing vendors sell water most of the year. About one half work in other jobs. Before they started selling water, most were either farmers or held unskilled jobs in the informal sector.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2/",
        "sec_num": null
      },
      {
        "text": "-6-",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2/",
        "sec_num": null
      },
      {
        "text": "In other words, households can purchase water from three points in the vending system. If they live in an area accessible to tanker trucks, they can purchase a storage tank or drun.(s) and buy water directly from a tanker truck. If they are willing to haul water by the bucket to their homesp they can buy it directly from a private borehole or from a small water retailer. If the value they place on their time is high, they can have water delivered directly to their door by a distributing vendor.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.09",
        "sec_num": null
      },
      {
        "text": "Of course, none of this information on how the water vending system worked was available in any systematic way to the ASWC; all that was known was that \"there was a lot of water vending going on.\" Water vending was only mentioned twice in passing in the World Bank (1981) project appraisal report, and then only as one of numerous sources of water used by the urban poor. The scale or magnitude of water vending activities--and the potential importance of these activities for the design and potential success of the project--was never even hinted at.",
        "cite_spans": [
          {
            "start": 260,
            "end": 271,
            "text": "Bank (1981)",
            "ref_id": "BIBREF11"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.10",
        "sec_num": null
      },
      {
        "text": "The fieldwork for this study was conducted over a three-day period in July 1987 (this time was spent developing and pretesting questionnaires and training enumerators), and a tenay period in August 1987 (during which the survey work was conducted).4_ The Anambra State Water Corporation made available ten enumerators for the study and an experienced water supply engineer. The enumerators were temporary employees of the ASWC, generally in their late teens; all had a secondary school education. The management of the ASWC was somewhat skeptical about the enumerators' ability to conduct survey work in Onitsha because a few months earlier they had attempted to do another survey and the whole enterprise had collapsed. There were also concerns that the \"trading mentality\" in Onitsha made it very difficult to conduct interviews with anyone.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.01",
        "sec_num": null
      },
      {
        "text": "The situation could thus have been more promising, but the young enumerators from the ASWC seemed eager and brignt. In order to turn the failure of the previous survey into an advantage, the enumeration team was challenged to show that they could do good work and a sense of \"ownership\" in the study was instilled in the enumerators. However, to create some friendly competition between enumeration teams, a team of five gtduate students in economics was also hired from the local university.-",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.02",
        "sec_num": null
      },
      {
        "text": "Five categories of people were interviewed: 31 tanker truck drivers, 12 managers and attendants of boreholes, 104 small water retailers, 34 distributing vendors, and 235 households. In addition, enumerators were placed on tanker trucks and rode with the driver all day, rec-rding in a log book the time required to fill the truck at the borehole, the number of sales, the prices charged for different quantities of water, and the status of each customer (resident or business), and the number of customer(s) who would resell the water. If the customer bought water from the tanker truck to resell, the enumerator asked him how much he charged his customers and how much water he purchased per week on average in the rainy season and in the dry season.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.03",
        "sec_num": null
      },
      {
        "text": "Placing an enumerator on a tanker truck required considerable finesse and negotiation by our field supervisors, as well as a N 10 payment to the driver of the tanker truck. As the study proceeded, it 4/ This was during the rainy season, which extends from April to October, with rainfall peaking in September. Rainfall in Onitsha averages about 2000 mm per year.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.04",
        "sec_num": null
      },
      {
        "text": "5/ As it turned, the employees of the ASWC proved to be good enumerators. The 2conomics graduate students, on the other hand, did not.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.04",
        "sec_num": null
      },
      {
        "text": "became clear that there was a tanker truck drivers union in Onitsha.6/ Five days after the interviews with the tanker truck drivers began, the union called a special meeting and decided to prohibit its members from cooperating with the study, but by then all the information needed from the drivers had been collected and the survey team had proceeded to the household interviews. It was possible to place enumerators on tanker trucks 26 times, and thus information on 26 different working days of tanker trucks was collected. This information provided concrete, first-hand observations of the water vending transactions between tanker trucks, households, and small retailers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.04",
        "sec_num": null
      },
      {
        "text": "None of the surveys carried out as part of this research could be conducted in accordance with rigorous social science research protocols in the sense that it was not possible to construct welldefined sample frames from which to select the respondents. However, care was taken in sample selection to avoid obvious sources of bias, and all five types of interviews were carried out in all the major districts of the city. For the household interviews and the interviews with small retailers, enumerators were dropped at points in a district randomly selected from a block map of the city and instructed to walk in a particular direction and interview every other house or small retailer. The household interviews were conducted throughout the day, but a special effort was made to catch people before they went to work and in the evening after they returned from work to avoid oversampling individuals who were unemployed or worked at home.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.05",
        "sec_num": null
      },
      {
        "text": "Tanker trucks selected to carry the er.umerators were identified at several major boreholes in different parts of the city and at different times in the morning. For the interviews with distributing vendors, enumerators were simply dropped in different districts and instructed to interview as many such vendors as they could locate. The interviews with borehole managers and attendants presented even more of a problem in terms of potential bias because many refused to talk with the enumerators (probably in part because they were afraid of being taxed on their revenues from water sales).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.05",
        "sec_num": null
      },
      {
        "text": "The lack of a well-defined sample frame is not a problem which is unique to this study. The necessary detailed, up-to-date population data are not available in most urban areas in developing countries--and particularly in squatter settlements--to implement survey research designs in which every member of the urban population has a known probability of being selected. When the necessary secondary data are not available, the construction of such a sample frame is simply too time consuming and expensive to be practical for most policy-oriented research efforts in which information is required in a timely manner to support management decisionmaking.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.06",
        "sec_num": null
      },
      {
        "text": "For more information on the tanker truck drivers union, see Appendix, \"Financial Aspects of the Water Vending Business for Different Types of Water Vendors,\" pp. 26-29.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6/",
        "sec_num": null
      },
      {
        "text": "-9-",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6/",
        "sec_num": null
      },
      {
        "text": "The consequence of this lack of a well-defined sample frame is that it is not possible to be as confident in the extrapolation of the findings from the sample to the general population of Onitsha. This increased level of uncertainty must be explicitly addressed by managers and decisionmakers working in the water sector. It is not a limitation of this study per se in the sense that there is no reasonable alternative to the sampling approaches used given the time and budgetary constraints. The real question for policy makers and managers working in the water sector is thus not whether they would prefer to have more reliable information obtained from studies carried out in accordance with rigorous social science research protocols versus the kind of information provided by the type of rapid reconnaissance surveys described in this paper. Rather the choice is between information which can be obtained from the kind of surveys carried out in this study (or information which can be obteined from other kinds of fast, relatively inexpensive studies).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.07",
        "sec_num": null
      },
      {
        "text": "Because of the uncertainty introduced by the lack of a welldefined sample frame, the surveys were designed to include as many cross-checks on the data obtained from the various interviews as possible. For example, the technique of having enumerators ride on the tanker trucks made it possible to verify much of the information obtained from the interviews conducted with different actors in the water vending system and with households. Since the results could be cross-checked with information from more than one source, it is possible to be confident about the accuracy of the general picture of water vending in Onitsha which is presented in this paper. 4.01 From the information gathered during the course of the fieldwork, it is possible to piece together a general picture of how money and water change hands in the water vending system in Onitsha during both the rainy and dry seasons.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.08",
        "sec_num": null
      },
      {
        "text": "These transactions are summarized in Figures 2 and 3 .",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 37,
            "end": 52,
            "text": "Figures 2 and 3",
            "ref_id": "FIGREF5"
          }
        ],
        "eq_spans": [],
        "section": "3.08",
        "sec_num": null
      },
      {
        "text": "In the dry season households obtain approximately 2.96 million gallons per day (mgd) from the vending system. Of this vended water about 52 percent (1.55 mgd) is purchased from small retail water vendors, for which households pay about N 78,000 per day. Tanker trucks sell about 1 mgd, 34 percent of the 2.96 mgd total, directly to households, which pay approximately N 20,000 per day. Households purchase another 0.11 mgd from distributing vendors and 0.30 mgd directly from private boreholes, for which they pay N 14,000 and N 8000 per day, respectively. Thus households are paying on average a total of about N 120,000 per day (US$28,000) to the water vending industry during the dry season.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.02",
        "sec_num": null
      },
      {
        "text": "Before the completion of the New Onitsha Water Supply Scheme, the Anambra State Water Corporation was supplying about 1.5 mgd through the public water supply system during the dry season, only about 50 percent of the amount supplied by the vending system. For this 1.5 mgd, however, the ASWC managed to collect only about N 5000 (US$1160) in revenues. During the dry season the private sector vending system was thus collecting about 24 times as much revenue as the water utility.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.03",
        "sec_num": null
      },
      {
        "text": "As illustrated in Figure 3 , the major change in this picture in the rainy season is that households manage to capture about 2.3 mgd of rain water. This means that less water needs to be purchased from the wa;qr vending system: only 1.48 mgd (half of the dry season total).\" In the rainy season households purchase about 0.77 mgd from small water retailers (one half the volume purchased in the dry season), for which they pay N 30,000. Tanker trucks supply 0.50 mgd directly to households, for which they collect about N 7500. In the rainy season households purchase about 0.08 mgd from distributing vendors (for N 10,000) and 0.13 mgd directly from boreholes (for N 3500). Thus households are paying a total of about N 51,000 per day (about US$12,000) to the vending system for water during the rainy season. Although this is only about 40 percent of the amount paid to vendors in the dry season, it is still over ten times the revenue collected by the ASWC.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 18,
            "end": 26,
            "text": "Figure 3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "4.04",
        "sec_num": null
      },
      {
        "text": "These estimates indicate that per capita water use is significantly higher during the rainy season than in the dry season. . 51 --",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "7/",
        "sec_num": null
      },
      {
        "text": "tS4D V _ 2031 0 V _ .- fi000 BUSIoESaoo 3 .\" TAKE TRC |.11 -u-L REALl1S C SHALLOWELLS 0.31 | 26J0.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "7/",
        "sec_num": null
      },
      {
        "text": "uW. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "7/",
        "sec_num": null
      },
      {
        "text": "R CK3-200VENDORS - 9.900 t +7500 U E 0.11003541 _ _ *oo 0.075hCC _S . 0* 2.400 0 V E ~~~~~~~~~~~~~~~~~~~H 0HLO EL L 02 I D | STRE 0035 NI-T 7 0190-1_ s- s 1~~~~~~~~~~0 19 5 C 0 L~~P UBLIC SYSTEM 1 - RAIN 2.3 0C1-0 RAIN *~~~~~-*0 *'CO: MIlIl0N1",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "7/",
        "sec_num": null
      },
      {
        "text": "Hi CAGlONS O1 WAIMI PIE JAY * Water Input is not equal to water output because a small amount of water is consumed by small retail vendors themselves. Table 1 summarizes the prices charged by water vendors at different stages of the vending distribution system. Tanker trucks buy water from boreholes for N 0.003-0.004 per gallon and sell it to individuals for five to ten times this amount. Small retail vendors charge individuals N 0.04-0.05 per gallon, about three times what they pay tanker trucks for the water. On average distributing vendors charge N 0.12-0.13 per gallon, about three times the cost of water to the distributing vendor if he purchases water from a small retailer, or seven times the cost of water if he purchases from a private borehole. A household which purchases its water from a distributing vendor pays about eight times more per gallon than a household which buys large volumes from a tanker truck.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 151,
            "end": 158,
            "text": "Table 1",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "7/",
        "sec_num": null
      },
      {
        "text": "-14 -",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "7/",
        "sec_num": null
      },
      {
        "text": "Following the interviews with water vendors, the enumeration teams gqnducted 235 in-depth household interviews throughout Onitsha.-/",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.01",
        "sec_num": null
      },
      {
        "text": "The questionnaire focused on the willingness of the household to pay for water. After explaining that the survey was part of a World Bank study, the enumerator read each respondent a carefully-worded statement that was designed to set the scene for the \"bidding game\" in which respondents would tell whether or not they would be willing to pay certain specified amounts for water under certain circumstances. The statement said that when the New Onitsha Water Scheme was commissioned and when distribution pipes reached the respondent's neighborhood, households with private connections would have safe, reliable water 24 hours per day, all year around. The enumerator next described a situation in which each family with a private connection would have a meter installed, and the household's monthly water bill would be determined by the amount of water which was used. The enumerator compared this billing procedure to that currently used for electricity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.01",
        "sec_num": null
      },
      {
        "text": "The household interview had five parts. The first dealt with the basic socioeconomic characteristics of the household, such as the number of adults and children in the household. The second part was concerned with household water-use practices. For each of seven possible sources of water (tanker trucks, neighbors and small retail water vendors, distributing vendors, shallow wells, rainwater collection, surface water, and the public piped distribution system), respondents were asked questions about the following: (1) whether the particular source was available in the neighborhood;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "8/",
        "sec_num": null
      },
      {
        "text": "(2) the prices charged for water from this source;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "8/",
        "sec_num": null
      },
      {
        "text": "(3) the quality of water from this source; (4) whether this household obtains water from this source, and, if so, how much is used;",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "8/",
        "sec_num": null
      },
      {
        "text": "(5) what water from this source is used for.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "8/",
        "sec_num": null
      },
      {
        "text": "The third part of the interview consisted of a series of highly structured questions designed to determine how much households were willing to pay for improved water supplies. The fourth part of the questionnaire dealt with household assets. The enumerator asked for information on the monthly rent, the monthly electric bill, the number of rooms in the house, and whether the household owned each of a series of consumer durable goods (such as a refrigerator, radio, air conditioner). In the fifth part of the interview, the respondent was asked to provide information on the occupations of different family members and their total monthly cash income. Respondents were not asked to specify precisely the monthly cash income of family members, but rather to indicate the category into which their income fell. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "8/",
        "sec_num": null
      },
      {
        "text": "The enumerator then asked the respondent whether he or she would like to be connected to the New Onitsha Water Scheme and have a meter if the price of water were N 1 per drum.9' Figure 4 presents in schematic formlVe way the the \"bidding game\" proceeded in response to this question., For example, if the respondent answered \"Yes\" to a price of N 1 per drum, then the enumerator raised the price to N 2 per drum, and again asked whether the respondent would like to have a metered connection. If the respondent answered \"No\" to a price of N 2 per drum, the enumerator lowered the price to N 1.50 per drum, and again asked the respondent whether he would like to have a metered connection. After this question was answered the enumerator stopped the bidding game. Similarly, in the first instance if a respondent said \"No\" to water at N 1 per drun., the price was lowered in increments to N 0.12.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 178,
            "end": 186,
            "text": "Figure 4",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "5.02",
        "sec_num": null
      },
      {
        "text": "Using this bidding game procedure, it was possible to classify each household into one of the following seven groups based on how much the respondent indicated the household was willing to pay per drum:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.03",
        "sec_num": null
      },
      {
        "text": "N 0.00 -0.11 per drum N 0.12 -0.24 \" \" N 0.25 -0.49 \" \" N 0.50 -0.99 \" \" N 1.00 -1.50 \" \" N 1.50 -1.99 \" \" > N 2.00",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.03",
        "sec_num": null
      },
      {
        "text": "In most situations it would be impossible to carry out a willingness-to-pay survey in which the enumerator raised or lowered the commodity price in this manner because individuals would simply not know how much water they consumed in terms of a standardized unit, such as a drum. However, because water vending is so widespread in Onitsha, not only is almost everyone used to thinking in terms of using standardized volumes of water, but they are also used to paying for water by the drum, bucket, or 1000-gallon tank. In this sense, Onitsha was an ideal setting for conducting a willingness-to-pay survey in which the price of water was varied.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "9/",
        "sec_num": null
      },
      {
        "text": "10/ This bidding game approach for estimating the willingness of households to pay for water is one of several possible ways of eliciting households' preferences. The general methodology is termed the \"contingent valuation method\" because the respondent is asked how he would behave in a hypothetical or \"contingent\" market. For excellent reviews of the current state of the art, see presents a frequency distribution of the households, willingness-to-pay bids. As illustrated, respondents generally rePorted that they were willing to pay substantial amounts for water.-For example, at a price of N 0.25 per drum (about N 5.4 per 1000 gallons) about 87 percent of the sample households reported that they would connect to the piped distribution system. The price of water charged by the vendors was effectively an upper bound on the amount respondents would bid for water; respondents were not willing to pay more than the price of water charged by vendors because the water provided by vendors was perceived to be of good quality and was generally readily available.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "9/",
        "sec_num": null
      },
      {
        "text": "Not only did respondents report in the bidding game that they would pay substantial amounts for water from the piped distribution system, but it is clear from the data collected in the questionnaire on current water use practices (and from the study of water vending) that households were already paying a lot for water. Figure 6 presents a frequency distribution ot reported monthly expenditures of households for water during the dry and rainy seasons. In the dry season 74 percent of the households spent N 10 or more per month on water; 46 percent spent N 25 or more per month. Even in the rainy season 46 percent of the households reported spending N 10 or more per month on water.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 321,
            "end": 329,
            "text": "Figure 6",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "5.04",
        "sec_num": null
      },
      {
        "text": "Monthly expenditures on water as a percent of household income vary widely across households. In the dry season 49 percent of the sample households report spending 5 percent or more of their income on water (Figure 7) .",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 207,
            "end": 217,
            "text": "(Figure 7)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "5.05",
        "sec_num": null
      },
      {
        "text": "A third of the households reported spending 10 percent or more of their income for water in the dry season. In the rainy season 25 percent of the households still spent 5 percent or more of their income for water.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.05",
        "sec_num": null
      },
      {
        "text": "It is the poor in Onitsha who are paying the most for water-both in absolute amounts and in terms of the percentage of their income spent on water. Figure 8 presents an estimate of households water expenditures as a percentage of household income during the dry and rainy seasons. Households making less than N 500 per month (58 percent of the total sample) are estimated to be paying 18 percent of their income on water during the dry season versus 2-3 percent for the upper income households.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 148,
            "end": 156,
            "text": "Figure 8",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "5.06",
        "sec_num": null
      },
      {
        "text": "11/ It is possible, of course, that respondents may have failed to give reliable, truthful answers to the willingness-to-pay questions. For example, respondents may have bid low in the hope of influencing the ASWC to set a low price for water, or they may have bid high, thinking that a high bid might convince the ASWC to extend service into their neighborhood sooner. For a discussion of the various ways used to test the reliability of the bids, see Whittington, Briscoe, and Mu, 1987, and Whittington, Mujwahuzi, McMahon, and Choe, 1988 . ",
        "cite_spans": [
          {
            "start": 453,
            "end": 478,
            "text": "Whittington, Briscoe, and",
            "ref_id": "BIBREF6"
          },
          {
            "start": 479,
            "end": 492,
            "text": "Mu, 1987, and",
            "ref_id": "BIBREF6"
          },
          {
            "start": 493,
            "end": 529,
            "text": "Whittington, Mujwahuzi, McMahon, and",
            "ref_id": "BIBREF8"
          },
          {
            "start": 530,
            "end": 540,
            "text": "Choe, 1988",
            "ref_id": "BIBREF8"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.06",
        "sec_num": null
      },
      {
        "text": "I I------ _ _ _ _ _ _ _ _ _ _ _.......0 CD, _ _ _ _ _ __ _ _ _ _ _ _ to rn ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~~~~~~~~~~I. m jo I~~~~~~~~~~~~~~~~~~mU 304~~~~~~~~~~~~~~~~C D m~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.06",
        "sec_num": null
      },
      {
        "text": "In the past it has been commonly assumed that households could only afford to pay 3-5 percent of their income for improved water services, so these data on the proportion of household income being spent on water in Onitsha appear extraordinarily high. However, other recent studies of water vending have also shown that many households pay much more than 3-5 percent of their income on water. For example, in perhaps the most carefully conduct2d study of household water expenditures among the urban poor, it was found that the poorest households in Port-au-Prince, Haiti sometimes spend 20 percent of their income on water (Fass, 1988, p. 175) . In Addis Ababa the urban poor spend up to 9 percent of their income on water (Linn, 1983, p. 159) . In Ukunda, Kenya--a town of about 5000 people 40 kilometers south of Mombasa--it was found that on average households were spending about 9 percent of their income on water from vendors; many households were spending a higher percentage (Whittington, Lauria, Okun, and Mu; .",
        "cite_spans": [
          {
            "start": 624,
            "end": 644,
            "text": "(Fass, 1988, p. 175)",
            "ref_id": null
          },
          {
            "start": 724,
            "end": 744,
            "text": "(Linn, 1983, p. 159)",
            "ref_id": null
          },
          {
            "start": 984,
            "end": 1019,
            "text": "(Whittington, Lauria, Okun, and Mu;",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.07",
        "sec_num": null
      },
      {
        "text": "How could it be possible that a househo)ld in Onitsha would spend 18 percent of its income on water during the dry season? The estimates of household income upon which these percentages are based are only rough approximations derived frcm answers to questions in the household questionnaire, and some of the estimates at the extremes of the frequency distributions presented in Figures 6-8 may well be due to inaccurate data.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.08",
        "sec_num": null
      },
      {
        "text": "However, the general magnitude of the results presented in Figures 6-8 should be correct.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 59,
            "end": 70,
            "text": "Figures 6-8",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "5.08",
        "sec_num": null
      },
      {
        "text": "For example, small retail vendors sell a substantial portion-probably a majority--of the water delivered to households by the vending system. In the dry season this water is generally sold for R 0.20 per bucket. Many single males living in tenements in squatter settlements buy their water from a small retail water vendor. Such an individual might buy two buckets per day at a cost of N 0.40, or N 12 per month. If he made N 75 per month, like many of the laborers working on tanker trucks, he would pay 16 percent of his income for water during the dry season.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.09",
        "sec_num": null
      },
      {
        "text": "Many of families interviewed reported water consumption during the dry season of 2 buckets per capita per day. If the average size family of six purchased all of its water from a small retail vendor, this would entail a daily expend-ture on wateir of N 2.4, or N 72 per month. Such a monthly expenditure on water is not implausible; in fact, as illustrated in Figure 6 , almost 25 percent of the households interviewed reported monthly expenditures on water during the dry season of more than N 50. If this household of six had two wage earners making N 200 per month each, the monthly expenditures on water of N 72 would represent 18 percent of monthly household income. Of course, many poor families do not buy all of their water from small retail water vendors, but, on the other hand, some buy some of their water from distributing vendors at even higher prices.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 360,
            "end": 368,
            "text": "Figure 6",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "5.10",
        "sec_num": null
      },
      {
        "text": "-23 -",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.10",
        "sec_num": null
      },
      {
        "text": "This study of water vending and the willingness of households to pay for water reveals a water supply situation in Onitsha which is really quite extraordinary, and one which puts the policy debates over whether the poor can afford water and whether water should be provided as a subsidized public service in a somewhat different perspective. At the time of the fieldwork, the ASWC was not a major actor in the water market, based on market share defined in terms of sales. The private sector vending system was responsible for over 95 percent of the water sales in monetary terms. To argue that the population of Onitsha cannot afford to pay for water is clearly erroneous. Most people in Onitsha are already paying high prices for water from the vending system for service which is inferior to that which could be provided by a well-run piped distribution system.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.01",
        "sec_num": null
      },
      {
        "text": "At the time of the survey, households in Onitsha were paying water vendors about N 30 million annually (US$7 million). The annual capital and operation and maintenance costs of the New Onitsha Water Scheme are difficult to estimate from the information available. At the time the new system was inaugurated, the World Bank had disbursed approximately US$35 million for construction and engineering services. The Anambra State Water Corporation had probably spent the equivalent of US$5 million. However, the distribution network is not yet complete. Assuming that the total capital costs will eventually reach US$100 per capita for households with private connections when the distribution network is completed and that 80 percent of the population of 700,000 will be connected, then the total capital cost will reach US$56 million.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.02",
        "sec_num": null
      },
      {
        "text": "Assuming a capital recovery factor of 0.12 (9 percent interest; 15 years), the annualized capital costs for expanding the system are probably on the order of US$6.7 million. Annual operation and maintenance costs are typically about 50 percent of the annual capital costs for such systems, or US$3.3 million. The total annual cost of the Onitsha water supply system is thus roughly US$10 million, or N 43 million at 1987 exchange rates. Households in Onitsha are thus already paying water vendors over twice the operation and maintenance costs of the completed piped distribution system, and 70 percent of the total annual costs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.02",
        "sec_num": null
      },
      {
        "text": "It should be relatively easy for the water authority to capture a large share of the water vendors' market--even if the prices charged for water from the piped system are high enough to cover the full costs of supply. However, the results of the household survey indicate that people perceive the water available from tanker trucks and small retail water vendors to be better in quality than the water available from the old public system. Therefore, in order to increase its market share, the ASWC must not only offer a lower-priced product than the vendors, but also provide a higher quality product in terms of both water quality and reliable service.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.03",
        "sec_num": null
      },
      {
        "text": "-24 -",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.03",
        "sec_num": null
      },
      {
        "text": "In terms of the equity implications of alternative water supply arrangements, it is obvious that the poor would be better off if they could have piped water in their dwellings free of charge, with the costs paid by taxes levied on someone else.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.04",
        "sec_num": null
      },
      {
        "text": "In most developing countries this is simply not going to happen. Given this reality, the real question is what policies should a water authority with limited central government resources attempt to pursue? In most cases the practical choice is between charging a low price and offering low quality, unreliable service, on the one hand, and charging a higWie price and one would hope high quality service, on the other. Charging a low price typically means that the water authority does not have even enough financ 1 1 resources to collect what little revenue should be accruing to it.-",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.04",
        "sec_num": null
      },
      {
        "text": "In Onitsha this choice should be an easy one, even on equity grounds.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.05",
        "sec_num": null
      },
      {
        "text": "This study has demonstrated that the willingness of households to pay for improved water services in Onitsha is surprisingly high. Households that can afford to pay for a connection to a piped water system which charges the full economic costs of water will be better off as a result of connecting than they would be buying water from vendors because they will receive more water at a lower price. In Onitsha the majority of households will clearly fall into this category.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.05",
        "sec_num": null
      },
      {
        "text": "The situation for those households which do not choose to connect to the piped distribution system will still be much improved. Since most households will have connections and will be supplied with water cheaper than that previously available from tanker trucks, the price of vended water will fall. Households with connections will charge less for water than what small retail water vendors or tanker trucks previously charged.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.06",
        "sec_num": null
      },
      {
        "text": "12/ There is still a risk that a water authority will charge higher prices and not use the resulting revenues to provide a high quality service. Increased revenues could easily be wasted to fund a bloated, inefficient bureaucracy. Higher prices and increased revenues are a necessary but not sufficient condition for improved operations of the water authority. Higher prices and continued low quality service may result in a water authority losing even more market share to vendors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.06",
        "sec_num": null
      },
      {
        "text": "13/ Installing meters and charging a price for water which covers the full costs of supply is one means of preventing such a situation, and is one argument in favor of metering programs. If the water authority charges a flat rate, households with connections may also offer households without a connection a flat rate for access to their tap. Such an arrangement--in which one household with a tap and a flat rate is supplying water to many households--can represent a serious loss of revenue to the water authority and can result in demands that exceed system capacity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.06",
        "sec_num": null
      },
      {
        "text": "-25 -",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.06",
        "sec_num": null
      },
      {
        "text": "The data presented in this study show that it is incorrect to imagine that a water authority without central government subventions is without resources. At least in the case of Onitsha, the ASWC's greatest resource is its right to supply piped water services to a ready market which would make any businessman envious. In industrialized countries water authorities are typically regulated to prevent them from abusing this monopoly privilege and charging prices which are more than their costs (including a \"fair\" rate of return on capital). Similarly, the results of this study show that the revenue potential of the ASWC is tremendous, and that the population of Onitsha would be much better served if the ASWC viewed itself as a regulated utility, not as an agency providing a social service.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.07",
        "sec_num": null
      },
      {
        "text": "In summary, the scale and magnitude of water vending activities in metropolitan areas of developing countries has not been widely realized, nor has the value of information on such water vending systems been adequately appreciated by water resources engineers or policy analysts. This case study has shown that a rapid reconnaissance survey of water vending activities and the willingness of households to pay can yield valuable information for water supply planning and, in this case, unexpected policy insights. Studies such as this are very inexpensive relative to the capital costs of urban water projects, and can provide valuable information for use in the planning and design of water supply projects in developing countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "6.08",
        "sec_num": null
      },
      {
        "text": "Page 1 of 7",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "APPENDIX -26 -",
        "sec_num": null
      },
      {
        "text": "Boreholes: Revenues and Prices",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "APPENDIX: FINANCIAL ASPECTS OF THE WATER VENDING BUSINESS FOR DIFFERENT TYPES OF WATER VENDORS",
        "sec_num": null
      },
      {
        "text": "The operators and attendants at the private boreholes were generally unwilling to be interviewed about their operations, and the few interviews which were completed cannot be treated as an adequate sample. Based on the interviews with tanker truck drivers, it appears that private boreholes sell about 3 mgd in the dry season and 1.5 mgd in the rainy season to tanker trucks. Their annual revenues are probably on the order of N 2.6 million. Based on the handful of private borehole attendants which were interviewed, the average borehole sells about 14 tanker truck loads in the dry season and 7 loads in the rainy season. Assuming an average of 1500 gallons per load, this would imply daily sales on the or-.er of 21,000 gallons in the dry season, which would mean that there are roughly 143 private boreholes selling water to tanker trucks in Onitsha. However, there are probably far fewer than this, which means that the large-volume private boreholes are probably serving many more tanker trucks per day than 14.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "APPENDIX: FINANCIAL ASPECTS OF THE WATER VENDING BUSINESS FOR DIFFERENT TYPES OF WATER VENDORS",
        "sec_num": null
      },
      {
        "text": "Due to the inability to collect information from the operators of private boreholes and the limited time in the field, it is not possible to speculate on whether the private borehole operators are charging substantially more for water than their costs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "APPENDIX: FINANCIAL ASPECTS OF THE WATER VENDING BUSINESS FOR DIFFERENT TYPES OF WATER VENDORS",
        "sec_num": null
      },
      {
        "text": "In other developing countries water vending has been found to be a competitive industry in which the prices of vended water are determined by market forces, and vendors are not making excessive profits (Whittington, Lauria, Okun, and Mu, 1988 ). It appears, however, that in Onitsha the owners of the tanker trucks are capturing significant economic rents (i.e., monopoly profits.) Table Al presents estimates of the revenues, costs, and annual profits of four sizes of tanker trucks (1000, 1500, 2000, and 2500 gallon). The monthly revenuer of a tanker truck in the dry season are about two and a half times those in the rainy season, ranging from N 1800 to N 2900 in the rainy season, to N 4100 to N 6500 in the dry season. Operating costs such as labor, gasoline and oil, water (purchased from private boreholes), and maintenance are about 80 percent of the total monthly costs; the capital costs of the truck account for the remaining 20 percent. As illustrated in Table Al , the capital costs have been calculated using three different capital recovery factors (0.12, 0.16, and 0.20) . However, since the capital costs are a small proportion of the total monthly costs, the different capital recovery factors do not have a major influence on the total monthly costs.",
        "cite_spans": [
          {
            "start": 202,
            "end": 242,
            "text": "(Whittington, Lauria, Okun, and Mu, 1988",
            "ref_id": "BIBREF7"
          },
          {
            "start": 1066,
            "end": 1088,
            "text": "(0.12, 0.16, and 0.20)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 382,
            "end": 399,
            "text": "Table Al presents",
            "ref_id": null
          },
          {
            "start": 969,
            "end": 977,
            "text": "Table Al",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Tanker Trucks: Revenues, Costs, and Profits",
        "sec_num": null
      },
      {
        "text": "The monthly profits are calculated as the difference between monthly revenues and costs. For all four sizes of tanker trucks, monthly profits are much larger in the dry season than in the rainy season. The 1000-gallon and 1500-gallon tanker trucks essentially just cover their costs during the rainy season, but in the dry season all sizes of trucks are able to make large profits. As a percent of total capital at risk (i.e., the market value of the tanker truck), the annual profits of tanker truck owners range from 45 percent to 87 percent, depending on the size of the truck and the capital recovery factor assumed.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tanker Trucks: Revenues, Costs, and Profits",
        "sec_num": null
      },
      {
        "text": "The owners of tanker trucks thus seem to be making extremely high rates of return on their capital investment. Because of the short duration of the fieldwork, it is not possible to offer a definitive explanation for the existence of such monopoly rents, but there appear to be three plausible explanations. The first relates to the structure of the market for water sold by tanker trucks.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tanker Trucks: Revenues, Costs, and Profits",
        "sec_num": null
      },
      {
        "text": "The so-called union of tanker truck drivers is in reality an owners' association. Jn order to keep track of the sales of their drivers, the owners have developed an elaborate record-keeping system which involves posting two union employees at each borehole to record the amount of water purchased by each tanker truck driver. This information enables the owners to determine whether drivers are reporting all of their sales and thus presumably prevents tanker truck drivers from selling water on the side and pocketing the cash (no information is available on the costs of this record-keeping or other union activities, and no such costs have been included in the estimates of the profitability of tanker truck ownership). An owners' association which can arrange such extensive cooperation among its members may well have the ability to prevent the entry of new tanker trucks into the industry and thus to maintain prices above free market levels. Such market control could account for the high profits currently being achieved by owners of tanker trucks.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tanker Trucks: Revenues, Costs, and Profits",
        "sec_num": null
      },
      {
        "text": "Considerable effort was spent during the period of the fieldwork attempting to obtain the information in the union borehole observers' daily log books; information from the union on its membership and the number of tanker trucks operating daily in Onitsha was also sought. Despite extended negotiations with the union leadership (which included hosting a banquet at a local guest house for the union executive committee), it was not possible to obtain any information from the union. At the end of the negotiations, the president of the union offered the research team copies of the log books for a one-year period for N10,000 (US$2300), which was actually not an unreasonable price considering their value to the study. This offer was not, however, accepted.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tanker Trucks: Revenues, Costs, and Profits",
        "sec_num": null
      },
      {
        "text": "A second possible explanation for the monopoly profits may be that the prospect of the opening of the New Onitsha Water Scheme has discouraged new investment in the industry. Over the last few years anyone contemplating the purchase of a tanker truck would have known that the World Bank-financed New Onitsha Water Scheme promised to greatly increase the quantity of water in the existing distribution network. This knowledge should have created significant uncertainty about the future profitability of tanker truck vending. As it turned out, however, the opening of the new system was repeatedly delayed, and, even when it opened, the existing distribution network was so inadequate that much of the business of the tanker trucks was not seriously threatened. Nevertheless, the uncertainty surrounding the water supply situation in Onitsha may have resulted in a smaller number of tanker trucks than would otherwise have existed, and this restricted capacity may have enabled the individuals already in the business to exert some market control and charge higher prices.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tanker Trucks: Revenues, Costs, and Profits",
        "sec_num": null
      },
      {
        "text": "A third partial explanation may have to do with the way in which the capital costs in the monthly accounts of the tanker truck owners were calculated. The tanker truck drivers were asked about the market value of their truck. These market values generally range from N 20,000 to N 40,000. At the time of the survey, the naira was worth about US$0.23 (US$1 = N 4.30).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tanker Trucks: Revenues, Costs, and Profits",
        "sec_num": null
      },
      {
        "text": "However, as recently as 1985 the exchange rate was US$1 = N 0.89. The rapid devaluation of the naira has made the pricing of the existing capital stock in Nigeria extremely difficult. For example, taxis have not been able to raise their prices to cover the replacement cost of their cars. Pricing at sho t-run marginal cost is, of cotrse, the profit-maximizing strategy, but in the long run the current overcapacity in the taxi industry will be eliminated as the existing taxis gradually fall apart, and prices will have to rise to cover the replacement costs of capital in a smaller taxi industry.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tanker Trucks: Revenues, Costs, and Profits",
        "sec_num": null
      },
      {
        "text": "The prices the drivers gave for the market value of the tanker trucks probably only partially reflect the new foreign exchange regime. If tanker trucks had to be replaced at world prices, the naira price of tanker trucks would probably be somewhat higher. If the naira price of the tanker trucks were higher, the capital charges which were estimated would be correspondingly higher as well, and the annual profits would be less than reported in Table Al. It was not possible to determine how owners of tanker trucks perceive the capital costs of operating their trucks, but the high current prices of water charged by tanker trucks may be closer to the real resource costs of supplying the water than the estimates of capital costs and profits presented here indicate.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tanker Trucks: Revenues, Costs, and Profits",
        "sec_num": null
      },
      {
        "text": "Although this question of the valuation of the capital at risk in the tanker truck business introduces some additional uncertainty into the picture of the profitability of the tanker trucks, it cannot fully account for the very high rates of return on investment. For example, the total monthly revenues of a 2000-gallon tanker truck in the dry season are about N 6240; the monthly operating costs are estimated to be N 2248. Even assuming a capital recovery factor of 0.20 and a doubling of the naira value of the truck, the monthly capital cost would only increase from N 500 to N 1000. The total monthly profits would still be about N 3000, and the annual profits as a percentage of total investment would be about 60 percent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Tanker Trucks: Revenues, Costs, and Profits",
        "sec_num": null
      },
      {
        "text": "Page 5 of 7",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "APPENDIX -30-",
        "sec_num": null
      },
      {
        "text": "Small Retail Water Vendors: Revenues, Costs, and Profits Table A2 presents an estimate of weekly revenues, costs, and profits of a small retailer with a 1000-gallon tank in both the rainy and dry seasons. In the dry season a typical small retail water vendor fills his storage tank twice a week at a cost of about N 20 per 1000 gallons. A family might consume 200 gallons for its personal use and sell the other 1800 gallons by the bucket for N 0.05 per gallon. Its weekly revenues from sales of vended water ould thus be about N 90; its costs for the water sold would be about N 36.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 57,
            "end": 65,
            "text": "Table A2",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "APPENDIX -30-",
        "sec_num": null
      },
      {
        "text": "In the rainy season the typical small retailer sells about 800 gallons of water to neighbors per week. The price charged customers is about N 0.04 per gallon, slightly less than in the dry season. Its weekly revenues are thus N 32. The price paid to tanker trucks is also lower, about N 15 per 1000 gallons, and the weekly cost of water sold to customers is about N 12.The difference between revenues and water costs in the dry season is about N 54 per week; in the rainy season about N 20 per week.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "APPENDIX -30-",
        "sec_num": null
      },
      {
        "text": "The capital cost of the storage tank on a weekly basis is relatively small, whatever assumptions one makes about the appropriate capital recovery factor for the storage tank and the allocation of the costs of the storage tank between water which is used for personal consumption and water which is sold to neighbors. How one calculates the profits of such a small retail water vendor thus largely depends on what is assumed about the cost of the labor of the person responsible for managing the sales of water from the storage tank.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "APPENDIX -30-",
        "sec_num": null
      },
      {
        "text": "Since the monthly wage in Onitsha for an unskilled laborer is about N 100, if the owner of a storage tank had to hire someone to manage sales of water from a storage tank, the wages of such hired help would consume much of the profits from the enterprize. However, the typical small retail water vendor only has on the order of 15-30 customers per day. Since most small retailers are open 14-15 hours per day, the person responsible for managing the sale of water clearly would have a lot of idle time on his hands if this was the only thing he or she did all day. Most such individuals appeared to be able to do many other tasks during the course of the day; managing the sale of water seemed to be something which took little time. If someone would have been around the area of the storage tank anyway, the opportunity cost of the labor to manage the sale of water would be negligible. In this case the profits accruing to a small retail water vendor, say N 1900 per year, could make a significant contribution to a household's income.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "APPENDIX -30-",
        "sec_num": null
      },
      {
        "text": "Distributing Vendors: Revenues, Costs, and Prices Table A3 presents the daily revenues, costs, and profits of a typical distributing vendor carrying two 4-gallon tins in the rainy and dry seasons. In the dry season the average such distributing vendor sells about 11 loads per day, charging N 0.50 per tin (N 0.12 per gallon). Total daily revenues are thus on the order of N 11. The cost of this water to the distributing vendor is about N 2, leaving a profit of N 9 per day (not counting the cost of his labor). The capital costs of the distributing vendor, i.e., the cost of the tins and pole, are negligible. In the rainy season distributing vendors charge about N 0.30 per tin and sell about 7 loads per day. Revenues total about N 4 per day. The cost of this water to the distributing vendor is about N 1, which leaves a profit of N 3 per day.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 50,
            "end": 58,
            "text": "Table A3",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "APPENDIX -30-",
        "sec_num": null
      },
      {
        "text": "The monthly returns to a distributing vendor for his labor are thus about N 75 (US$17) in the rainy season and N 225 (US$52) in the dry season. These returns to labor in the rainy season are approximately equal to the market wage for unskilled labor in Onitsha. The monthly returns to labor during the dry season are over double the wages of other unskilled laborers, but carrying such heavy loads of water is grueling work, and it is not surprising that it commands a premium. These results are consistent with other findings regarding the implicit wage rate for distributing vendors in Kenya (Whittington, Lauria, Okun, and Mu; , and it is not thought that premiums over the minimum wage for unskilled labor of this magnitude during the dry season are evidence of any market power on the part of the distributing vendors. ",
        "cite_spans": [
          {
            "start": 594,
            "end": 629,
            "text": "(Whittington, Lauria, Okun, and Mu;",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "APPENDIX -30-",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Valuing Environmental Goods: An Assessment of the Contingent Valuation Method",
        "authors": [
          {
            "first": "Ronald",
            "middle": [
              "G"
            ],
            "last": "Cummings",
            "suffix": ""
          },
          {
            "first": "S",
            "middle": [],
            "last": "David",
            "suffix": ""
          },
          {
            "first": "William",
            "middle": [
              "D"
            ],
            "last": "Brookshire",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Schulze",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cummings, Ronald G., David S. Brookshire, and William D. Schulze (editors). Valuing Environmental Goods: An Assessment of the Contingent Valuation Method, Totowa, New Jersey: Rowman and Allanheld, 1986.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Political Economy in Haiti: The Drama of Survival",
        "authors": [
          {
            "first": "Simon",
            "middle": [],
            "last": "Fass",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Fass, Simon. Political Economy in Haiti: The Drama of Survival. New Brunswick, New Jersey: Transaction Bocks, 1988.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Cities in the Developing World",
        "authors": [
          {
            "first": "J",
            "middle": [
              "F"
            ],
            "last": "Linn",
            "suffix": ""
          }
        ],
        "year": 1983,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Linn, J.F. Cities in the Developing World. New York: Oxford Press, 1983.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Using Surveys to Value Public Goods: The Contingent Valuation Method",
        "authors": [
          {
            "first": "Robert",
            "middle": [],
            "last": "Mitchell",
            "suffix": ""
          },
          {
            "first": "Richard",
            "middle": [
              "T"
            ],
            "last": "Carson",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "Resources for the Future",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mitchell, Robert and Richard T. Carson. Using Surveys to Value Public Goods: The Contingent Valuation Method, Washington, D.C.: Resources for the Future, 1989.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Background Paper for the Lagos Water Supply Project Staff Appraisal Report, SAR-6375-UNI. Presented at the IBRD Water Supply and Urban Development Staff Seminar",
        "authors": [
          {
            "first": "Diane",
            "middle": [],
            "last": "Reedy",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Reedy, Diane. \"Domestic Water Use and Sanitation in Lagos, Nigeria.\" Background Paper for the Lagos Water Supply Project Staff Appraisal Report, SAR-6375-UNI. Presented at the IBRD Water Supply and Urban Development Staff Seminar, The Homestead, Hot Springs, Virginia, January 7, 1987. 15 pages plus tables.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Willingness to Pay for Water in Rural Areas: Methodological Approaches and An Application in Haiti. USAID Water and Sanitation for Health Project",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Whittington",
            "suffix": ""
          },
          {
            "first": "John",
            "middle": [],
            "last": "Dale",
            "suffix": ""
          },
          {
            "first": "Xinming",
            "middle": [],
            "last": "Briscoe",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Mu",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Whittington. Dale, John Briscoe, and Xinming Mu. Willingness to Pay for Water in Rural Areas: Methodological Approaches and An Application in Haiti. USAID Water and Sanitation for Health Project, WASH Field Report No. 213, Washington, D.C., September 1987. 93 pages.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Water Vending and Development: Lessons From Two Countries. USAID Water and Sanitation for Health Project",
        "authors": [
          {
            "first": "Dale",
            "middle": [],
            "last": "Whittington",
            "suffix": ""
          },
          {
            "first": "Donald",
            "middle": [],
            "last": "Lauria",
            "suffix": ""
          },
          {
            "first": "Daniel",
            "middle": [
              "A"
            ],
            "last": "Okun",
            "suffix": ""
          },
          {
            "first": "Xinming",
            "middle": [],
            "last": "Mu",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "",
        "volume": "88",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Whittington, Dale, Donald Lauria, Daniel A. Okun, and Xinming Mu. Water Vending and Development: Lessons From Two Countries. USAID Water and Sanitation for Health Project, WASH Technical Report No. 45, Washington, D.C., May 1988. 88 pages.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Willingness to Pay for Water in Newala District, Tanzania: Strategies for Cost Recovery [Draft]. USAID Water and Sanitation for Health Project",
        "authors": [
          {
            "first": "Dale",
            "middle": [],
            "last": "Whittington",
            "suffix": ""
          },
          {
            "first": "Mark",
            "middle": [],
            "last": "Mujwahuzi",
            "suffix": ""
          },
          {
            "first": "Gerard",
            "middle": [],
            "last": "Mcmahon",
            "suffix": ""
          },
          {
            "first": "Kyeongae",
            "middle": [],
            "last": "Choe",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "Report on Activity",
        "volume": "",
        "issue": "445",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Whittington, Dale, Mark Mujwahuzi, Gerard McMahon and Kyeongae Choe. Willingness to Pay for Water in Newala District, Tanzania: Strategies for Cost Recovery [Draft]. USAID Water and Sanitation for Health Project, Report on Activity No. 445, Washington D.C., October 1988. 59 pages plus appendices.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Guidelines for Conducting Willingness-to-Pay Studies for Improved Water Services in Developing Countries [DRAFT]. USAID Water and Sanitation for Health Project",
        "authors": [
          {
            "first": "Dale",
            "middle": [],
            "last": "Whittington",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "Report on Activity",
        "volume": "",
        "issue": "355",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Whittington, Dale. Guidelines for Conducting Willingness-to-Pay Studies for Improved Water Services in Developing Countries [DRAFT]. USAID Water and Sanitation for Health Project, Report on Activity No. 355. Washington, D.C., November 1988. 131 pages.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Estimating the Value of Time Spent Collecting Water: Some Estimates for Ukunda, Kenya",
        "authors": [
          {
            "first": "Dale",
            "middle": [],
            "last": "Whittington",
            "suffix": ""
          },
          {
            "first": "Xinming",
            "middle": [],
            "last": "Mu",
            "suffix": ""
          },
          {
            "first": "Robert",
            "middle": [],
            "last": "Roche",
            "suffix": ""
          }
        ],
        "year": 1990,
        "venue": "Forthcoming in World Development",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Whittington, Dale, Xinming Mu, and Robert Roche. \"Estimating the Value of Time Spent Collecting Water: Some Estimates for Ukunda, Kenya.\" Forthcoming in World Development, 1990.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Federal Republic of Nigeria -Staff Appraisal Report: Anambra Water Supply and Sanitation Project",
        "authors": [
          {
            "first": "World",
            "middle": [],
            "last": "Bank",
            "suffix": ""
          }
        ],
        "year": 1981,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank. Federal Republic of Nigeria -Staff Appraisal Report: Anambra Water Supply and Sanitation Project. Report No. 3036-UNI, Washington, D.C., April 28, 1981.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "FY88 Annual Sector Review--Water Supply and Sanitation",
        "authors": [],
        "year": 1988,
        "venue": "Report INU",
        "volume": "32",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank. FY88 Annual Sector Review--Water Supply and Sanitation. Report INU 32, Infrastructur'e and Urban Development Department. Washington, D.C., November 1988.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "text": "WATER VENDING AND WILLINGNESS TO PAY FOR WATER IN ONITSHA, NIGERIA",
        "fig_num": null
      },
      "FIGREF1": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "text": "Money and Water Transactions in Onitsha, Nigeria (Per Day) -Dry Seasonooo.. . .......................... 11 Figure 3: Money and Water Transactions in Onitsha, Nigeria (Per Day) -Rainy Seasono.o.......................... 12 Figure 4: Flow Chart of Willingness-to-Pay Bidding Game........... 15 Figure 5: Frequency Distribution of Willingness-to-Pay Bids (Onitsha, Niei).................................18 Frequency Distribution of Households' Monthly Expenditure on Water (Onitsha, Nigeria)............... 19 Figure 7: Frequency Distribution of Monthly Expenditure on Water as a Percent of Total Household Income (Onitsha, Nigeria).. @0 *0 *e* ............... Household Expenditures on Water as Percent of Income by Income Class.............................",
        "fig_num": "268"
      },
      "FIGREF2": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "text": "Figure 1",
        "fig_num": "1"
      },
      "FIGREF4": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "text": "AND WATER TRANSACTIONS IN THE WATER VENDING SYSTEM IN ONITSHA",
        "fig_num": null
      },
      "FIGREF5": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "text": "MONEY AND WATER TRANSACTIONS IN ONITSHA, NIGERIA(PER DAY)-Dry Season D _~~~~~~~~~~~.",
        "fig_num": "2"
      },
      "FIGREF6": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "text": "(a) Ronald C. Cummings, David S. Brookshire, and William D. Schulze (editors), 1986, and (b) Robert Cameroon Mitchell and Richard T. Carson, 1989. For a discussion of the application of contingent valuation techniques in developing countries, see Whittington, Briscoe, and Mu, 1987.",
        "fig_num": null
      },
      "FIGREF7": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "text": "Figure 5 presents a frequency distribution of the households, willingness-to-pay bids. As illustrated, respondents generally rePorted that they were willing to pay substantial amounts for water.-For example, at a price of N 0.25 per drum (about N 5.4 per 1000 gallons) about 87 percent of the sample households reported that they would connect to the piped distribution system. The price of water charged by the vendors was effectively an upper bound on the amount respondents would bid for water; respondents were not willing to pay more than the price of water charged by vendors because the water provided by vendors was perceived to be of good quality and was generally readily available.",
        "fig_num": "5"
      },
      "FIGREF8": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "text": "ll NO.12-0.24NO.25-0.49 *0.50-099*1.0O-149 #1.50-1.99 2*2.00 WILLINGNESS-TO-PAY BIDS INAIRA PER 45 GALLON DRUM",
        "fig_num": null
      },
      "FIGREF9": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "text": "FIGURE 5:",
        "fig_num": null
      },
      "FIGREF10": {
        "num": null,
        "uris": null,
        "type_str": "figure",
        "text": "600-799 LED 800-1999 M 2000 AND OVER -22 -",
        "fig_num": null
      },
      "TABREF0": {
        "content": "<table><tr><td>Page No.</td></tr><tr><td>TABLES</td></tr></table>",
        "num": null,
        "html": null,
        "type_str": "table",
        "text": "Page No. EXECUTIVE SUMMARY ................................... so........................... Is INTRODUCTION .................. 1 Background ......... e......e.e................e...................... 2 II* WATER VENDING IN ONITSHA ........................................... . 4 A. The Study Area........................................... 4 B. Description of Water-Vending Practices in Onitsha ........ 4 III. FIELD PROCEDURES ........ 000..... 7 IV. MONEY AND WATER TRANSACTIONS IN THE WATER VENDING SYSTEM IN ONITSUA ................... o........ 10 V. RESULTS OF THE HOUSEHOT.D INTERVIEWS ..................... 14 VI. CONCLUDING REMARKS AND POLICY IMPLICATIONS ..... o.............. 23 APPENDIX: FINANCIAL ASPECTS OF THE WATER VENDING BUSINESS FOR DIFFERENT TYPES OF WATER VENDORS.... o........ 26 Boreholes: Revenues and Prices................... 26 Tanker Trucks: Revenues, Costs, and Profits...... 26 Small Retail Water Vendors: Revenues, Costs, and Profits ..... 30 Distributing Vendors: Revenues, Costs, and Pricese................................ ...... 30 REFERENCES ........................................... Average Prices Charged by Vendors in Onitsha, Ngra................................ 13"
      },
      "TABREF1": {
        "content": "<table><tr><td>27</td></tr></table>",
        "num": null,
        "html": null,
        "type_str": "table",
        "text": "Revenues, Costs, and Profits of Tanker-Truck Vendors in Onitsha, Nigeria...........*............. ..... Revenues and Costs of a Representative Small Retail Water Vendor in Onitsha, Nigeria (Per Week).......... 31 Table A3: Revenues and Costs of a Representative Distributing Vendor in Onitsha, Nigeria (Daily) .................... 32 FIGURES Figure 1: Anambra Water Supply and Sanitation Project Onitsha Water Supply Component........................... 3"
      },
      "TABREF3": {
        "content": "<table><tr><td/><td/><td>Rainy Season</td><td>Dry Season</td></tr><tr><td colspan=\"2\">Prices charged by</td><td/></tr><tr><td colspan=\"2\">1. Private Boreholes</td><td/></tr><tr><td colspan=\"2\">a. to Tanker Trucks</td><td>N 0.003 / gal</td><td>N 0.004 / gal</td></tr><tr><td colspan=\"2\">b. to Individuals</td><td>N 0.01 / gal</td><td>N 0.02 / gal</td></tr><tr><td colspan=\"2\">2. Tanker Trucks</td><td/></tr><tr><td colspan=\"3\">to Individuals/Businesses</td></tr><tr><td colspan=\"2\">a. per 1000 gallons b. per drum</td><td>N 0.014 / gal N 0.04 / gal</td><td>N 0.018 / gal N 0.04 I gal</td></tr><tr><td colspan=\"2\">3. Small retail water</td><td/></tr><tr><td>vendors</td><td/><td/></tr><tr><td colspan=\"2\">to Individuals</td><td>N 0.04 I gal</td><td>N 0.05 / gal</td></tr><tr><td>4. Distributing</td><td>vendors</td><td/></tr><tr><td colspan=\"2\">to Individuals</td><td>N 0.12 / gal</td><td>N 0.13 I gal</td></tr><tr><td>4.05</td><td/><td/></tr></table>",
        "num": null,
        "html": null,
        "type_str": "table",
        "text": "AVERAGE PRICES CHARGED BY VENDORS IN ONITSHA, NIGERIA (Naira per gallon)"
      },
      "TABREF4": {
        "content": "<table><tr><td/><td>STOP</td></tr><tr><td>YESE</td><td/></tr><tr><td/><td>WTPim * .01</td></tr><tr><td>1.5M7&lt;</td><td>wTr\" *1.3O-1.41</td></tr><tr><td/><td>-PE</td></tr><tr><td>/</td><td>*STW ~~~~~~~~~~~~~WTP 0.w</td></tr><tr><td/><td>PER MUM</td></tr><tr><td>IF TENMM IF WATER WERE</td><td/></tr><tr><td>tONNCT TS TNE WAER SYSTEM ?</td><td>-STOR rT? i \"1 25 -0.49</td></tr><tr><td>SYSTES?</td><td/></tr><tr><td>'*.5m_7&lt;s</td><td/></tr><tr><td>\" §\\*.25Mm</td><td>WTPol xO.U1-024</td></tr><tr><td/><td>YES</td></tr></table>",
        "num": null,
        "html": null,
        "type_str": "table",
        "text": "RID .. 00-0.l1 PER mum"
      },
      "TABREF6": {
        "content": "<table><tr><td/><td>Rainy Season</td><td>Dry Season</td></tr><tr><td>Quantity Sold</td><td>800 gallons</td><td>1800 gallons</td></tr><tr><td>Price</td><td>N 0.04 / gallon</td><td>N 0.05 / gallon</td></tr><tr><td>Revenues</td><td>N 32</td><td>N 90</td></tr><tr><td>Costs</td><td/><td/></tr><tr><td>1. Water</td><td/><td/></tr><tr><td>Cost per 1000 gallons</td><td>N 15</td><td>N 20</td></tr><tr><td>Quantity Sold</td><td>800 gallons</td><td>1800 gallons</td></tr><tr><td>Total Costs of Water</td><td>N 12</td><td>N 36</td></tr><tr><td>2. Capital</td><td>negligible</td><td>negligible</td></tr><tr><td>Net Revenues</td><td/><td/></tr><tr><td>(Not accounting for</td><td/><td/></tr><tr><td>labor costs)</td><td/><td/></tr><tr><td>per week</td><td>N 20</td><td>N 54</td></tr><tr><td>per month</td><td>N 84</td><td>N 227</td></tr></table>",
        "num": null,
        "html": null,
        "type_str": "table",
        "text": "REVENUES AND COSTS OF A REPRESENTATIVE SMALL RETAIL WATER VENDOR IN ONITSHA, NIGERIA (Per Week)"
      },
      "TABREF7": {
        "content": "<table><tr><td/><td>Rainy Season</td><td>Dry Season</td></tr><tr><td>Quantity Sold</td><td/><td/></tr><tr><td>Loads per day</td><td>7 loads</td><td>11 loads</td></tr><tr><td>(8-gallon loads)</td><td>56 gallons</td><td>88 gallons</td></tr><tr><td>Price charged</td><td>N 0.30/4 gallon tin</td><td>N 0.50/4-gallon tin</td></tr><tr><td/><td>N 0.08/gallon</td><td>N 0.12/gallon</td></tr><tr><td>Daily Revenues</td><td>N 4</td><td>N 11</td></tr><tr><td>Cost of water</td><td/><td/></tr><tr><td>N 0.02/gallon</td><td>N 1</td><td>N 2</td></tr><tr><td>Net Revenues</td><td/><td/></tr><tr><td>(not accounting for</td><td/><td/></tr><tr><td>labor costs)</td><td/><td/></tr><tr><td>a. per day</td><td>N 3</td><td>N 9</td></tr><tr><td>b. per month</td><td>N 75</td><td>N 225</td></tr></table>",
        "num": null,
        "html": null,
        "type_str": "table",
        "text": "REVENUES AND COSTS OF A REPRESENTATIVE DISTRIBUTING VENDORIN ONITSHA, NIGERIA (Daily)"
      }
    }
  }
}