{
  "paper_id": "D700539",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:31.275492Z"
  },
  "title": "Tax Holidays and Investment",
  "authors": [
    {
      "first": "Jack",
      "middle": [
        "M"
      ],
      "last": "Mintz",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Elizabeth",
      "middle": [
        "M"
      ],
      "last": "King March",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "C",
      "middle": [],
      "last": "Cristobal",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Rosemary",
      "middle": [
        "T"
      ],
      "last": "Bellew",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Julio",
      "middle": [],
      "last": "Frenk",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Enrique",
      "middle": [],
      "last": "Ruelas",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Ramon",
      "middle": [
        "E"
      ],
      "last": "Lopez March",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "M",
      "middle": [],
      "last": "Ameal",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Danl",
      "middle": [],
      "last": "Rodrik",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Robert",
      "middle": [
        "D"
      ],
      "last": "Weaver",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Avishay",
      "middle": [],
      "last": "Braverman",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Joseph",
      "middle": [
        "E"
      ],
      "last": "Stiglltz",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Jack",
      "middle": [
        "M"
      ],
      "last": "Mlntz",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "A",
      "middle": [],
      "last": "Bhalla",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Jesus",
      "middle": [],
      "last": "Seade",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "U",
      "middle": [
        "S"
      ],
      "last": "Data",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Boum-Jong",
      "middle": [],
      "last": "Choe",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "S",
      "middle": [],
      "last": "Lipscomb",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Johannes",
      "middle": [
        "F"
      ],
      "last": "Linn",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "M",
      "middle": [],
      "last": "Colinet De",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "L",
      "middle": [],
      "last": "Wetzel",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Alberto",
      "middle": [
        "R"
      ],
      "last": "Musalem",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "1989-04",
  "venue": null,
  "identifiers": {},
  "abstract": "The tx holiday-designed to encourage capital inves*mentsactually penalizes long-term investments in some countries with high inflation rates and relatively fast writeoffs for depreciable capital. tieFol iy. Plani nd Rearch C<pkx datuiba PPR WolkiDg Papus to disseminate the findings of wink in progess nd to ettawge the eacang cf idea among Bank staff and afl otheen in td in developuent iues. These papen cany the names of the anteM rellet t eonly tbeir views, and hould be used and cited accordingly. The findings, ierautios. and enclsiom anre te author' own.They hoWd not be aunbted totheWorld Bank. its Boad of Diuctors, itsm nagetmen. or any of its member cautries.",
  "pdf_parse": {
    "paper_id": "D700539",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The tx holiday-designed to encourage capital inves*mentsactually penalizes long-term investments in some countries with high inflation rates and relatively fast writeoffs for depreciable capital. tieFol iy. Plani nd Rearch C<pkx datuiba PPR WolkiDg Papus to disseminate the findings of wink in progess nd to ettawge the eacang cf idea among Bank staff and afl otheen in td in developuent iues. These papen cany the names of the anteM rellet t eonly tbeir views, and hould be used and cited accordingly. The findings, ierautios. and enclsiom anre te author' own.They hoWd not be aunbted totheWorld Bank. its Boad of Diuctors, itsm nagetmen. or any of its member cautries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "The tax holidayan incentive frequently used not indexed for inflationmay be lower than in developing countuies to encourage capital the true economic cost of depreciation. investmentsoffers benefits for short-term investments but could in fact penalize long-term For another, the tax benefit of nominal capital investments.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "interest deductions associated with debt fnancing of capital are of no value to the firm during For some countries with high inflation rates the holidaywhereas after the holiday they and relatively fast writeoffs for depreciable may be quite beneficial. capital, the effective tax rate on long-term investments is higher during the tax holiday th After estimating the effective tax rates on after.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "capital for holiday and post-holiday investments, the author concludes that for some countries the For one thing, the tay law may require assets effective tax rate on long-term capital is highter to be depreciated during the holiday. If so, the dtuing the holiday than after. value of tax depreciation writeoffswhich is This paper is a product of the Public Economics Division, Country Economics Department Copies are available free from the World Bank, 1818 H Street NW, Washington DC 20433. Please contact Ann BhaUa, room N1O-06 1, extension 60359. Biblioahy ..",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The corporate income tax holiday is a tax incentive frequently used by less developed countries (LDCs) to promote capital investment. The usual form of the holiday is to allow a 'pioneer\" firm operating in a designated industry to be fully or partly exeompt from corporate taxation during its formative years with full taxation applying after the holiday period. Of the 54 LDC tax systems described in a Price Waterhouse survey (19861, 27 Much of the current literature on capital formation and effective tax ratesl has concentrated on investment tax credits, accelerated depreciation, and statutory tax rate abatements as tax incentives (see, for example, King and Fullerton (1984] and Boadway, bruce and Mintz [1984] ). These tax incentives are not particularly difficult to analyze since it can be assumed that the firm anticipates the tax system to be unchanging overtime. With additional assumptions, time invariant effective tax rates are derived that are useful for describing the long run impact of the tax system on capital. For example, the usual assumptions include the following: (i) real capital good prices increase at a constant rate over time, (ii) capital depreciates 1/ The notions of the effective tax rate and the cost of capital are fairly well known now in the literature so they are only briefly defined here. The user cost of capital is depreciation and financing costs, adjusted for taxes, that are incurred by the firm when holding capital. Effective tax rates are conventionally defined as the difference between the marginal gross-of-tax rate of return (the user cost of capital net of depreciation costs) and the net-of-taA rate of return that savers earn when investing in the firm's capital. This difference may be divided by the gross-of-tax or net-of-tax marginal rates of return.",
        "cite_spans": [
          {
            "start": 428,
            "end": 435,
            "text": "(19861,",
            "ref_id": null
          },
          {
            "start": 436,
            "end": 438,
            "text": "27",
            "ref_id": null
          },
          {
            "start": 657,
            "end": 682,
            "text": "King and Fullerton (1984]",
            "ref_id": null
          },
          {
            "start": 687,
            "end": 718,
            "text": "Boadway, bruce and Mintz [1984]",
            "ref_id": "BIBREF6"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "INTMODUCTION",
        "sec_num": "1."
      },
      {
        "text": "-2exponentially at a constant rate and (lii) the real net-of-tax discount rate of the firm is time invariant. The steady-state condition in a dynamic perfect foresight model without adjustment costs implies that the firm's capital decision is determined at the point where the value of marginal product per dollar of capital is equal to the tax-adjusted annual cost of depreciation and financing (see Boadway and Bruce [19791) . With this type of model, the cost of capital and effective tax rate faced by the firm is independent of time.",
        "cite_spans": [
          {
            "start": 401,
            "end": 426,
            "text": "Boadway and Bruce [19791)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "INTMODUCTION",
        "sec_num": "1."
      },
      {
        "text": "With tax holidays, the firm anticipates the tax system to be changing over time.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "INTMODUCTION",
        "sec_num": "1."
      },
      {
        "text": "In particular, the cc.-porate tax rate rises after the holiday is finished. This implies that the cost of capital is no longer time invariant, making the tax holiday problem more difficult to analyze compared to other tax incentives that have been treated in the literature. The scant literature on this subject has concentrated on issues related to the reasons why tax holidays may be used as an incentive without trying to derive the effective tax rate on capital during a holiday (Bond and Samuelson [1986] and Doyle and van Wijnbergen (1984] ).2 The task of this paper is quite different. The user cost of capital, which varies over timil, is derived for a firm that correctly anticipates the length of the holiday and the tax regime that exists after the holiday. The time consistency of tax policy is not an issue here.",
        "cite_spans": [
          {
            "start": 483,
            "end": 509,
            "text": "(Bond and Samuelson [1986]",
            "ref_id": "BIBREF8"
          },
          {
            "start": 514,
            "end": 545,
            "text": "Doyle and van Wijnbergen (1984]",
            "ref_id": "BIBREF9"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "INTMODUCTION",
        "sec_num": "1."
      },
      {
        "text": "2 Two papers that also try to answer this question are by Agell (1982] and Bond [1981] . Each measures the effective tax rate by taking into account that income earned by capital during the holiday is taxed at the end of the holiday with the value of marginal product constant over the tax holiday period. As shown in this paper, this assumption, implying the capital stock is constant until the end of the holiday, is incorrect. Tax depreciation allowances are also modelled incorrectly.",
        "cite_spans": [
          {
            "start": 58,
            "end": 70,
            "text": "Agell (1982]",
            "ref_id": "BIBREF0"
          },
          {
            "start": 75,
            "end": 86,
            "text": "Bond [1981]",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "INTMODUCTION",
        "sec_num": "1."
      },
      {
        "text": "-3-If c±e firm is fully exempt from corporate income taxation during the holiday, what is its effective tax rate? A first response would be that capital bears no tax at all. This would be correct for short term capital that fully depreciates before the end of the holiday. However, as shown later, the effective tax rate on long term holiday investments depends on the relationship between tax depreciation and true economic depreciation. Even though the firm is tax exempt during the holiday, it must pay taxes on income generated by holiday investments once the holiday is finished. If the firm must write down the value of its assets for tax purposes during the tax holiday, the tax depreciation writeoffs after the tax holiday may be inadequate relative to the true cost of depreciation. For example, suppose capital is written off at a 100% rate of tax purposes but has an economic life that goes well beyond the holiday period. A firm that undertakes an investment during the holiday must expense the capital for tax purposes, yet pay taxes on profits generated by the remaining capital after the holiday period. In fact, the \"rule\" can be described as follows: the effective tax rate on depreciable capital during the holiday is positive [negative] if the tax depreciation rate (plus inflation rate with historical cost valuation of capital) is more [less) than the true economic depreciation rate. 3 Indeed, it is possible, in the case of long term depreciable capital, that the tax holiday may be no holiday at all in that the effective tax rate on investments during the holiday is higher than that on i/ This rule applies when the firm cannot defer its tax depreciation writeoffs. As we review in the next section, some countries allow tax depreciation to be deferred until after the holiday. We show that capital is generally subsidized when income is fully ei.empt from taxation in the holiday period and firms are allowed to defer depreciation deductions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "INTMODUCTION",
        "sec_num": "1."
      },
      {
        "text": "-4investuents after the holidayl This does not imply that the tax holidmy is of no value to the firm. Short term investments and labor (compensated by profits) bear no tax during the tax holiday. It is only long term investments that may be penalized by the tax holiday.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "INTMODUCTION",
        "sec_num": "1."
      },
      {
        "text": "The remainder of the paper is divided as follows. In Section II, details regarding the tax law for five countries that use tax holiday incentives are surveyed. Section III presents the theory used to derive the cost of capital and the effective tax rate on capital for each year during and after a tax holiday. Section IV presents some effective tax comparisons for the countries surveyed in Section II. Section V concludes with a discussion of the distortions that arise from tax holidays.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "INTMODUCTION",
        "sec_num": "1."
      },
      {
        "text": "This section describes the details of the corporate income tax law that is relevant to tax holidays used in five countries: Bangladesh, C6te dl'Ivoire,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "II. A DETAILED DESCRIPTION OF TAX HOLIDAYS",
        "sec_num": null
      },
      {
        "text": "Malaysia, Morocco and Thai1lnd. Table 1 provides a summary of various tax provisions in each country. Instead of describing the tax regimes in each country, I shall outline the general features of the tax law that apply to qualifying holiday investments. Many countries give other forms of tax relief during the holiday such as a remission of import duties on inputs, export taxes on goods, sales taxes, and personal taxes on dividends. Since this paper concentrates on the firm's investment decision, only the remission of import duties on capital goods and dividend taxes are considered.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 32,
            "end": 39,
            "text": "Table 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "II. A DETAILED DESCRIPTION OF TAX HOLIDAYS",
        "sec_num": null
      },
      {
        "text": "-5-",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "II. A DETAILED DESCRIPTION OF TAX HOLIDAYS",
        "sec_num": null
      },
      {
        "text": "In the five countries listed in Table 1 , tax holidays officially last from 3 to 14 years depending on the law. In general, the firm is fully exempt from corporate income taxes during the holiday although this is not always true. C6te d'Ivoire only partly exempts the firm during the last three years of the holiday while certain Ho\", eco investments are given only a 50S",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 32,
            "end": 39,
            "text": "Table 1",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "A. Tax Holiday Provision",
        "sec_num": null
      },
      {
        "text": "exemption. In each of the countries, firms must apply for a tax holiday status and not all firms qualify. 4",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Tax Holiday Provision",
        "sec_num": null
      },
      {
        "text": "The tax heliday provisions for the treatment of depreciable assets vary considerably across countries. Morocco and Thailand require assets to be depreciated for tax purposes during the holiday while Malaysia explicitly permits the firm to depreciate assets after the holiday. Depreciation deductions in C6te dllvoire are not mandatory-these can be deferred indefinitely. Thus, a C6te d'Ivoire firm during the tax hofiday may elect to defer its depreciation allowances until after the holiday. Bangladesh requires that depreciation deductions be claimed in the year but unused deductions may be carried forward indefinitely. 5 As shown later in the theoretical section, the deferral of depreciation deductions makes the tax holiday much more generous to the firm.",
        "cite_spans": [
          {
            "start": 624,
            "end": 625,
            "text": "5",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Tax Holiday Provision",
        "sec_num": null
      },
      {
        "text": "i/ Morocco grants tax holidays only for Zone III (50% exemption) and Zone IV investments (!00% exemption) that are situated in rural areas. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. Tax Holiday Provision",
        "sec_num": null
      },
      {
        "text": "If the firm earns taxable profits during the holiday, I interpret the rules to imply that these depreciation deductions during the holiday are fully used and thus not carried forward. i/ Canada, similar to C6te d'Ivoire, allows the firm to defer depreciation deductions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "j/",
        "sec_num": null
      },
      {
        "text": "For this reason, most reported tax losses are written off during the seven year maximum period in Canada. See Mintz (19881.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "j/",
        "sec_num": null
      },
      {
        "text": "There are a few other features that apply to tax holidays. In Bangladesh, a certain percentage of income earned during the holiday must be invested in government bonds (the rate varies from 5 to 30% according to the region in which the investment is located). If the government bond rate is below the market ra,,', an \"implicit* tax is imposed on the firm. C6te d'Ivoire has a similar provision associated with the National Investment Fund (this fund is financed by taxes levied on companies and the taxes are recoverable if the firm purchases government bonds or undertakes sufficient levels of investment). The rate of corporate income tax is 10% and the rate of recovery depends on the region in which the investment is located. 7",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-9-",
        "sec_num": null
      },
      {
        "text": "Another feature of tax holiday is that dividends paid by a firm to its shareholders may be exempt at the personal level during the holiday. The corporate tax law reviewed above and outlined in Table I is the basis for modelling in the next section and for estimating effective tax rates in Section IV. The information on the tax provisions were taken from published sources so it is quite possible that the tax law has been misinterpreted in some cases.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 193,
            "end": 200,
            "text": "Table I",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "-9-",
        "sec_num": null
      },
      {
        "text": "In this section, the impact of tax holidays on the investment decisions of price-taking firms is analyzed. The analysis is simplified by assuming that there are no costs incurred by firm in adjusting its capital stock. 8 In addition, the firm, when undertaking investments, anticipates no L/ It is straightforward to include adjustment costs so long as they are current and fully deductible from the corporate tax. If adjustment costs are capital in nature, the analysis is more complicated but adds little in theory to the model. For a discussion on effective tax rates and adjustment costs, see Boadway (1988] .",
        "cite_spans": [
          {
            "start": 219,
            "end": 220,
            "text": "8",
            "ref_id": null
          },
          {
            "start": 597,
            "end": 611,
            "text": "Boadway (1988]",
            "ref_id": "BIBREF4"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. THEORETICAL ANALYSIS",
        "sec_num": null
      },
      {
        "text": "-11changes in the tax provisions that are applied during and after the holiday period. Personal taxation and debt finance are ignored, at least initially.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. THEORETICAL ANALYSIS",
        "sec_num": null
      },
      {
        "text": "These assumptions imply that the firm uses a time invariant discount rate (the opportunity cost of shareholder funds) both during and after the holiday period to value its cash flows. Otherwise, in the presence of varying personal tax rates and financing policies, the firm's cost of finance, hence its discount rate, would be different during and after holiday period. Time varying discount rates are considered at the end of this section.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. THEORETICAL ANALYSIS",
        "sec_num": null
      },
      {
        "text": "The first part of this section is devoted to the simplest model that can be formulated to evaluate the impact of tax holidays on investment. In this part, it is assumed that holiday firm is not associated with a non-tax holiday firm, its depreciation deductions cannot be deferred and that the firm has no accumulated losses at the end of the holiday period, thus being fully taxable when the holiday is finished. In the second part of this section, -12-",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. THEORETICAL ANALYSIS",
        "sec_num": null
      },
      {
        "text": "In each year, the firm earns nominal revenues equal to (l+r)tF [Kt] where w is the rate of inflation and Kt 1i capital stock. Real revenues are thus output which is represented by a strictly concave production function.",
        "cite_spans": [
          {
            "start": 63,
            "end": 67,
            "text": "[Kt]",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. THEORETICAL ANALYSIS",
        "sec_num": null
      },
      {
        "text": "The revenues are distributed ss dividends to the shareholder or used for gross investment. Capital good prices rise with the general inflation rate, and the price is equal to unity. Real gross investment, It, is physical depreciation (which is assumed to be of the declining balance form) plus new investment:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. THEORETICAL ANALYSIS",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "It -(6Kt + Kt+l -Kt)",
            "eq_num": "(1)"
          }
        ],
        "section": "III. THEORETICAL ANALYSIS",
        "sec_num": null
      },
      {
        "text": "Corporate taxes paid by the firm in each period depends on whether tho firm is operating during the tax holiday period or not. Let t-O be the time when the firm starts up and t-t* be the time at which the tax holiday ends and the firm becomes When the firm invests in capital at time t < t*, it writes off its gross investment at the initial allowance rate of P.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. THEORETICAL ANALYSIS",
        "sec_num": null
      },
      {
        "text": "allowance is also given based on the undepreciated capital cost base (UCC) which is increased at time t, in real terms, by the amount (l-f)It, with f.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "denoting the proportion of the initial allowance that is written off the UCC base. If there is full adjustment, f-1 and if no adjustment f-0. At each -13point of time the annual allowance rate is a which is assumed to be of the declining balance form and based on the original purchase price of capital. 9",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "Thus at time s > t, the annuaw allowance deducted from profits is equal to a(l-a)5 t(1-fp)(l+ir)t, in nominal terms. Prior to t*, the initial and annual allowances are written off at the rate uo and after t*, the remaining annual allowance on the investments made prior to the termination of the tax holiday is written off at the rate ul. Since these tax depreciation writeoffs are valued in nominal terms, they are discounted at the nominal interest rate i.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "Deflating by the price index at time t, the real value of tax depreciation allowances, At, are computed as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "t*-l s-t s-t At -uop +(l-ff) E auo5 + s u [a (2) s-O + s-t* l+",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "Equation (2) yields a simpler expression for At which is the following:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "Atuop + Z (uo + (ul uo)[(l.a)/(l+i)]t* t) for t < t*.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "( 3)and Z -(1-f)(l+i)c/(o+i). The tax value of depreciation writeoffs are thus equal to the value of initial allowance (uop) plus the present value of the annual allowances written off during and after the holidays. Given ul > uo, the firm is given an additional tax benefit arising from the deduction of 2/ The theory is easier to present with declining balance tax depreciation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "Straight line depreciation is more common, as discussed in Section II, so depreciation rates were adjusted for the empirical work presented in Section",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "IV.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "-14depreciation allowances after the holiday. However, the value of the deduction is lower the earlier that the investment takes place during the holiday since [((-a)/(l+i)]t*-t is lower in value for t<t+l.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "For investments undertaken after the holiday period is terminated, real revenues are equal to F[KtJ(l-ul) and the real cost of investment expenditure is It(l-At) with",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "Atulf + (l-fp) | ua S1 -u) up + Z) for t ; t*.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "After the holiday is finished the present value of tax depreciation allowances is time invariant since 8 and Z are independent of t. This is the usual case found in the tax literature (note if P-O, At-ula(l+i)/(a+i) which is the present value of annual tax depreciation on a declining balance basis).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "Given the above description of cash flows, the value maximization problem is formulated. Let the real discount rate of the firm be l+r which is equal to (l+i)/(l+s). Shareholders' equity is the discounted value of real cash flows earned during and after the holiday period:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "V - .1 F[Kt](l-ut) -(6Kt + Kt+l -Kt)(l -At) (5) t-o (l+r)t",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "with At defined by equations (3) and (4) and ut denoting time varying corporate tax rates. For convenience, let At -A for t 2 t* since the present value of tax depreciation allowances on gross investment is shown to be time invariant after the tax ho'iday.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "The firm maximizes its value choosing Kt in each period. The first order conditions are of three types:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "For t < t*:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "a3L 1 t F(J-uo) -(6-l)(l-At)l - l 1l-At-l1 -0 (6.1) aKt (1+0) (1+r)t 1 -15- For t -t*: V-1 [F (1-u1) -(6-1)(1-A)J (1l-At*l] -0 (6.2) aKt* (l+r)t t",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "For t > t*:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "AL.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "- I IF (lvl -(6-1)(1-A)] - L 11-Al -0 (6.3)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "aKt t1+r)t t(I+r)t-l",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "Equation (6.1) to (6.3) are rearranged using the expressions for At so that the familiar user cost of capital is derived as described below.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "Intuitively, the firm equates the discounted marginal value of capital in period t with purchase cost of acquiring capital in period t-1. The discounted marginal value of capital is net-of-tax marginal revenues, Fj(l-ut)/(l+r), plus the discounted resale value of capital net of the tax value of depreciation allowances that would be lost to the firm if capital is sold in period t:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "(l-6)(l-At)/(l+r). The cost of buying capital in period t-l is its purchase cost (net of tax depreciation allowances), l-At.l. Each of the three cases are described according to when the investment takes place.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "Investments During the Holiday Periot:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "When t < t*, the user cost obtained from equation (6.1) is",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "Fs ($+r)(l-At) + (1+r)(At-At-1) t (l-uo) (1-uo) _ ($+r)(l-At) + (ul-uO)(l-fP)e(l+r) (l-a't*-t (7.1) (1-uO) (i-Uo) Ll+iJ -16-",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "The user cost of capital during the tax holiday is composed of two parts as shown in the first line of equation (7.1). The first expression is quite familiar: the costs of holding a unit of capital are depreciation and financing costs adjusted for taxes. The expression (1-At) is the real purchase cost of capital net of the tax value of depreciation and investment allowances at time t*. The expression is also divided by (1-uO) since marginal revenues (gross of depreciation costs) are taxed at the rate uo. The second part of the expression (7.1) in the first line is the cost to the firm of purchasing capital in period t-l rather than t. Since depreciation writeoffs increase in value over time, the firm is better off waiting one period. The expression of equation 3is substituted into (7.1) and rearranged by combining terms, yielding the second term of the right hand side in line two of equatluA (7.1). This expression is interpreted as the tax depreciation penalty of investing in assets during the holiday rather than waiting until the holiday terminates.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "In most cases, 100% of the firm's profits are exempt from taxation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "This implies that uo-O and that the present value of tax depreciation allowances are based on writeoffs made after the tax holiday is completed: At-ulZ((l-a)/(l+i))t*-t (the value of tax depreciation allowances after the holiday is terminated). With a full exemption, the user cost of capital in equation (7.1) becomes the following: lQ/ If the tax depreciation allowances were indexed for inflation, the inflation term would drop out and all that would matter would be the relationship between economic depreciation and tax depreciation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "Ft -6 + r -[6(1+w) -(a+1)]ulZf(l-o)/(l+i)]t* t/(l+s) (7.1') t Let",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "Investment at the End of the Holiday Period:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "When t-t*, the tax holiday ends and the firm becomes fully taxable.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "Its income, however, is based on its capital stock held in period t* but determined by the new investment decision taken in the previous period when the holiday was operating. Thus, the present value of tax depreciation allowances ls in part influenced by investment decisions taken in period t*-l even though the its income generated in period t* is fully taxed. All this is determined by equation (62) which is rearranged with substitutions made for At using the expressions in equations (3) nd (4).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "The cost of capital for this case is the following:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "F- (6+r) fl-Al + (l+r) (ul-uO)[B+(l-fB)c] (7.2) (1-ul) (1-ul) A -ul( + Z].",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "Intuitively, the user cost of capital stock for period t* is equal to the cost of depreciation and finance adjusted for taxes in two ways. First, the corporate tax levied on revenues earned after the holiday is based on the post-holiday statutory tax rate. Second, the purchase cost of holding capital is adjusted for the present value of tax depreciation allowances (A) that are incurred by the firm wtien replacing capital at time t*. However, because the capital stock decision at time t* is determined in the period before the end of holiday, a correction must be made for the loss in the tax value of initial and annual allowances arising from investing too early in period t*-l. This tax penalty is captured by the second term of equation (7.2).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": ".",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "An annual depreciation",
        "sec_num": null
      },
      {
        "text": "Investments Made After the Tax Holidav:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": "19"
      },
      {
        "text": "When t > t*, the firm is fully taxed both at the time of investment and when income is generated. In this case, the familiar user cost of capital formula for a firm is derived:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": "19"
      },
      {
        "text": "F' -(6+r) (1-A) for t > t*. (7.3) t (1-ul)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": "19"
      },
      {
        "text": "The post-holiday user cost of capital is adjusted for the full statutory corporate tax rate and the tax value of investment allowances that are available after the holiday period. 1 1 Note that the cost of capital after period t* is time invariant.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "-",
        "sec_num": "19"
      },
      {
        "text": "The above theory can be extended in three directions to take 11/ Some tax holiday provisions also exempt the firm from paying sales taxes and import duties on their capital good purchases. If taxes are paid on capital goods, the price of capital in real term is (1+r) instead of 1 dollar (letter r be the sale tax or import duty rate). The cost of capital is thus adjusted by multiplying the term [1-Al by (l+r) in expression (7.1) to 7.3) where applicable, assuming that depreciation is based on the tax inclusive price of the asset.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Some Comolications",
        "sec_num": null
      },
      {
        "text": "-20-",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Some Comolications",
        "sec_num": null
      },
      {
        "text": "(i) Deferral of Deprociatton",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Some Comolications",
        "sec_num": null
      },
      {
        "text": "When depreciation is deferred until after the holiday, the firm deducts the allowances from taxable income at the post-holiday corporate tax ;ate. This could cause the firm to be non-taxpaying for a lengthy time if unused holiday depreciation allowances are large relative to post-holiday net revenues. For convenience, it is assumed that the firm is taxpaying after the holiday so deductions are used immediately, beginning at time t*.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Some Comolications",
        "sec_num": null
      },
      {
        "text": "If deferral does arise, the present value of tax depreciation allowAnces are calculated beginning in period t as follows. At time *-t* (ie:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Some Comolications",
        "sec_num": null
      },
      {
        "text": "when the holiday is over), the firm deducts the initial allowance at the value ulP or in present value terms at time s-t, ulp(l+i] (t*t). Investment expenditure in period t also adds 1-fp dollars of investment expenditure to the UCC base which is used to calculate the annual allowance given at the rate a on a declining balance basis. 12 The firm deducts an annual allowance only after the holiday is finished (s2t*). The deduction for the annual allowance is equal to the nominal value ula(l-a)s t* in each post-holiday period. In present value terms, at time t, this is equal to ula(la)s-t*(l+i)-(s-t*). The tax benefit of depreciation allowances is thus equal to the following:",
        "cite_spans": [
          {
            "start": 336,
            "end": 338,
            "text": "12",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Some Comolications",
        "sec_num": null
      },
      {
        "text": "30 s-t* .(t*-t) At -[ulp + (l-ff)( E ula [(l-a)/(l+i)J )| (1+i) (8) t-t* -(t*-t) -ul[#+Zj(l+i) for t s t*.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Some Comolications",
        "sec_num": null
      },
      {
        "text": "1/ In some cases, the total amount of depreciation undeclared during the holiday may be expensed at the end of the holiday rather than written off in the post-holiday period at the rate a. This practice does not seem to be followed in the countries that are dealt with in this paper.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. Some Comolications",
        "sec_num": null
      },
      {
        "text": "The cost of capital is derived following the same methodology as before except for the use of equation 8. The three expressions for the user cost of capital are the following:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "21-",
        "sec_num": null
      },
      {
        "text": "HolidaY Period (t < t*)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "21-",
        "sec_num": null
      },
      {
        "text": ":",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "21-",
        "sec_num": null
      },
      {
        "text": "PI -(6+r) [1-ul(B+Z)(l+i)-(t*-t)I + ul(B+Z)(l+i)-(t*-t) (9.1) (1-uo) (l-uO)(l+*)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "21-",
        "sec_num": null
      },
      {
        "text": "End of Holdax (tt*)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "21-",
        "sec_num": null
      },
      {
        "text": "PI -(6+r) (1-ul(#+Z)] + iul(O+Z) (9.2) (1-ul) (l-u 1 )(l+*)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "21-",
        "sec_num": null
      },
      {
        "text": "-ost HolidZy (t > t*):",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "21-",
        "sec_num": null
      },
      {
        "text": "F' -(6+r)(l-A) (9.3) (1-u l )",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "21-",
        "sec_num": null
      },
      {
        "text": "Equations (9.1) and (9.2) are similar to (7.1) and (7.2) respectively except for the treatment of the value of tax depreciation allowances. The value of tax depreciation allowances for investments during the holiday period are the discounted value of writeoffs that begin after the holiday is completed. This is quite unlike the case (equation (7.1) when the firm must writeoff capital during the holiday (and thus 'as only ( 1 -*)t*'t units of capital invested at time t to writeoff). The secend term in equations (9.1) and (9.2) are also similar in interpretation. Ther' denote the tax penalty of investing in capital prior to the end of the holiday and taking depreciation allowances afterwards. If the firm could carry forward its tax deductions at a rate of interest, then this second term would disappear. Equations (9.3) and (7.3) are identical as one would expect.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "21-",
        "sec_num": null
      },
      {
        "text": "-22-If the firm is able to defer its tax depreciation until after the holiday is completed, capital investment may be subsidized especially if the firm is fully exempt (uo -0). For example in the first term of equation 9.1the firm is able to deduct its depreciation allowances at the rate ul which is higher than the tax on revenues (uo). The only cost to the firm of investing in capital at time t (< t*) is the loss in the present value of tax depreciation allowances by investing in capital as captured by the second term in equations (9.1) and (9.2) respectively.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "21-",
        "sec_num": null
      },
      {
        "text": "In some countries, such as C6te d'Ivoire, the firm may choose whether to deduct or not its depreciation allowances during the holiday period. The choice made by the firm is determined by comparing the present value of tax depreciation allowances for each strategy. Under deferral, the present value of tax depreciation (denote Ad) is equal to that shown in equation (8) andunder no deferral, the present value (And) is that shown in equation 3.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "21-",
        "sec_num": null
      },
      {
        "text": "Deferral is preferred if Ad -And > 0, implying ul(#+Z) -uoZ[l-a]t*-t > 0.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "21-",
        "sec_num": null
      },
      {
        "text": "Given that ul > uo, 8 2 0 and (1-a) < 1, it is clear that deferral is always preferred. This is a useful result for empirical work presented later in that it can be assumed that a C6te d'Ivoire firm that is given only a partial exemption during the last three years of the holiday, would still prefer to defer its depreciation deductions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "21-",
        "sec_num": null
      },
      {
        "text": "Tax holidays in many countries are given to designated firms that may be owned in association with other taxpaying firms. As result, there is a clear incentive for owners to shift income from taxpaying into tax holiday entities and similarly, shift tax deductible costs from tax holiday to taxpaying firms to minimize corporate tax payments. For example, one strategy would involve intercorporate transfer pricing. Transacted prices of goods and -23services sold by a tax holiday firm to a taxpaying one can be overstated, thus allowing the firms to pass taxable income from the taxpaying firm to the tax holiday one (and vice versa if goods and services are sold from the associated taxpaying company to the tax holiday firm).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii) Associated Non-Tax Holiday Firms",
        "sec_num": null
      },
      {
        "text": "Unless tax administrators institute and enforce \"tax-avoidance\" rules, tax holidays provide significant advantages for investments undertaken by associated taxpaying firms. This argument can be elaborated upon by considering the following case which assumes that the post-tax holiday regime is the same that applying to all taxpaying firms.1 3",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii) Associated Non-Tax Holiday Firms",
        "sec_num": null
      },
      {
        "text": "Suppose that the proportion, ec, of net revenues is shifted from taxpaying to non-taxpaying firms (but not so much that the taxpaying firm becmes a tax loss company). This implies that the effective statutory tax rate t-hat is applied to the net revenues earned by the taxpaying company is pecuo +(l-x)ul. Since tax depreciation is deductible at the rate ul, the present value of tax allowances for the taxpaying firm is A-ul[, + Z]. Thus the user cost of capital for the taxpaying firm takes into account the low tax on the firm's net revenues. This implies the following cost of capital:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii) Associated Non-Tax Holiday Firms",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "F' -(6+r)(l-ul[#+Z])",
            "eq_num": "(10)"
          }
        ],
        "section": "(ii) Associated Non-Tax Holiday Firms",
        "sec_num": null
      },
      {
        "text": "Since p < ul, capital investment undertaken by the taxpaying firm is encouraged by shifting net revenues into the associated tax holiday firm.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii) Associated Non-Tax Holiday Firms",
        "sec_num": null
      },
      {
        "text": "If a tax holiday firm is associated with a taxpaying firm, its investment decision is only affected to the extent that the firm can shift depreciation deductions to the taxpaying company. The discussion below applies j2/ As surveyed in Section II, several of the countries may give other tax incentives to non-tax holiday firms thus making post-holiday tax regimes different than the tax regime faced by associated taxpaying companies.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii) Associated Non-Tax Holiday Firms",
        "sec_num": null
      },
      {
        "text": "-24to both cases which involve either mandatory or permissive tax depreciation deductions. This can be achieved through leasing arrangements which allow the taxpaying company to own the capital (and deduct depreciation) and receive a taxable lease payment for use of the capital by the tax holiday firm. The tax holiday firm, however, can only deduct the lease payment at its effective statutory tax rate which could, in fact, be zero. Thus, since the asset held by the taxpaying company is fully taxed, the only tax minimizing strategy that can work is for the lease payment to be less than amount of depreciation deducted so that the taxpaying company incurs a taxable loss on the transaction. This \"tax-avoidance\" technique can be easily prohibited by requiring lease payments to be no less than the deductible costs incurred by the taxpaying company that holds the asset. If such a restriction applies, the capital stock decision made by the tax holiday firm is not affected at the margin.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii) Associated Non-Tax Holiday Firms",
        "sec_num": null
      },
      {
        "text": "The above discussion assumes that both types of associated firms do not incur taxable losses. In some countries, associated firms may have to consolidate accounts when losses are incurred so this may impact on the investment decisions of the two types of firms. If the taxable loss of the holiday firm is fully written off the Income earned by an associated taxpaying firm, the holiday firm is able to transfer depreciation deductions to the nonholiday company. However, income is also transferred, and thus taxable, since the taxpaying firm adds the income to its own to determine the overall tax liability. If this happens every year during the tax holiday, the holiday firm's investment is taxed as if it were not in the holiday (again, assuming that post-holiday tax provisions are the same as those that apply to taxpaying firms in general). Thus the cost of capital for the tax holiday firm, for this particular case, is the same as that shown in equation (73). ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii) Associated Non-Tax Holiday Firms",
        "sec_num": null
      },
      {
        "text": "-C t-tj) (l-V)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii) Associated Non-Tax Holiday Firms",
        "sec_num": null
      },
      {
        "text": "If, however, the tax accounts of the associated companies must be consolidated, the non-holiday firm must deduct its loss against the income of the holiday firm whi:h could be fully exempt from taxation. Since fewer losses are carried forward by the non-tax holiday firm, it becomes taxpaying earlier than t'. Thus, both current and future investment decisions of the non-tax holiday firm are affected by consolidation since future income is less sheltered from taxation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii) Associated Non-Tax Holiday Firms",
        "sec_num": null
      },
      {
        "text": "When losses are transferred to the tax holiday firm that is fully exempt, the tax on income earned by the non-tax holiday firm is zero.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii) Associated Non-Tax Holiday Firms",
        "sec_num": null
      },
      {
        "text": "As for depreciation deductions, there is some value still left to the non-tax holiday firm since non-transferred future annual depreciation allowances -26remain deductible against future income. All this implies that, in expression (11), the discounted tax rate is u-O, and the present value of tax depreciation allowances is Atu 1 Z[(l-a)/(l+i)]t\"-t (t\" is the first year after t in which annual depreciation allowances are deductible by the taxpaying company). If assets, such as structures, are written off slowly over time, capital investment of the non-tax holiday firm could be encouraged if losses must be transferred to the tax holiday firm. However, future investment of the non-tax holiday firm is no longer shelterod from tax writeoffs so that it becomes more highly taxed as a result of consolidation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii) Associated Non-Tax Holiday Firms",
        "sec_num": null
      },
      {
        "text": "The analysis so far ignores both personal taxation and debt policy.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "To take both of these factors into account the model must be revised accordingly. This is done by first reformulating the firm's maximization problem to be one in which shareholders' equity is maximized rather than cash flows. The equity maximization problem is then converted into a value maximization problem which involves the firm discounting its cash flows by a discount rate that is a weighted average of the costs of debt and equity finance. As shown later, the discount rate actually varies over time because of the expected changes in tax rates after the holiday is terminated.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "When a firm undertakes investment, it finances capital from three sources: retained earnings, debt and new equity issues. (The latter source of finance is ignored to simplify the presentation.) 1 4 Investors face 14/ Since dividends may be exempt during the holiday, new equity may be a favored source of finance during a holiday. It is quite easy to adjust the cost of capital of a holiday firm for now equity finance by letting the cost of finance faced by the firm to depend on the dividend tax rate faced by the shareholders. See Boadway [19881. -27three types of personal taxation. The first is the tax on nominal interest income which is assumed to be levied at the rate m. The second is tax on dividends which is assumed to be levied at the rate Oo during the holiday and 9j after the holiday (note that the dividend tax rate is assumed to be net of dividend tax credits that may paid for integration of corporate and personal taxes). The third is the nominal capital gains tax that is assumed to levied at the rate c on an accrual basis. 1 5 At the individual level, interest, dividends and capital gains may be taxed at different rates according the individual's income and nationality. Below, it is assumed that investors in the tax holiday firm are identical and resident of the country.",
        "cite_spans": [
          {
            "start": 534,
            "end": 549,
            "text": "Boadway [19881.",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "In a capital market facing no imperfections such as credit rationing, shareholders are willing to hold equity at the margin if the netof-tax dividends and capital gains earned by investing in equity equals the net-of-tax return on investing the same funds in a bond. This capital market constraint holds each period during and after the holiday period and is written as follows:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "i(l-m)Et -(1-0t+l)Dt+l + (l-c)[Et+l -Et]",
            "eq_num": "(12)"
          }
        ],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "with 9 t-0O for t<t* and Ot -°1 for t2t*. The dividend in each period is equal to the nominal net-of-corporate tax cash flow of the firm, Xt, plus new bond issues (used to finance capital acquired in period t) less net-of-corporate tax interest payments:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "Dt -Xt + Bt+l -Bt -i(l-ut)Bt",
            "eq_num": "(13)"
          }
        ],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "jj/ Unless capital gains are exempt from .axation, most countries tax capital gains on a realization basis. The accrual tax rate is derived by calculating the present value equivalent of capital gains taxes paid when the asset is disposed. See Auerbach (19831 for a discussion of this.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "-28where ut-uO for t<t* and ut-ul for tMt*. Cash flow (arising from transactions in real goods) is equal to nominal revenues net of nominal gross investment and corporate tax payments (the latter is the tax on revenues net of capital cost allowances):",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "Xt -(l+w)tF[Ktj(l-ut) -(l+r)t(Kt+l-Kt+6Kt)(l-utp) + utaK't",
            "eq_num": "(14)"
          }
        ],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "Note that K't is the UCC base for annual depreciation allowances. 16",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "With differential taxation of capital income both at the company and personal level, there is an incentive for firms to issue securities which bear the least tax paid by investors. If equity income bears little tax relative to bonds, equity finance would be preferred and vice versa. In the model below, only retentions and bond finance are considered.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "Since dividend taxes are capitalized in share values, they have no impact on the marginal finance decisions. 1 7 On the other hand, capital gains taxes are relevant since the retention of profits increase the value of shares that are assumed to be taxed at the individual level at the rate c. Thus, §J/ The UCC base at time t, assuming no deferral of allowance, is equal to the following:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "t K't -K' 0 (l-a)t + E (l-fp)(l+r)s(Kt+l-Kt+6Kt)(l-a)t-. s-0",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "This equation, describing the nominal value of the UCC base, is used to compute the present value of tax depreciation allowances.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "1Z/ The relevant personal tax rate on equity income depends on the view taken regarding the role of dividends in a financial model. One view, due to Auerbach [1979] is that the dividend tax is full capitalized in share values. If the firm uses retentions as a source of finance, the relevant tax rate is c. If dividends convey information to the market, the effective personal tax rate on equity income may be a weighted average of personal dividend and capital gains taxes (Poterba and Summers (19851) . Below, we assume \"tax capitalization\" of dividend taxes so that only the capital gains tax rate is relevant at the margin. If new equity is issued, the personal dividend tax would directly financial decisions.",
        "cite_spans": [
          {
            "start": 149,
            "end": 164,
            "text": "Auerbach [1979]",
            "ref_id": "BIBREF1"
          },
          {
            "start": 474,
            "end": 502,
            "text": "(Poterba and Summers (19851)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "-29the effective tax on a unit of retained profit is ut+(l-ut)c and on bond interest m. Since equity income is taxed less during the holiday, a firm would favour equity finance compared to the period after the holiday.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "If there were no cost to issuing different types of securities, only one least-taxed source of finance would be used-retentions or debt. However, securities are issued at cost so that the firms must minimize the cost of financial funds trading off tax benefits with other attendant costs. For example, debt may increase the cost of bankruptcy so it is unlikely that capital would be fully debt financed. This suggests that an optimal debt policy may exist although differing in the pre-and post-holiday periods.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "Without deriving an optimal debt policy, we assume that the firm finances itself keeping the its optimal debt-value ratio (denoted yt) constant in each regime: pre-and post-tax holiday. Note that the firm's value at each point of time, denoted Vt, is the sum of the 'market\" value of debt and equity.1 8",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "There are thus two optimal financial policies in each period such that (-yo < '.) -",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "These assumptions regarding financial policy may be used to derive a value maximization problem for the firm. If equation 13is substituted into equation 12, it can be rearranged to obtain:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "Et[l+i(l-m)]+Bt[l+i(l-ut+l)]( 1 -9 t+l) _ (1-c) (l-ft+l)Xt+l + Et+l + Bt+l ( 1 -ft+l)",
            "eq_num": "(15)"
          }
        ],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "(",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "1-C) (1-c)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "]f/ The financial policy of the firm is thus determined independently of the capital stock decision. This procedure is only valid for particular financial models. See Bartholdy, Fisher and Hintz [19871. -30-Let Vt -Et + Bt (1-ft+l)/(l-c) and yt -Bt(l-ft+l)/(l-c)Vt. The formulation of this problem requires one to interpret the \"market\" value of the firm carefully. The nominal value of bonds issued by the firm from the point of view of the equity investor must be corrected by the tax capitalization factor (1-Gt+l)/(l-c). The tax capitalization factor reflects the following. If the firm buys back its bonds in period t+l that were issued period t (Bt), the value of equity falls by (l-c)Bt but dividend payments increase by (l1-t+l)Bt. Thus the firm's value rises by (l-Ot+l)/(l-c) when the firm buys back one dollar of its bonds Bt.",
        "cite_spans": [
          {
            "start": 167,
            "end": 202,
            "text": "Bartholdy, Fisher and Hintz [19871.",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "The definition of Vt is substituted into equation 15yielding:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "Vt[l+Rtl -(l-Ot+l) Xt+l + Vt+l (16) (1-c)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "where Rt -7ti(l-ut) + (l-7t)i(l-m)/(l-c), the weighted average nominal netof-corporate tax cost of equity and debt finance. Since tax rates and the weights only have values that differ according to when the firm is operating (pre-or post-tax holiday), Rt is only of two values, Ro and R 1 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "Equation 16holds at each point of time so it is straightforward to obtain the value maximization problem for the holiday firm that starts up at time t-O:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "t*-l -o ~ z xt(l-eo) +c xt(1-01) 1 (17) t-0 (1+Ro)t(l-c) t* (1+Rl)t(l-c) with 1 _ (l+Rl)t* .(l+Ro)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "Equation (17) can be further manipulated by using the definition of the Xt and dividing terms by the price index (l+ir)t to yield:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "co ( 1 -9 t)(FlKt](1-ut)-(Kt+l-Kt-6Kt)(1-At) t-O (1-c) (l+rt) f",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "-31with rt -1 for t<t* and S for t2to; (l+rt)t -((l+Rt)/(l+w))t and At-uop + [uoZo(l-Yt) + ulZl (1i)Ytl for t < t* 1-90At-u 1 l(p + Z 1 ] -A for t 2 t* 18with Zt-(l-fP)(l+Rt)a/(a+Rt) and Yt-[(l-*)/(l+Ro)lt*-t.",
        "cite_spans": [
          {
            "start": 68,
            "end": 88,
            "text": "At-uop + [uoZo(l-Yt)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "The analysis of the previous section is repeated by finding the optimal choices for capital taking into account both personal taxes and financial policy. The user costs of capital for a firm during and at the end of its holiday are:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "Holidav Period-: F' _ (6+ro)(1-At) + (l+ro) (At-At-l) (19.1) t (l-uo) (l-uO)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "End of Holidas:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "Ft -(6+ro)(l-A) + (1+ro) (A-At*.l(l-#l)/(l-.o)) (19.2) t* (l-ul) (l-ul)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "The post-holiday period user cost of capital is the same as that derived earlier for equation (73) except that r is replaced by r 1 (the cost of finance is the weighted average cost of funds in the post-holiday period).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "Expressions 19.1 and 19.2 are similar to 7.1 and 7.2 respectively except for three adjustments. First, the cost of finance is no longer the cost of equity finance; instead, it is now the weighted average cost of equity and debt finance during the holiday period. Second, the present value of tax depreciation allowance are discounted by the weighted average cost of finance rather than the cost of equity finance (with the discount rate varying from the holiday to post-tax holiday period). And third, the value of tax depreciation allowances are adjusted for the change in dividend tax rates from the holiday to post-tax holiday periods.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "-32-Although personal taxation and debt finance complicate the analysis, the results easily generalize. There are a few points that are worth noting.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "First, when the personal tax on dividends changes at the end of the holiday period, the div Send tax is not \"lump sum\" as found in the conventional analysis. A jump in the dividend tax directly affects the user cost of capital through depreciation deductions since they are less valuable after the holiday is terminated. Even though we began with the tax capitalization theory of dividend policy, we see that the dividend tax directly impacts on investment decisions. Second, the cost of capital is also affected by shifts in financial policy. Since debt interest deductions are less valuable during the holiday, the cost of funds is higher to the firm compared to the postholiday period. This suggests that the firm investments during the holiday may not receive as much benefit as one might believe.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii) Personal Taxation and Debt Policy",
        "sec_num": null
      },
      {
        "text": "In this section, the user cost of capital and effective tax rates for depreciable capital investments undertaken during and after the holiday period are estimated for the five countries described in Section II. These calculations are meant to be illustrative only since we lack the data needed for a more careful measurement of the user cost of capital. In particular, no In our estimates below, we assume that the rate of depreciation of buildings is 5% and machinery 15% on a declining balance basis. 1 9 We then convert straightline physical depreciation rates into declining balance rates using the well known approximation formula o-2/T (T denoting the life of the asset). As for debt-asset ratios of firms, we assume for one set of calculations that the firm finances capital during the holiday 50% by debt and after the holiday 75% by debt. Recent evidence 2 0 suggests that this would be reasonable to assume although it is clear that only country-specific information would be helpful in this regard. 1V For C6te d'Ivoire, we assume that machinery, which generally includes vehicles and office furniture, depreciate at a 30% rate on a declining balance basis.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IV. EMPIRICAL ANALYSIS",
        "sec_num": null
      },
      {
        "text": "XQ/ See Bartholdy, Fisher and Mintz [1987] who estimate that a point increase in the corporate tax rate in Canada is associated with a three-quarter point increase in the debt-asset ratio.",
        "cite_spans": [
          {
            "start": 8,
            "end": 42,
            "text": "Bartholdy, Fisher and Mintz [1987]",
            "ref_id": "BIBREF3"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IV. EMPIRICAL ANALYSIS",
        "sec_num": null
      },
      {
        "text": "-34- earned is fully taxed after the holiday is terminated. Even in those countries that allow depreciation to be deferred, the firm does not get much benefit from this provision in the final year of the holiday since the allowances cannot be carried forward at a rate of interest. These extraordinarily high effective tax rates severely affect investment. In fact, the firm is selling off capital stock before the holiday is terminated and increases its capital stock after the holiday is completed. fftaI. Ei lfoctiv lox rate I* highly aetlve.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IV. EMPIRICAL ANALYSIS",
        "sec_num": null
      },
      {
        "text": "-36-These results can be quite sensitive to the degree to which firms finance capital by equity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IV. EMPIRICAL ANALYSIS",
        "sec_num": null
      },
      {
        "text": "In Table III If so, personal taxes imposed on domestic savers may only affect savings rather than the cost of finance faced by the firm that is determined exogenously in the international market. Although effective tax rates during the tax holiday are generally lower than those imposed after the tax holiday, the holiday effective tax rates are far different from zero. Only when the firm is allowed to defer depreciation until after the holiday do effective tax rates become low or negative. In some cases, when deferral is allowed, the effective subsidy is so large that perhaps authorities would be taken aback by the generosity of the tax hollday.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 3,
            "end": 12,
            "text": "Table III",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "IV. EMPIRICAL ANALYSIS",
        "sec_num": null
      },
      {
        "text": "A corporate tax holiday may also be generous to firms that use nondepreciable factors of production such as land and inventories since these investments are generally tax exempt (except for the last period of the holiday). The holiday may be generous as well to labor if such labor is compensated by profit distributions that may be exempt at the individual level.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IV. EMPIRICAL ANALYSIS",
        "sec_num": null
      },
      {
        "text": "Moreover, the holiday provides tax planning opportunities for lnvestors that may try to shift taxable income earned by associated companies into the tax holiday firm.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IV. EMPIRICAL ANALYSIS",
        "sec_num": null
      },
      {
        "text": "If the object is to encourage investment in structures and other durable capital, the tax holiday seems to be a very poor tax incentive at least relative to other potential tax incentives. Long term investment would be encouraged with accelerated depreciation or an investment tax credit that could lead to zero or negative effective tax rates. The loss in tax revenue would be .39significantly lower for these other tax incentives since, unlike the tax holiday, taxes remain on other assets used by the firm. In fact, an investment tax credit or an investment allowance that applies to capital expenditures can induce the same amount of new long term investment but at less revenue cost compared to a tax holiday since the tax holiday allows firms to earn rents without paying taxes. This issue, however, goes beyond the scope of this paper.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IV. EMPIRICAL ANALYSIS",
        "sec_num": null
      },
      {
        "text": "As a final point, there are a few technical issues that should be briefly mentioned. The first is the impact of tax holidays on foreign investment which may taxed by both the capital-importing and capital-exporting countries. Although the theory developed in this paper could be easily generalized for this case, an empirical application would require measuring the the cost of funds for a foreign company. The second issue is with respect to imperfections in capital markets. The theory is based on households earning the same net-of-tax rates of return on assets in perfect markets. If investors are constrained in borrowing funds to finance equity investments, the standard capital market equilibrium does not apply. This is a general issue that is relevant to the current effective tax rate literature as applied to LDCs. The third issue is with respect to \"recapture rules that apply to the sale of assets by corporations. The theory in this paper assumes that the sale of an asset by a firm reduces the base used to calculate depreciation writeoffs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IV. EMPIRICAL ANALYSIS",
        "sec_num": null
      },
      {
        "text": "However, the treatment of depreciation in most tax systems is not symmetrical with regard to the sale and purchase of assets. If the firm sells an asset a \"balancing charge\" is imposed that may require the inclusion of the sale value of the asset (net of unclaimed tax depreciation) in the income of the corporation which is far less generous than writing down the undepreciated -40capital base. Since a tax holiday firm is expected to spin off its capital particularly at the end of the holiday, a more carefully worked out theory would include \"balancing charges\". However, this suggests that the effective tax rates estimated in this paper are, if anything, underestimated if \"recapture\" rules were modelled correctly.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IV. EMPIRICAL ANALYSIS",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Subsidy to Capital Through Tax Incentives in the Asean Countries: An Application of the Cost of Capital Under Inflation Situations",
        "authors": [
          {
            "first": "Bibliogralphz",
            "middle": [],
            "last": "Agell",
            "suffix": ""
          },
          {
            "first": "Nils",
            "middle": [
              "J"
            ],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 1982,
        "venue": "Fiscal Affairs Working Paper",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bibliogralphz Agell, Nils J., \"Subsidy to Capital Through Tax Incentives in the Asean Countries: An Application of the Cost of Capital Under Inflation Situations\", International Monetary Fund, Fiscal Affairs Working Paper, 1982.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Wealth Maximization and the Cost of Capital",
        "authors": [
          {
            "first": "Alan",
            "middle": [
              "J"
            ],
            "last": "Auerbach",
            "suffix": ""
          }
        ],
        "year": 1979,
        "venue": "Quarterly Journal of Econogics",
        "volume": "93",
        "issue": "",
        "pages": "433--56",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Auerbach, Alan J., \"Wealth Maximization and the Cost of Capital\", Quarterly Journal of Econogics, 93, 1979, 433-56.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Taxation, Corporate Financial Policy and the Cost of Capital",
        "authors": [
          {
            "first": "Alan",
            "middle": [
              "J"
            ],
            "last": "Auerbach",
            "suffix": ""
          }
        ],
        "year": 1983,
        "venue": "Journal ot Economic Literature",
        "volume": "21",
        "issue": "",
        "pages": "905--940",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Auerbach, Alan J., \"Taxation, Corporate Financial Policy and the Cost of Capital\", Journal ot Economic Literature, 21, 1983, 905-940.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Taxation and the Financial Policy of firms: Theory and Empirical Applications to Canada",
        "authors": [
          {
            "first": "Jan",
            "middle": [],
            "last": "Bartholdy",
            "suffix": ""
          },
          {
            "first": "Gordon",
            "middle": [],
            "last": "Fisher",
            "suffix": ""
          },
          {
            "first": "Jack",
            "middle": [],
            "last": "Mintz",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bartholdy, Jan, Gordon Fisher and Jack Mintz, \"Taxation and the Financial Policy of firms: Theory and Empirical Applications to Canada\", Economic Council of Canada, Discussion Paper, 324, 1987.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "The Theory and Measurement of Effective Tax Rates",
        "authors": [
          {
            "first": "Robin",
            "middle": [
              "W"
            ],
            "last": "Boadway",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "The Impact of Taxation on Business Activity",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Boadway, Robin W., \"The Theory and Measurement of Effective Tax Rates\", in The Impact of Taxation on Business Activity, ed. by Jack M. Mintz and Douglas D. Purvis, John Deutsch Institute, 1988.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Depreciation and Interest Deductions and the Effect of the Corporation Income Tax on Investment",
        "authors": [
          {
            "first": "Robin",
            "middle": [
              "W"
            ],
            "last": "Boadway",
            "suffix": ""
          },
          {
            "first": "Neil",
            "middle": [],
            "last": "Bruce",
            "suffix": ""
          }
        ],
        "year": 1979,
        "venue": "",
        "volume": "11",
        "issue": "",
        "pages": "93--105",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Boadway, Robin W. and Neil Bruce, \"Depreciation and Interest Deductions and the Effect of the Corporation Income Tax on Investment\", J^urnal of Public Economics, 11, 1979, 93-105.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Taxation, Inflation, and the Marginal Tax Rate on Capital in Canada",
        "authors": [
          {
            "first": "R",
            "middle": [
              "W"
            ],
            "last": "Boadway",
            "suffix": ""
          },
          {
            "first": "N",
            "middle": [],
            "last": "Bruce",
            "suffix": ""
          },
          {
            "first": "J",
            "middle": [
              "M"
            ],
            "last": "Mintz",
            "suffix": ""
          }
        ],
        "year": 1984,
        "venue": "CAnadian Journal of Economics",
        "volume": "17",
        "issue": "",
        "pages": "62--79",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Boadway, R.W., N. Bruce and J.M. Mintz, 'Taxation, Inflation, and the Marginal Tax Rate on Capital in Canada', CAnadian Journal of Economics, 17, 1984, 62-79.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Tax Holidays and Industry Behavior",
        "authors": [
          {
            "first": "Eric",
            "middle": [],
            "last": "Bond",
            "suffix": ""
          }
        ],
        "year": 1981,
        "venue": "Review of Economics and Statistics",
        "volume": "63",
        "issue": "",
        "pages": "88--95",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bond, Eric, \"Tax Holidays and Industry Behavior\", fe, Review of Economics and Statistics, 63, February 1981, 88-95.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Tax lioldings as Signals",
        "authors": [
          {
            "first": "Eric",
            "middle": [
              "W"
            ],
            "last": "Bond",
            "suffix": ""
          },
          {
            "first": "Larry",
            "middle": [],
            "last": "Samuelson",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "",
        "volume": "76",
        "issue": "",
        "pages": "820--846",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bond, Eric W. and Larry Samuelson, \"Tax lioldings as Signals\", American Economic Review, 76, 1986, 820-26.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Taxation of Foreign Multinationals: A Sequential Bargaining Approach to Tax Holidays",
        "authors": [
          {
            "first": "Chris",
            "middle": [],
            "last": "Doyle",
            "suffix": ""
          },
          {
            "first": "Sweder",
            "middle": [],
            "last": "Van Wijnbergen",
            "suffix": ""
          }
        ],
        "year": 1984,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Doyle, Chris and Sweder van Wijnbergen, \"Taxation of Foreign Multinationals: A Sequential Bargaining Approach to Tax Holidays\", Institute for International Economic Studies Seminar Paper No. 284, University of Stockholm, 1984.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "The Taxation of Income FroM Caoital: A Comarative Study of the United States. the United Kingdom. Sweden and West Germany",
        "authors": [
          {
            "first": "M",
            "middle": [
              "A"
            ],
            "last": "King",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [],
            "last": "Fullerton",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "1--84",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "King, M.A. and D. Fullerton, The Taxation of Income FroM Caoital: A Comarative Study of the United States. the United Kingdom. Sweden and West Germany, University of Chicago Press, 1'84.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "An Empirical Estimate of Corporate Tax Refundability and Effective Tax Rates",
        "authors": [
          {
            "first": "Jack",
            "middle": [
              "M"
            ],
            "last": "Hintz",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "Ouarterly Journal of Economics",
        "volume": "102",
        "issue": "2",
        "pages": "225--231",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hintz, Jack M., \"An Empirical Estimate of Corporate Tax Refundability and Effective Tax Rates\", Ouarterly Journal of Economics, 102, February 1988, 225-231. -2 -",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Effective Tax Rates Under Varying Tax Incentives",
        "authors": [
          {
            "first": "Anthony",
            "middle": [
              "J"
            ],
            "last": "Pellechio",
            "suffix": ""
          },
          {
            "first": "P",
            "middle": [],
            "last": "Gerardo",
            "suffix": ""
          },
          {
            "first": "David",
            "middle": [
              "C"
            ],
            "last": "Sicat",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Dunn",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Pellechio, Anthony J., Gerardo P. Sicat, and David C. Dunn, \"Effective Tax Rates Under Varying Tax Incentives\", DRD Discussion Paper #262, 1987.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "The Economic Effects of Dividend Taxation",
        "authors": [
          {
            "first": "J",
            "middle": [],
            "last": "Poterba",
            "suffix": ""
          },
          {
            "first": "L",
            "middle": [],
            "last": "Summers",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "Recent Advances in CorRorate Finance",
        "volume": "",
        "issue": "",
        "pages": "227--285",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Poterba, J. and L. Summers, \"The Economic Effects of Dividend Taxation\", in Recent Advances in CorRorate Finance, ed. by E. Altman and M. Subrahmanyam, Richard Irwin, Norewood, Ill. 227-285.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "Corporate Taxes: A Worldwide Summary",
        "authors": [
          {
            "first": "Waterhouse",
            "middle": [],
            "last": "Price",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Price, Waterhouse, Corporate Taxes: A Worldwide Summary, New York, 1986.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF1": {
        "uris": null,
        "text": "of these include tax holidays of one form or another. Although tax holidays are prevalent in LDC's, it is not difficult to find examples of holidays used in developed countries such as France and Belgium.",
        "fig_num": null,
        "num": null,
        "type_str": "figure"
      },
      "FIGREF2": {
        "uris": null,
        "text": "three complications are considered. The first is the possibility that depreciation deductions may be deferred. The second is the tax treatment of associated holiday and non-holiday firms. The third is incorporation of both debt and personal t-xation in the model. A. The Basic Theoretical Model A competitive firm uses capital in each period with the objective of maximizing the value of shareholders' equity. With no debt, the payment made to shareholders is equal to the cash flow of the firm: revenues net of expenditures on gross investment and corporate taxes. Labor inputs are ignored since there are no tax consequences associated with the use of current inputs (as wages are fully deductible from the corporate tax base).",
        "fig_num": null,
        "num": null,
        "type_str": "figure"
      },
      "FIGREF3": {
        "uris": null,
        "text": "fully taxable. Prior to t*, (t-0... .t*-l), the firm's taxable profits, revenues net of mandatory depreciation deductions, are taxed at the rate uo and, for t 2 t*, at the rate ul with ul > uo. The net-of-tax real revenues of the firm are thus equal to F[KtJ(1-uo) and the real expenditure on gross investment net of the present value of tax allowances is equal to It(l-At). During the holiday, the tax value of depreciation allowances per dollar of gross investment (At) varies at each point of time which is shown subsequently.",
        "fig_num": null,
        "num": null,
        "type_str": "figure"
      },
      "FIGREF4": {
        "uris": null,
        "text": "int'. account various complications in tax codes that are relevant to the impact of tax holidays on investment. The complications that are to be considered are the following: (i) the deferral of depreciation deductions until after the tax holiday: (ii) the treatment of associated tax holiday (pioneer) and non-pioneer firms; and (iii) financial policy and time varying personal tax rates.",
        "fig_num": null,
        "num": null,
        "type_str": "figure"
      },
      "FIGREF5": {
        "uris": null,
        "text": "loss is incurred by the taxpaying company and is written off against the income of the associated tax holiday firm, investment decisions made by the taxpaying company could be significantly affected.Without consolidation, a tax loss company may carry forward its tax losses for a maximum number of years, in some countries indefinitely. In present value terms, the tax benefit of marginal losses incurred in period t is the discounted value of tax writeoffs taken in th. period t' wlsen the firm becomes taxable. This implies that the tax on net revenues earned in period t by the tax loss firm is u-ul[l+il-(t'-t). As for depreciation, initial and annual allowances deductions are carried forward to t' and fully written off and remaining allowances are written off income after t'.Thus, the present value of depreciation deductions during the tax loss years is equal to At-up + u(l-sp)l.(l-a)(t'.t)) +uZ(l-a)t'-t. Without consolidation, the cost of capital for the tax loss company is the following (",
        "fig_num": null,
        "num": null,
        "type_str": "figure"
      },
      "TABREF0": {
        "html": null,
        "text": "... ......... .. .......",
        "content": "<table><tr><td/><td/><td/><td/><td>2</td></tr><tr><td>I.</td><td colspan=\"3\">A Deaied Decrpio of Tax Holidays .</td><td>4</td></tr><tr><td/><td>A. Tax Holiday Provisions..</td><td/><td/></tr><tr><td/><td>B. Post-Tax Hoiday P vision</td><td/><td>.9</td></tr><tr><td colspan=\"2\">m. Theoretcal Analysis</td><td>.</td><td>.</td><td>10</td></tr><tr><td/><td colspan=\"2\">A. Th Basic Theoord Model .11</td><td/></tr><tr><td/><td>B. Some ComnpliCaius .19</td><td/><td/></tr><tr><td/><td>i Deferal of Depreciation .20</td><td/><td/></tr><tr><td/><td colspan=\"3\">ii, Associed Non-Tax Holiday Frms .22</td></tr><tr><td/><td colspan=\"3\">iii.Pemsonal Taxation and Debt Policy .26</td></tr><tr><td>IV.</td><td>Empirical Analysis .32</td><td/><td/></tr><tr><td>V.</td><td>Conclusins .38</td><td/><td/></tr></table>",
        "num": null,
        "type_str": "table"
      },
      "TABREF2": {
        "html": null,
        "text": "Tax Holiday Provision Irndutrial Enterprise",
        "content": "<table><tr><td/><td/><td/><td>CSte d'Ivoire</td><td>Malaysia</td><td>Morocco</td><td>Thailnd</td></tr><tr><td/><td/><td/><td>-8-</td></tr><tr><td>Post-,</td><td>iday</td><td/><td/></tr><tr><td colspan=\"4\">Tax Provisions If the firm is granted a hollday,</td><td>it usually</td><td>does not quallfy</td><td>for</td></tr><tr><td colspan=\"5\">Bangladesh 401 (Public) 41 (Private) other tax lncentives Corporate Tax Rate such as accelerated Cst. d'Ivoir. 4011 + OX (NIF) depreciation. 43X leam 5X Malaysia abatement Depreclatlon,</td><td>Morocco 49*.X except</td><td>Thailand 3OX (Public) 351 (Privat)</td></tr><tr><td colspan=\"5\">P riod in Bangladesh, is based on the straLghtline 4-12 yrn 7-11 yrs n-10 Same as above Same as above Doprociatlon Rat\" Recapture rulae apply In some countries such as Bangladesh and Malaysla, an lnltial yrs Sa as abov methods unlndexed for inflation. 10-14 yrn Same as aove Recapture rules apply allowance is</td><td>i-S yro * yrs (optioml) Same so above Recapture rues Wly</td></tr><tr><td colspan=\"5\">Exemption given. Morocco and Thailand require 100X 100X for 4,6, or S yrs depending on region tax depreciatlon 1ox Other Tax 755 Ord last yer Incentives accounting depreciation. These rates of depreciation are applied to assets 10oo zono IV s0X Zo III to conform with</td><td>10o0 S05 for five additional yrs</td></tr><tr><td colspan=\"5\">60X 2nd last year 255 last yer No purchased both during and after the hollday period. -avallablo Inveetmet after holiday allowance 251.</td><td>No Table 1 provides the rates lb</td><td>No</td></tr><tr><td colspan=\"5\">Treatment of of depreciation Unue m*ndatory Depreciation bee and lnitial depreciatlon Depreciation deductions Depreciation delayed or investment allowances. D Dr eintlon deductions carried not mandatory-can be until end of holiday not adjuste foruard deferred Indefinitely Accelerated at 401 cases, annual tax depreciation is based on the original cost of asset without Depreciation In most mandatory-carried forward In loes periods only lIveetmeet -not avallablo Accelorated at 1005 Accelerated at twice for holiday or s0o s 201 the er_s rate IvestmStt Tax 11_e\"' -101 Allowanc of 1001 of prof Its a'*I writing down the asset base by the lnitial allowance. Ignoring inflation. ax</td><td>DOpr eiati\"o mandatory None</td></tr><tr><td colspan=\"2\">nat\"e of depreciation 0oereciatioa particularly</td><td colspan=\"3\">Declining Balance: Straight line: rates seem to be higher than economic depreciation Straight line: Sauldiag 15X Building SS Buildings 25 Machinery us Machinery 125 (average) Machinery 10--X. for buLldings and machinery in Bangladesh, and, as a result of the up to OX of zes Straight line: Conformity with beek I Westmont</td><td>Straight line: Conformity with book</td></tr><tr><td>initial</td><td colspan=\"4\">allowances, buildings and machinery in Malaysia.</td></tr><tr><td/><td/><td>In3tial Alloance:</td><td/><td>Initial Allowoac:</td></tr><tr><td/><td colspan=\"4\">Building 10X Another important provision regarding tax holidays is the treatment Buildings 20S</td></tr><tr><td colspan=\"5\">Machinery 20X of tax losses. Thailand requires losses incurred by a pioneer firm to be Machinery 205</td></tr><tr><td colspan=\"5\">Tr eamnt of tJn\" written off against income of a related non-pioneer company. The same applies Not carried Carried forward Mandatory dedection Four yrs tforward after 8 yers of associated non-carry forward</td><td>Pioner and associated no_-</td></tr><tr><td colspan=\"5\">holiday to the tax losses of the non-pioneer buwiness-it must be set off against the pionoer lose-plonr lone only carried</td><td>piopeer Income ad ltos ggregoted</td></tr><tr><td colspan=\"5\">forward lidefinitely income of the pioneer firm. Malaysia also requires losses of associated non-</td></tr><tr><td colspan=\"5\">Other Features pioneer firms to be written C-05O of Incom of Holidays Invested In govt. bonds. Source: International Bureu of Fiscal Documentation 1907 and 16. National Invest ment Diridwnd *xmpt from off the income of pioneer firms, but unlike Fund levy -10X tax personal tax fully recoverable at a Thailand, not the converse (the pioneer firm tax losses sre carried forward</td><td>Dividens exempt free persoal tax</td></tr><tr><td colspan=\"2\">indefinitely).</td><td colspan=\"3\">Dividents of public firm exempt according to type of rate that verie Bangladesh does not allow tax losses of holiday firms to be</td></tr><tr><td colspan=\"5\">free personal tox carried forward after the holiday while in C6te d'Ivoire and Morocco there is Investment</td></tr><tr><td colspan=\"5\">a limit on the time permitted for losses to be carried forward.</td><td>In the case of</td></tr><tr><td colspan=\"2\">C6te d'Ivolre,</td><td>depreciation</td><td colspan=\"2\">deductions can be deferred indefinitely</td><td>so it is</td></tr><tr><td colspan=\"3\">unlikely that the restriction</td><td colspan=\"2\">on the carry forward of losses is binding for</td></tr><tr><td colspan=\"2\">many firms. 6</td><td/><td/></tr></table>",
        "num": null,
        "type_str": "table"
      },
      "TABREF3": {
        "html": null,
        "text": "Tax depreciation rules, after the hollUay is terminated, are the same as those described in the previous section. In general, the rates of depreciation do not change except for the case of C6te d'Ivoire where accelerated depreciation (twice the normal rate) might be available for qualifying capital after the holiday period (for later analysis, I assume that post-holIday investments do not qualify for accelerated depreciation). An investment allowance not available to firms during a holiday is available after the holiday in Bangladesh. Otherwise, accelerated depreciation and investment",
        "content": "<table><tr><td>-10-</td><td/></tr><tr><td colspan=\"2\">Malaysia and Thailand fully exempt dividends while Bangladesh only exempts</td></tr><tr><td>dividends of holiday firms listed on the stock exchange.</td><td>How dividend</td></tr><tr><td colspan=\"2\">taxation affects the marginal investment decision of the holiday firm is an</td></tr><tr><td>issue left for later analysis presented in Section III.</td><td/></tr><tr><td>B. Post-Tax Holidav Provisions</td><td/></tr><tr><td colspan=\"2\">When the holiday is terminated, the firm must pay corporate income</td></tr><tr><td colspan=\"2\">taxes according the normal tax code provisions. The statutory tax rate imposed</td></tr><tr><td colspan=\"2\">in the five countries currently varies from 30% in Thailand (public firms) to</td></tr><tr><td>about 50% in Morocco.</td><td/></tr><tr><td colspan=\"2\">/ I have not been able to determine if the firm must pay the NIF tax during</td></tr><tr><td colspan=\"2\">the holiday. I assume, if it does, that the tax does not affect the</td></tr><tr><td colspan=\"2\">marginal investment decision since the funds can be fully recovered by</td></tr><tr><td>investing in qualifying capital.</td><td/></tr></table>",
        "num": null,
        "type_str": "table"
      },
      "TABREF4": {
        "html": null,
        "text": "6ff * 0. During the tax holiday, the user cost of capital is equal to the cost of depreciation and finance less the gain to firm in tax depreciation allowances after the holiday is terminated. The interpretation of this formula is straightforward. By investing in capital in period t-l (yielding income in period t), the firm replaces 6 units of capital in period t. This generates -17tax depreciation allowances per dollar of capital equal to ul Z [(l-*)/(l+i)lt*t afrer the period. However, the firm, by investing in capital in period t-l rather than in t, loses in present value terms, tax depreciation",
        "content": "<table><tr><td colspan=\"4\">that would be based on higher capital</td><td>good prices.</td><td>This is the term a+w</td></tr><tr><td>multiplied</td><td colspan=\"4\">by the present value of tax depreciation</td><td>allowance later eariied by</td></tr><tr><td>the firm.</td><td>Equation (7.1')</td><td colspan=\"3\">leads to the following</td><td>conclusion regarding a tax</td></tr><tr><td>holiday</td><td colspan=\"2\">that fully exempts a firm:</td><td colspan=\"2\">if the firm's</td><td>economic deRreciation</td><td>rate</td></tr></table>",
        "num": null,
        "type_str": "table"
      },
      "TABREF5": {
        "html": null,
        "text": "weighted marginal dividend tax rate, and the distribution of machinery or building assets that is needed to calculate the average tax depreciation rate. Thus, the length of holidays, dividend tax rate and tax depreciation rates were chosen based on the country's tax code. It is also not known to what extent governments limit the number of times that a firm can claim a tax holiday. It is quite possible that the effective holidays may last longer than that indicated by statute.",
        "content": "<table><tr><td/><td/><td/><td>-33-</td></tr><tr><td colspan=\"2\">holidays, the</td><td/><td/></tr><tr><td colspan=\"4\">country-specific data except for interest rates and .nflation rates were</td></tr><tr><td colspan=\"4\">available. Instead, we used data that were estimated for developed countries</td></tr><tr><td colspan=\"4\">such as physical depreciation rates for capital. Certain developing country-</td></tr><tr><td>specific</td><td>corporate</td><td>tax parameters</td><td>were also used such as statutory corporate</td></tr><tr><td colspan=\"4\">tax rates, dividend, tax rates and tax depreciation rates. However, no</td></tr><tr><td colspan=\"4\">information was available regarding such items as the average length of tax</td></tr></table>",
        "num": null,
        "type_str": "table"
      },
      "TABREF7": {
        "html": null,
        "text": "presents effective tax rates and user costs of capital for tax holiday investments that are assumed to be fully financed by equity. Note that personal taxes are ignored in this set of calculations.For the five countries that are considered, effective tax rates on capital during a tax holiday (except for the final year) are generally below those that are faced by the firm after the holiday. This is not entirely surprising. What is surprising, however, is that the effective tax rates on capital during the holiday are generally high and positive in value. The implication of this is that there is rather large tax penalty arising from insufficient tax depreciation deductions taken after the holiday for investments made during the holiday. This tax penalty is highest in those countries with high inflation rates (Morocco and Bangladesh) and with tax provisions that require capital to be quickly written off during the holiday (Bangladesh). If, however, a country allows firms to defer tax depreciation until after the holiday, capital is taxed at a lower rate or subsidized (as indicated by negative effective tax rates). This particularly applies to C6te d'Ivoire and to a lesser extent Malaysia.",
        "content": "<table/>",
        "num": null,
        "type_str": "table"
      },
      "TABREF8": {
        "html": null,
        "text": "also indicates that effective tax rates imposed on firms at the end of the tax holiday are particularly high. At this point, the firms are investing in new capital just before the end of the tax holiday but income",
        "content": "<table/>",
        "num": null,
        "type_str": "table"
      },
      "TABREF11": {
        "html": null,
        "text": "The tax holiday provisions for long term investment are not as generous to the firm as one might initially conclude. Even if the firm is fully exempt during the holiday, its investment decision may be significantly affected by taxation during the holiday. As argued earlier, a firm that must write off tax depreciation allowances during the holiday may face a relatively high effective tax rate since the allowances that remain after the holiday may be inadequate relative to the income-generating capacity of the asset.",
        "content": "<table><tr><td/><td/><td/><td/><td/><td/><td colspan=\"2\">-38-</td><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td colspan=\"4\">V. CONCLUSIONS</td><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td colspan=\"3\">TAM M. Ef.etIwe Tau 1t_</td><td>S.</td><td/><td>_</td><td>_lel e.</td><td>.d</td><td>l_</td><td/><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td colspan=\"2\">(DSt Fine.. Ca.)</td><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td colspan=\"2\">Effective Ta R ate</td><td/><td/><td/><td/></tr><tr><td/><td/><td>b|elad.ds Salildinq</td><td>(tee? b.hlry</td><td colspan=\"2\">ate ------------d'Ivohe (tm-) ouillinag M.cbinury</td><td>su</td><td>ahiqnla ine</td><td>(?) \"\"hi\"\"</td><td colspan=\"4\">(\". tD) ~ ~~~~~~~ZoneS Ziin 4 bUldik Ib.inery vwaidinee Ibebleery</td><td colspan=\"2\">TM; I ad (to.&amp;) bildift\" Ibiae</td></tr><tr><td colspan=\"2\">bJfing th Id * 0</td><td>80.95</td><td>18.05</td><td>-1.7</td><td>-892.81</td><td colspan=\"2\">-2.15</td><td>-4.95</td><td>S.\"</td><td>5.65</td><td>2.75</td><td>1.45</td><td colspan=\"2\">096</td><td>0.45</td></tr><tr><td/><td>* a a</td><td>\"10</td><td>.6</td><td>-2.2</td><td>4269.45</td><td colspan=\"2\">-4.0</td><td>4111</td><td>7.45</td><td>9.*5</td><td>4.65</td><td>3.11</td><td colspan=\"2\">0.6\"</td><td>1.13</td></tr><tr><td/><td>S a a</td><td>$4.5</td><td>\".11</td><td>-2.5</td><td>-21265</td><td colspan=\"2\">4-73</td><td>-120.01</td><td>86</td><td>11.65</td><td>6.61</td><td>5.6</td><td>1..</td><td>2.15</td></tr><tr><td/><td>5 a</td><td>80.5</td><td>P7.05</td><td>4.45</td><td>-19.\" 6</td><td colspan=\"2\">4.13</td><td>412.11</td><td>11.65</td><td>18.91</td><td>10.75</td><td>13.05</td><td colspan=\"2\">2.#1</td><td>6.11</td></tr><tr><td>.</td><td>WW\"</td><td>90.111</td><td>94.45</td><td>U.455</td><td>i.43</td><td colspan=\"2\">4 .65</td><td>48.U</td><td>WM9</td><td>72.05</td><td>U.4S</td><td>76.29</td><td>80.1</td><td>*2.45</td></tr><tr><td colspan=\"2\">ioet \"DI Id\"s</td><td>M5S 1</td><td>01.05</td><td>-18.651</td><td>644.73</td><td colspan=\"2\">-17.#</td><td>-114.65</td><td>49.a</td><td>-7.9</td><td>-29.11</td><td>-7.65</td><td>4.0</td><td>2.65~~~~~~_</td></tr><tr><td/><td/><td/><td/><td/><td colspan=\"4\">_________ __________Ze8a4</td><td/><td/><td/><td/><td/></tr><tr><td/><td/><td colspan=\"2\">ftestadNA \"(t-)n</td><td colspan=\"2\">t I'tvire(e7</td><td/><td>oly</td><td>(U=7</td><td>Z</td><td>\"e</td><td>(6_|0)</td><td>Ze\" 4</td><td>l</td><td>WailwA(oin</td></tr><tr><td/><td/><td>bildina</td><td>PDhIner7</td><td>11_r udis.</td><td/><td/><td/><td>Pbdzl-p</td><td>i;ildiftw</td><td>lhdina</td><td>blildii_</td><td>tbcbiewe</td><td colspan=\"2\">ii. dang</td><td>PWhaei_.y</td></tr><tr><td colspan=\"2\">Ourise Hlif</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>* 0</td><td>7.96</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>",
        "num": null,
        "type_str": "table"
      }
    }
  }
}