{
  "paper_id": "D700422",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:30.367899Z"
  },
  "title": "The World Bank",
  "authors": [],
  "year": "1996-04-12",
  "venue": null,
  "identifiers": {},
  "abstract": "This report is based on the findings of a mission which visited Tanzania in May 1995. The mission was led by Mr. Gerhard Tschannerl (Sr. Municipal Engineer), and included Mr. Iraj Talai (Financial Analyst), Ms. Keta Ruiz (Economist), Ms. Rowena Martinez (Operations Analyst), Mr. Chris Banes (Municipal Infrastructure Specialist), Mr. Solomon Alemu (Civil Engineer), and Mr. Joseph Gadek (Sr. Sanitary Engineer). The peer reviewers were Ms. Letitia Obeng (AFTES), Mrs. Sandra Cointreau-Levine (Consultant), Mr. Robert Tillman (AFTES), Mr. Patrick Bultynck (AFTES) and Ms. Rita Hilton (ESDVP). Mmes. Janine Littleford and Nina Jones provided secretarial support. Messrs. Stephen Weissman and James Adams are the Division Chief and Director, respectively, for the operation. iii UNITED REPUBLIC OF TANZANIA URBAN SECTOR REHABILITATION PROJECT CREDIT AND PROJECT SUMMARY Borrower: United Republic of Tanzania 1.28 The policy contained in the LSP addresses sub-sector specific (e.g. urban roads maintenance) as well as sector-wide (e.g. ownership of urban infrastructure and assets) issues. In response to urban sector constraints, the Government has initiated the formulation of an urban policy directed at: (i) strengthening the financial management, autonomy, and viability of the urban local authorities; (ii) devolving responsibility and accountability to urban local authorities for supply, operation, and maintenance of infrastructure services; (iii) determnining establishment structures for the urban local authorities that enhance efficiency; (iv) creating effective cost recovery capabilities; and (v) involving the private sector and community groups in the provision of urban services. Key policy issues addressed in the LSP are : (i) intergovernmental roles; (ii) capacity building; (iii) local government finance; (iv) land management and human settlement development issues; and (v) role of the private sector and community participation. Agreement was reached during negotiations that by the time of the Mid-Term Review (para. 3.26) the Government would, as stipulated in the LSP, present draft legislation to the National Assembly, amending, if necessary, (i) the Local Government Service Act No. 10 of 1982, and (ii) the Local Government Act No. 23 of 1991, to strengthen the financial management, autonomy, and viability of urban local authorities. 1.29 The Government's National Civil Service Reform program has also assisted the urban local authorities with the retrenchment of thousands of staff through compensation packages and personnel planning. New establishments have been set for each of the authorities, and the national civil service salary scales have been revised upwards, approximately doubling the wage compensation of most service grades since July 1994. D. PREvious IDA INVOLVEMENT AND LESSONS LEARNED 1.30 There have been no prior IDA-assisted urban sector investment projects in Tanzania. The Urban Sector Engineering Project (Cr. 2291-TA), which is nearing completion, served to identify sector needs, necessary policy reform, and strengthen the financial management skills of the eight towns chosen for inclusion in the Urban Sector Rehabilitation Project.",
  "pdf_parse": {
    "paper_id": "D700422",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "This report is based on the findings of a mission which visited Tanzania in May 1995. The mission was led by Mr. Gerhard Tschannerl (Sr. Municipal Engineer), and included Mr. Iraj Talai (Financial Analyst), Ms. Keta Ruiz (Economist), Ms. Rowena Martinez (Operations Analyst), Mr. Chris Banes (Municipal Infrastructure Specialist), Mr. Solomon Alemu (Civil Engineer), and Mr. Joseph Gadek (Sr. Sanitary Engineer). The peer reviewers were Ms. Letitia Obeng (AFTES), Mrs. Sandra Cointreau-Levine (Consultant), Mr. Robert Tillman (AFTES), Mr. Patrick Bultynck (AFTES) and Ms. Rita Hilton (ESDVP). Mmes. Janine Littleford and Nina Jones provided secretarial support. Messrs. Stephen Weissman and James Adams are the Division Chief and Director, respectively, for the operation. iii UNITED REPUBLIC OF TANZANIA URBAN SECTOR REHABILITATION PROJECT CREDIT AND PROJECT SUMMARY Borrower: United Republic of Tanzania 1.28 The policy contained in the LSP addresses sub-sector specific (e.g. urban roads maintenance) as well as sector-wide (e.g. ownership of urban infrastructure and assets) issues. In response to urban sector constraints, the Government has initiated the formulation of an urban policy directed at: (i) strengthening the financial management, autonomy, and viability of the urban local authorities; (ii) devolving responsibility and accountability to urban local authorities for supply, operation, and maintenance of infrastructure services; (iii) determnining establishment structures for the urban local authorities that enhance efficiency; (iv) creating effective cost recovery capabilities; and (v) involving the private sector and community groups in the provision of urban services. Key policy issues addressed in the LSP are : (i) intergovernmental roles; (ii) capacity building; (iii) local government finance; (iv) land management and human settlement development issues; and (v) role of the private sector and community participation. Agreement was reached during negotiations that by the time of the Mid-Term Review (para. 3.26) the Government would, as stipulated in the LSP, present draft legislation to the National Assembly, amending, if necessary, (i) the Local Government Service Act No. 10 of 1982, and (ii) the Local Government Act No. 23 of 1991, to strengthen the financial management, autonomy, and viability of urban local authorities. 1.29 The Government's National Civil Service Reform program has also assisted the urban local authorities with the retrenchment of thousands of staff through compensation packages and personnel planning. New establishments have been set for each of the authorities, and the national civil service salary scales have been revised upwards, approximately doubling the wage compensation of most service grades since July 1994. D. PREvious IDA INVOLVEMENT AND LESSONS LEARNED 1.30 There have been no prior IDA-assisted urban sector investment projects in Tanzania. The Urban Sector Engineering Project (Cr. 2291-TA), which is nearing completion, served to identify sector needs, necessary policy reform, and strengthen the financial management skills of the eight towns chosen for inclusion in the Urban Sector Rehabilitation Project.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "A.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "URBAN SECTOR",
        "sec_num": "1."
      },
      {
        "text": "Tanzania's GDP per capita is amongst the lowest in the world' with about 50% of the population (mid-1993 estimate of 28 million) living in poverty. Although life expectancy is only 51 years and infant mortality is 92 per 1,000 live births, population growth is high at 3 percent. Agriculture constitutes the largest activity in the country, contributing to 61 percent of GDP, followed by services (26 percent) and industry (12 percent). GDP growth during 1980-1992 averaged 4 percent. The exports to GDP ratio is 1 to 6 with coffee, cotton, tobacco and tea being the main export commodities. Both imports and exports declined by 1.2 percent per year on average during the last decade due to Government controls and a sharp deterioration of the terms of trade. Machinery and transport equipment constitute the largest share of merchandise imports (43 percent), followed by other manufactured goods (33 percent), fuels (13 percent) and food (6 percent). Tanzania's external debt amounts to 250 percent of its GDP, resulting in a correspondingly high debt service burden.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.1",
        "sec_num": null
      },
      {
        "text": "Tanzania became independent in 1961. With the Arusha Declaration in 1967, the public sector took on the leading role in the economy. Social progress was achieved in the 1970s, but the structural imbalance of the economy continued. By the mid-1980s the economy was characterized by prolonged stagnation and a worsening macroeconomic performance. Since 1986 Tanzania has undertaken a prograrn to reduce economic controls and encourage the private sector, but the reforms have not sufficiently restructured traditional exports, parastatals, and the financial sector. GDP and export growth averaged 4 percent per year during the period of 1986-1993.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.2",
        "sec_num": null
      },
      {
        "text": "The Government's medium-term economic development objective is to raise the annual rate of economic growth to 6 percent and to reduce poverty through the provision of social and physical infrastructure. IDA's role has been to support the Government in achieving its goal of poverty reduction through the provision of financial resources in the form of credits and through policy advice and technical assistance.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.3",
        "sec_num": null
      },
      {
        "text": "URBAN SECTOR OVERVIEW",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.",
        "sec_num": null
      },
      {
        "text": "Tanzania's approximately 6 million urban dwellers represent 21 percent of the total population. The urban population was growing at a rate of 6.6 percent annually from 1980 to 1992, more than twice the national rate of population growth during the The estimate given in the 1995 World Bank Development Report of $90 per capita is based on official statistics and is likely to be an underestimate. A recent survey of household expenditure in Tanzania estimates per capita yearly expenditure at US$ 280. The same report gives a population estimate of 28 million. same period. In spite of an emphasis on improving living conditions in rural areas, the Government has not been able to prevent rapid urbanization, exacerbated by economic stagnation and the dissolution of the local government system in 1972. As a result, investment in the public and private sector and economic growth have not kept pace with population growth in urban areas.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.4",
        "sec_num": null
      },
      {
        "text": "The development of the urban sector in Tanzania since 1975 has also been hampered by low levels of urban management capacity and inappropriate institutional arrangements. Demand for infrastructure and other urban services has not been met, worsening the nature and incidence of urban poverty and constraining national economic growth and productivity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.5",
        "sec_num": null
      },
      {
        "text": "As in other agricultural economies, Tanzania's rural-to-urban migration has resulted from economic push and pull effects. The decline of international primary commodity prices (mainly for coffee and sisal) in the 1970s and 1980s and other disincentives to national farmers helped push rural producers to the towns in search of employment. Similarly, the potential income streams, education and other subsidized or free public goods and services led many rural dwellers to Tanzania's largest city, Dar es Salaam, and secondary cities. Dar es Salaam, with approximately 3 million inhabitants, is seven times the size of the next largest city, Mwanza, and continues to attract the majority of migrants. It appears that the incomes in the three largest towns of Dar es Salaam, Mwanza and Arusha has grown at rates higher than the national average (3%) since 1975, though this would not have kept pace with population growth in these towns. While there have been Government and donor urban investment schemes, little or no private sector investments in urban infrastructure or services have taken place.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.6",
        "sec_num": null
      },
      {
        "text": "During the period of 1967-1982, social welfare policies were pursued by the Government in an attempt to provide social services for all citizens. In 1972 infrastructure and service delivery responsibilities in Tanzania were centralized and deconcentrated through a regionalization program which disbanded existing local governments. A comprehensive regional tier of government usurped the powers of the urban local authorities, a system which the Government inherited at independence. This resulted in a decade of little or no investment in the management capacity of urban local authorities. Their ability to generate, rationally expend, and account for revenue and provide services was eroded. In 1982 Government passed the Local Government Urban Councils Act and related legislation, effectively restoring the institutions of local government. This and subsequent legislation has officially restored local government service provision responsibilities, though the functions of the regional tier of government remain.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.7",
        "sec_num": null
      },
      {
        "text": "Urban local authorities fall under the responsibility of the Department of Local Government in the Prime Minister's Office (PMO) . Nearly all of the authorities' capital development expenditure and recurrent health and education expenditures are financed through Central Government grants. The urban local authorities' annual budgets are approved by PMO after being vetted by the Regional Development Director. They are run by three different levels of locally elected councils: urban, municipal, and city, representing small, medium and large cities, respectively; Dar es Salaam has the only city council.",
        "cite_spans": [
          {
            "start": 123,
            "end": 128,
            "text": "(PMO)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.8",
        "sec_num": null
      },
      {
        "text": "Urban local authorities have responsibility for the provision of all infrastructure services within urban boundaries and are the legal owners of these assets. The major exceptions to this arrangement are water and national roads. The Ministry of Water owns and operates the urban water intake, treatment, and distribution infrastructure. The Ministry of Works develops and maintains the national road system. Other civil works have been financed and directly implemented by Government, though the ownership of the resulting assets remains local.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.9",
        "sec_num": null
      },
      {
        "text": "1.10 The urban institutional environment is currently undergoing renewed capacity building to restore incentives for improving sustainable urban development. Implicit in this effort is a recognition that some national sector policies, procedures, and the local regulatory framework have been obstacles to public and private sector development. The urban local authorities and regional authorities are generally monopoly producers of public goods and services, although this is in the process of changing. Urban service pricing requires a comprehensive review as reflected in the Letter of Sector Policy (Annex A) for urban development. The laws and practices of local revenue collection severely limit the ability of the authorities to recover the costs of the services they produce, which has resulted in a severe shortfall in the supply and quality of these goods and services.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Institutional Constraints",
        "sec_num": null
      },
      {
        "text": "1.11 The policies placing the regional governments in the leading decision making role in relation to urban infrastructure and services from 1972 to 1982 have rendered the urban authorities organizationally weak. While since 1982 there has been an effort to decentralize administratively, a corresponding fiscal decentralization of power has been lacking. The average revenue generated per employee in urban councils is less than onehalf of the recurrent expenditure per employee, perpetuating the high degree of reliance on Central Government subsidies to provide infrastructure services. While the lowerlevel positions in the urban local authorities are generally overstaffed, at the professional and technical skills level there are many vacancies which are difficult to fill with properly qualified personnel, further constraining efforts to provide improved services for the urban populace.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Institutional Constraints",
        "sec_num": null
      },
      {
        "text": "1.12 While many institutional constraints still exist and require attention to meet the objectives of any future investments in the urban sector, much has been accomplished in the last few years. Continuing reforms of the civil service have lead to a sizable reduction in the lower level positions, the functions of which have been absorbed by the private sector through contracting arrangements. The large degree of dependence on force account work has been significantly reduced. Road maintenance under the Regional Roads Engineer has been almost entirely contracted out through the Integrated Roads I Project (IDA Credit No. 2149-TA). Urban Water and Sewerage Departments and Urban Water and Sewerage Boards have been newly established on a pilot basis in three urban centers in 1994 and proven to be successful in bringing about improved efficiency in the sector. Efforts in Dar es Salaam and in eight project towns to reassess the property valuation policies and procedures through the Urban Sector Engineering Project (IDA Credit No. 2291-TA) have led to significant improvements in revenue generation for the municipalities through renewed efforts in property tax billing and collection.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Institutional Constraints",
        "sec_num": null
      },
      {
        "text": "Urban Service Coverage 1.13 Relatively high rates of urban population growth, low levels of urban management capacity, and low revenue collection have resulted in low levels of service coverage, affecting the poor more than the middle and upper income groups. According to recent findings of a Social Sector Survey, 60% of national expenditures for water supply benefited the 20% in the highest income group. 1.14 The poor quality and quantity of infrastructure services increases the unit costs of production and accelerates the depreciation of assets for the urban-based manufacturing sector. Over the past two decades the routine diversion of operations and maintenance (O&M) funds to finance small capital works has led to severe deficiencies in infrastructure services. The limited amount of historical budget data available indicates 2 While these figures indicate that only 2% -5% of urban residents have no sanitation facilities, a very high percentage of those counted as having service is served with on-site latrines that are in very poor condition and would be classified as unhygienic service. These estimates are confirmed by the April 1995 World Bank Social Sector Review.",
        "cite_spans": [
          {
            "start": 840,
            "end": 841,
            "text": "2",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Institutional Constraints",
        "sec_num": null
      },
      {
        "text": "that for this period less than US$ 2 per year per capita was allocated to the capital budget for urban service and infrastructure provision (excluding water supply) for the major municipalities. The local authorities have not employed sound market pricing principles in the development of their tariff schedules for various services. They have historically recovered less than 30% of the O&M costs, and nothing for amortization and depreciation of the investment costs. The Urban Sector Rehabilitation Project would significantly increase revenue collection (see Chapter 4).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Institutional Constraints",
        "sec_num": null
      },
      {
        "text": "1.15 The lack of adequate infrastructure services in urban areas has not resulted from budgetary constraints alone. The abolition of municipal councils in 1972 had a negative impact on the provision of new infrastructure, the rehabilitation of existing infrastructure, and the routine O&M of existing facilities. Until the recent civil service reforms were put in place, the salaries of those in municipal government responsible for these services were so low that it was difficult to recruit and retain trained and skilled personnel. The policies in the urban sector have not clearly defined the roles of local, regional, and national agencies in relation to each other.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Institutional Constraints",
        "sec_num": null
      },
      {
        "text": "1.16 Urban population growth has provided an increasing demand for urban roads and transport. Urban local authorities have not had the financial and managerial resources to meet their road development and maintenance responsibilities. Routine maintenance has been limited to the filling of potholes and cleaning, compounded by a lack of traffic management, inappropriate road junction designs, uncontrolled on-street-parking, and undisciplined driving habits, resulting in traffic congestion and accidents, inefficient or nonexistent traffic regulation and on-street loading and unloading of passengers. The Ministry of Works (MW) is responsible for the maintenance and occasionally the rehabilitation of the national highway system, which includes long-distance roads leading through the towns. The regional engineers of MW also assist the municipalities on occasion with the maintenance of other urban roads, mainly through the provision of equipment and repair services.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Urban Roads and Transport",
        "sec_num": null
      },
      {
        "text": "1.17 Public transport in the towns is provided by the private sector, operating minibuses and taxis under a license granted by the Regional Office of the Transport Licensing Authority of the Ministry of Communication and Transport (MCT) and by medium and large buses operating on regional and district routes. Only Dar es Salaam has an operating public urban bus company. The poor quality of the urban road surface results in high maintenance costs and subsequently low maintenance standards. Walking remains the predominant mode of transport in Tanzania, where 63 -79 percent of the urban population does not have access to motorized transport, private vehicles or public transport services. Both motorized and non-motorized traffic are competing for the same roads, contributing to traffic congestion, reduced speeds, and traffic accidents.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Urban Roads and Transport",
        "sec_num": null
      },
      {
        "text": "1.18 MCT set up the Committee on Urban Transport Management in November 1994, the main objective of which is to advise MCT in the preparation, implementation and monitoring of an Urban Transport Policy Action Plan for enhancing urban mobility in the major urban centers of Tanzania. The Action Plan will address: (i) institutional strengthening at the national and municipal level, (ii) urban roads rehabilitation, (iii) the urban transport regulatory framework, (iv) promotion of safe public transport services, (v) integration and development of non-motorized transport, and (vi) establishment of performance criteria to monitor and evaluate the evolution of urban mobility in the major urban centers of Tanzania. Through the Action Plan, the urban local authorities will be involved in the process of urban transport policy reform and the development of nonmotorized transport. A draft report of the Action Plan has been issued in November 1995 and was reviewed at a national policy seminar on February 26, 1996.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Urban Roads and Transport",
        "sec_num": null
      },
      {
        "text": "Resolution of August 8, 1991, the revenue for which is generated from a portion of the tax placed on fuel. A portion of the Fund is made available to local authorities, although the allocation of these funds has been uneven and sporadic. A new system became effective on February 1, 1995, whereby 20% of the Road Fund is transferred by the Ministry of Finance to PMO, which in turn determines the fund allocation to each local authority according to its relative population density, road density and underlying revenue base. Based on these criteria, most towns are expected to receive annually an average of 1.8% of the portion of the Road Fund allocated to PMO. Agreement was reached during credit negotiations that the Government will ensure that, at least until the completion of the project, the agreed portion of the Road Fund will be paid to the urban local authorities on a quarterly basis.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A Road Fund was established by the Government through a Parliamentary",
        "sec_num": "1.19"
      },
      {
        "text": "1.20 For all 19 major towns in Tanzania, it is estimated that only 25 percent of the solid waste being produced is collected and disposed of by the urban authorities. Poor accessibility and road conditions have posed difficulties in collection, exacerbated by a lack of user participation in kind or cash payments for the services and an overall history of unsustainable service delivery. Prior investments by IDA and bilateral donors in solid waste management have generally resulted in fleets of vehicles with average useful lives of four years or less, after which the service deteriorates significantly until another set of vehicles is acquired, often with donor assistance. Private sector involvement in solid waste management is now being introduced on a limited scale in Dar es Salaam through a bilateral assistance program.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Solid Waste Management",
        "sec_num": null
      },
      {
        "text": "1.21 Less than 10% of Tanzania's urban population have connections to a sewerage system. Most middle and upper-income areas depend on individual septic tanks for excreta disposal, and most lower income areas (70% of the urban population) use latrines. Only 8% of the average daily production of 6 million liters of liquid waste is removed in Dar es Salaam. Publicly run septic tank emptying services are cheap due to heavy subsidization, but are very scarce and unreliable. Private emptying services cost an order of magnitude more to the end-user than publicly run services, but are much more reliable. At present, most latrines are emptied using labor-intensive techniques with serious health risks for those employed, transferring the waste problem to the surrounding community in the process as the contents of the latrines are typically not disposed of in a safe and hygienic manner. Even though the National Urban Sewerage and Sanitation policy has been agreed on in May 1987 (contained in the Project Implementation Plan), the implementation of the policy has started very slowly due to inadequate financial resources and because of a need to amend some laws and regulations in line with the recommended policy.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Sewerage and Sanitation",
        "sec_num": null
      },
      {
        "text": "1.22 At the end of 1993, about 50% of the population of Tanzania had access to clean and potable water supply. In the urban areas only 68% of the 6 million urban population was served with piped water. The coverage does not take into account the quality of water supplied, as quite often water is delivered either partially treated or untreated due to non-functioning of treatment plants and lack of chemicals for treatment.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Water Supply",
        "sec_num": null
      },
      {
        "text": "1.23 The water supplies in almost all urban areas are inadequate in both the quantities produced and the coverage of the distribution network. The status and level of service is far too low due to many reasons including shortage of funds, transport, equipment, excessive leakages coupled with illegal connections, insufficient water metering, and inefficient management. In addition to the ever-increasing demand for additional domestic supply, the economy of many urban centers is heavily dependent on the mushrooming industries and commercial enterprises, the operation of which need a reliable water supply.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Water Supply",
        "sec_num": null
      },
      {
        "text": "1.24 Urban water supplies have typically been managed at three levels -national, regional, and district. All regional water supplies, with the exception of Dar es Salaam and Dodoma, come under the responsibility of the Regional Water Engineer. At present, the Dodoma water supply is directly under MOW, while the National Urban Water Authority (NUWA) is a public corporation responsible for Dar es Salaam water supply. For the districts, water supplies are under the District Water Engineer who is technically answerable to his respective Regional Water Engineer. Most regional and district towns receive budget allocations from the Central Government for the O&M of water supplies, which are always far below requirements. Revenue accrued from the sale of water has been directly deposited in the Treasury and has not been available for O&M or direct investments in that region. Management problems range from increasing operating costs (especially electricity and chemicals); poor billing and revenue collection; low tariffs, inadequate funding of O&M; deteriorating and outdated plant and equipment; poor infrastructure and working facilities; and unplanned rapid urbanization and industrialization.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Water Supply",
        "sec_num": null
      },
      {
        "text": "1.25 The unsatisfactory situation of urban water supplies prompted the Government to formn semi-autonomous Urban Water and Sewerage Departments (UWSDs) to operate and maintain water supplies in large urban centers. The decision was based on the recommendations contained in a 1993 study by MOW on Financing of Operation and Maintenance of Urban Water Supply in Tanzania. Their semi-autonomy is based on: (i) Treasury authorization to establish \"special accounts\" for each UWSD as provided for in the Exchequer and Audit Ordinance Act of 1961, which allows for the establishment of a special fund in each town from which moneys may be expended for the purposes for which the fund is established; (ii) establishment of UWSDs; and (iii) establishment of Urban Water and Sewerage Boards (UWSBs) responsible for deciding on key management issues, including tariff levels (also contained in the Act). In order to ensure adequate participation of stakeholders in the management of the water supplies, the UWSBs are composed of representatives of consumers, local and national government, and the private sector. Key MOW staff are appointed to the Board to ensure coordination on technical matters and oversight over government subsidies in the transition period to full autonomy of the UWSDs. The UWSBs periodically evaluate the level of tariffs and revise them as necessary so that all O&M costs, and eventually also amortization, can be financed from the revenues generated (para. 4.1 1).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Water Supply",
        "sec_num": null
      },
      {
        "text": "1.26 UWSDs have been established in three \"pilot\" towns (Arusha, Moshi and Tanga) since July 1, 1994, and UWSBs have been appointed in all three towns and have become operational. The water supply tariffs were increased, and even though this management system has only been in operation for over a year, the water supply in these towns has substantially improved. Another reform measure that has been initiated is the merger between water supply and sewerage services under UWSDs to facilitate joint billing of water and sewerage and better joint operation and maintenance of the systems. MOW has prepared a draft Cabinet Paper recommending the transfer of sewerage management from the municipal councils to UWSDs. A review of the relevant legislation and municipal by-laws has been carried out, agreements reached with the municipal councils about the changes, and a Cabinet decision is expected soon. Agreement was reached with the Government during negotiations that it will present draft legislation to Parliament by the time of the Mid-Term Review (para. 3.26), amending the Water Works Ordinance to grant management and financial autonomy to the UWSDs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Water Supply",
        "sec_num": null
      },
      {
        "text": "1.27 The Government's urban sector policy reform is designed to create an institutional environment more conducive to the sustainable development and delivery of urban infrastructure services. PMO has facilitated urban sector reform since 1991. Through the Urban Sector Engineering Project (Credit 2291-TA), PMO has developed the Government Policy Frameworkfor Urban Management, Service Delivery and Infrastructure Investment and an implementation strategy for that framework. The Government submitted to IDA a satisfactory Letter of Sector Policy (LSP) before Board presentation, including a timed action plan for the implementation of the key actions to be taken (Annex A).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C. SECTOR POLICY FRAMEWORK",
        "sec_num": null
      },
      {
        "text": "The problems associated with these previous urban related projects and the salient lessons learned from their implementation were: (i) implementation delays resulted in all projects due to inadequate counterpart funding at the time it was needed; (ii) some policy provisions essential for successful project implementation were not in place, particularly in relation to the generation of revenues to sustain the services provided; (iii) financial management capacity for operations and maintenance was inadequate, and insufficient provision was made in the design of the project to address this need; (iv) donor assistance was not well coordinated by the responsible Government agencies, which lead to fragmentation in the sector; and (v) the private sector was not adequately involved in the operations and maintenance component of project design, contributing to the inability to sustain the infrastructure and other services provided under the credits.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.31",
        "sec_num": null
      },
      {
        "text": "A.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "THE PROJECT",
        "sec_num": "2."
      },
      {
        "text": "2.1 Recognizing the large unfulfilled demand for urban infrastructure services, the Government initiated the preparation of the Urban Sector Rehabilitation Project (the project) in 1990 through the IDA-assisted Urban Sector Engineering Project (USEP, IDA Credit No. 229 1-TA). Institutional strengthening was one of the primary objectives of USEP to better enable the municipalities to absorb and manage investments in infrastructure and services and sustain them through coherent operations and maintenance (O&M) programs. The overriding principle that has guided the preparation of the project is that investments in infrastructure should be made only when the users and municipalities can afford to pay for the O&M costs of the proposed investment. While the enactment of the Local Government (Urban Councils) Act 1982 provided the legal framework for the reemergence of local authorities, much remains to be done to create the financial strength in the municipalities for self-sufficiency, at least for O&M functions (see paras. 1.27 and 1.28 and Section 4.A).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "PROJECT ORUGIN",
        "sec_num": null
      },
      {
        "text": "Three working groups were established under USEP to assist in project preparation work for institutional, financial, and technical matters. A substantial amount of training in municipal financial management was conducted through the project preparation activities. An urban sector policy workshop was held by the Government in June 1994 in which urban sector policy issues were discussed and a draft policy framework for urban sector services established. This framework was the culmination of much of the activities financed through USEP, intended to define the policies and guidelines for project design and implementation. Financial Performance Improvement Plans were prepared for each of eight project towns 3 and Dar es Salaam as mechanisms towards improved municipal financial management. These plans were initiated by PMO with the assistance of consultants working in close collaboration with the respective municipal officials. Financial indicators have been monitored over the past two years in the eight project towns, the results of which are described in Section 4.A.",
        "cite_spans": [
          {
            "start": 712,
            "end": 713,
            "text": "3",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.2",
        "sec_num": null
      },
      {
        "text": "By the end of 1994, USEP funds were nearly committed in full with considerable project preparation work remaining. Government obtained additional funds through a Policy and Human Resources Development grant (Japanese Government) and a Project Preparation Facility (PPF No. 902-TA), allowing the preparation work to continue. Through these resources, new financial accounting systems are currently being put in place in the eight project towns and Dar es Salaam, improved audit functions established, and municipal institutional reform initiated. Engineering consultancies have been completed with the following outputs: feasibility studies, preliminary engineering designs (with a 5 year horizon), and detailed engineering designs and tender documents (with a 2 year horizon). Capacity building efforts are continuing in an attempt to improve the ability at the municipal level to operate and maintain the infrastructure and services proposed under the project.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.3",
        "sec_num": null
      },
      {
        "text": "RATIONALE FOR IDA INVOLVEMENT 2.4",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.",
        "sec_num": null
      },
      {
        "text": "Through the project, IDA would support the Government's development objectives and policies directed towards economic growth and poverty reduction. The project is in line with the IDA Country Assistance Strategy (CAS) discussed by the Executive Directors in March 1994, and the Progress Report to be presented to the Board together with this proposed operation, in terms of (i) poverty alleviation through policy reform and economic growth; (ii) targeted interventions to improve urban services for the poor; and (iii) upgrading and expansion of basic infrastructure and urban services. IDA financial support for the project would be in agreement with the three primary thematic objectives contained in the CAS of (i) capacity building and improved public sector management, (ii) private sector development, and (iii) environmentally sustainable investments.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B.",
        "sec_num": null
      },
      {
        "text": "The rehabilitation of urban infrastructure through the project would be accompanied by specific interventions to improve the management of the assets, particularly by the urban local authorities. This includes policy reforms to provide greater autonomy to the municipalities and urban water and sewerage entities, appointment and training of key municipal staff, improving revenue collection through property valuation and revision of rates, better financial management and accountability, and greater involvement of the private sector (see Section 4.A). The Management Improvement Plan for each municipality would contain targets for the reforms, and the eligibility of each town for the investments depends on the extent to which it has been able to meet the agreed targets (paras. 4.1 to 4.5).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.5",
        "sec_num": null
      },
      {
        "text": "These reforms would build on previous experience with policy changes and management improvements on IDA-assisted projects, particularly the Urban Sector Engineering Project, which was intended to prepare for investments under the Urban Sector Rehabilitation Project (the project), and under which the following main achievements have been made: (i) the property valuation rolls have been updated, the rates adjusted, and substantially more revenue collected by the municipalities (para. 4.10); (ii) self-accounting Urban Water and Sewerage Departments have been created in three towns, water tariffs substantially increased, considerably more revenue collected, and the delivery of water markedly improved (para. 4.11); (iii) all key posts in the eight project towns (see para. 3.3) have been filled with long-term qualified staff; and (iv) accounting and auditing in the municipalities has markedly improved, and management plans are being formulated for further improvements. Regarding the shift of civil works construction from public to private entities, important reforms have been introduced under the Integrated Roads Project I (Credit No. 2149-TA), where O&M services are carried out mostly by private contractors rather than by force account, which was the past practice. These provisions for private sector participation would also form part of the project. The implementation of measures stipulated in the National Civil Service Reform would continue in the municipalities under the project with the aim of achieving a substantially improved performance from a small, competent and motivated group of key staff in the municipalities.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.6",
        "sec_num": null
      },
      {
        "text": "PROJECT OBJECTIVES",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C.",
        "sec_num": null
      },
      {
        "text": "The project objectives are sustainable economic development and urban poverty alleviation through: (i) rehabilitation of basic infrastructure and expansion into high priority, under-served areas and (ii) improvement of urban local government management and financing capacity by (a) strengthening the financial, technical, and overall operations of the urban local authorities through training and technical assistance; and (b) encouraging private sector and community involvement in urban service delivery and O&M. The private sector would be involved to a large extent in project implementation and later through maintenance contracts for roads and drainage and delivery of services in sanitation and solid waste management. The choice of investments was made according to the following criteria: (i) high demand; (ii) adequate municipal, PMO, and MOW implementation capacity; (iii) assessed institutional and financial sustainability; and (iv) availability of counterpart funds.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.7",
        "sec_num": null
      },
      {
        "text": "The stimulation of the private sector's capacity to efficiently produce and deliver goods and services is fundamental to achieving sustainable growth with equity. Under the project the public sector role would change to achieve a better municipal financial performance in order to provide more social and physical infrastructure, while continuing to maintain a policy, legal, and administrative framework conducive to development and regulation of the sector. Recent Government policy and institutional reforms were designed to reverse the past trends of deteriorating infrastructure through: (i) planning and budgetary reforms; (ii) civil service reform; (iii) private sector partnership; (iv) human resource development; (v) infrastructure rehabilitation; and (vi) environmental sustainability. Further policy reforms are contained in the Letter of Sector Policy (para. 1.28).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.8",
        "sec_num": null
      },
      {
        "text": "PROJECT DESCRIPTION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "D.",
        "sec_num": null
      },
      {
        "text": "The project would consist of four components in eight project towns, plus Dodoma, and Dar es Salaam. These are: (a) Water Supply (US$ 33.8 million) -The project would provide the towns of Arusha, Dodoma, Morogoro, Moshi, Tabora, and Tanga with improved water supply through: (i) rehabilitation and selected expansion of the water supply systems, and (ii) institutional strengthening, technical assistance, and training for the newly established semi-autonomous UWSDs in these towns and Mbeya, Iringa and Mwanza. Emphasis would be placed on rehabilitation of existing infrastructure to its design capacity with a limited expansion of the distribution system to high priority under-served areas; reduction in water losses through a leak detection and maintenance program; and improvement of the O&M capacity through training, provision of essential tools and equipment, and technical assistance. Civil works for emergency rehabilitation of the water supply in Dodoma and studies for future rehabilitation and expansion of the system would be carried out in conjunction with a Government supported initiative of establishing a UWSD there. Rehabilitation of the existing systems would be the first priority, followed by some extensions utilizing simplified sewerage designs that feed into existing trunk sewers with excess capacity. A sewerage management plan, including a coherent connection policy, for each of the seven towns would be prepared as part of the project. Site preparation works would be carried out in Mwanza for the resettlement of people to be displaced by the construction of sludge disposal ponds, including road and drainage construction, and water and electricity supply. D. Future Project Preparation (US$ 3.1 million) -Studies would be carried out for the preparation of future projects in the urban sector, in support of which community-based pilot interventions in other towns would be carried out.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.9",
        "sec_num": null
      },
      {
        "text": "A. Rehabilitation",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.9",
        "sec_num": null
      },
      {
        "text": "2.11 Project Costs -The total cost of the project is estimated at US$ 141.3 million equivalent, out of which about US$ 89.8 million (64%) would be in foreign exchange and the equivalent of US$ 51.5 in local currency 4 . The cost estimates include about US$ 7.8 million in physical contingencies (6% of total base cost) and US $13.4 million in price contingencies (11% of total base cost). The price contingencies have been calculated on the basis of an estimated international inflation of 2.6% from FY96 onwards. This inflation rate has been used for both foreign and domestic costs as it has been assumed that any differences between domestic and international price inflation will be offset by equivalent adjustments in Tanzania's foreign exchange rate. A summary of the cost estimates is provided in Table 2 .1. Expenditures per year by project component are shown in Annex C.",
        "cite_spans": [
          {
            "start": 216,
            "end": 217,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 804,
            "end": 811,
            "text": "Table 2",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "E. PROJECT COSTS AND FINANCING",
        "sec_num": null
      },
      {
        "text": "2.12 Project Financing -The total project cost of US$ 141.3 million equivalent would be financed as shown in Table 2. 2. An IDA credit of US$ 105.0 million would finance about 74% of the total project costs. The Government would contribute about US$ 14.6 million or about 10% of total project cost5, including about US$ 2.8 million equivalent in taxes and duties. Other funding for the project is expected to be contributed by Germany, Ireland, and the Netherlands. The project components by financiers are shown in Annex C. The investments would be passed on by the Government to the municipal councils of the project towns and Dodoma, to the Dar es Salaam City Council, and to NUWA on a grant basis. Very little revenue can be collected from the existing infrastructure services because they are hardly functioning at present. The rehabilitation envisaged under the project is intended to improve the services to a level where they can begin to generate, in a phased manner, adequate funds to cover the operations and maintenance costs, and eventually capital expansion.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 109,
            "end": 117,
            "text": "Table 2.",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "E. PROJECT COSTS AND FINANCING",
        "sec_num": null
      },
      {
        "text": "The cost estimates are based on an exchange rate of 550 TSh to one US$ at the time of appraisal in May 1995. The exchange rate climbed to 620 by October 1996 and fell after that (probably connected to the national elections), so that by the time of negotiations in February 1996 it stood at 560. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "E. PROJECT COSTS AND FINANCING",
        "sec_num": null
      },
      {
        "text": "A. INSTITUTIONAL ARRANGEMENTS",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "PROJECT IMPLEMENTATION",
        "sec_num": "3."
      },
      {
        "text": "The Prime Minister's Office (PMO) would have overall responsibility for the implementation of the project with the exception of the water supply and sewerage investments, which would be implemented by the Ministry of Water (MOW) and the National Urban Water Authority (NUWA). A Project Steering Committee would be established and maintained until completion of the Project to provide overall guidance through addressing intersectoral policy issues affecting the project, reviewing major reports and taking staffing decisions. It shall meet quarterly, will be chaired by the Principal Secretary of PMO, and will include the Principal Secretaries of MOW, the Ministries of Finance, Works, Land, Housing and Urban Development, Natural Resources and Tourism, Health, Justice and Constitutional Affairs and the Planning Commission. The responsibility of project implementation in the PMO rests with the Project Management Unit (PMU), an office responsible for all national level project management and established some years ago for the implementation of the Urban Sector Engineering Project (Credit 2291-TA). The PMU is headed by a Project Manager, who reports to the Principal Secretary. PMO would provide technical assistance to the urban 6 local authorities in the eight project towns , Dar es Salaam and Dodoma through Project Support Units (PSUs, para. 3.5), which would also monitor project implementation and liaise with the city/municipal councils and the UWSDs in the eight project towns and Dodoma. MOW would manage project implementation through a Project Implementation Unit headed by a Project Manager who reports directly to the Principal Secretary, MOW. The Dar es Salaam Water Supply component would be implemented by the NUWA through their Program, Planning, and Implementation Department.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.1",
        "sec_num": null
      },
      {
        "text": "The role of each agency involved in project implementation is described below, with further details given in the Project Implementation Plan (PIP), including the implementation schedule, organizational responsibilities, job descriptions for the key staff, implementation support, technical assistance, and details of the capacity building component (para. 3.23). The Government confirmed prior to Board presentation that it will follow the final PIP in the implementation of the project. PMO will enter into a separate Memorandum of Understanding with the urban local authority of each of the eight project towns, Dar es Salaam, and Dodoma specifying the respective role of each organization in project implementation (para. 3.9). The signing of such Memoranda with at least five of the eight project towns would be a condition of credit effectiveness.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.2",
        "sec_num": null
      },
      {
        "text": "PMO: PMO is the ministry responsible for local government, that is, the Regional and District administrations and the City/Municipal Councils. In relation to the urban sector, PMO provides development grants, technical and project planning, and implementation support. The Local Government Service Commission (LGSC) is affiliated with PMO as a quasi-independent decision-making body for all matters concerning the civil services, particularly the terms of employment and appointments. Assurances were received from the Government during negotiations that the key positions in each of the eight project towns will be filled with regular staff, whose qualifications are satisfactory to IDA, consisting of: Municipal Director, Treasurer, Municipal Engineer, and Head of Manpower Development, and that they will remain filled with such staff at least until the completion of the project. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.3",
        "sec_num": null
      },
      {
        "text": "Project Support Units (PSUs) would be established in each of the eight project towns, forming an integral part of the PMU to assist the Municipal Director with project implementation in their respective town. The PSUs' primary functions in the towns would be to: (i) provide technical assistance to the municipalities in the procurement and supervision of minor civil works contracts; (ii) process the procurement and supervise the construction of major civil works for Municipal Services (mostly for roads); (iii) provide technical assistance to improve municipal operations and financial management; (iv) account for project expenditures; and (v) monitor and report on progress with project implementation to PMO. It is envisaged that each PSU would consist of 2 -3 national consultants, one of whom would be the team leader (para. 3.10 and Annex F). Each town would second 2-3 municipal staff members to their respective PSU. The establishment of a PSU in a project town, consisting of at least two professional staff, would be a condition of disbursement for civil works for Municipal Services in that town.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.5",
        "sec_num": null
      },
      {
        "text": "MOW: As the ministry responsible for the water sector, MOW would implement the Water Supply and Sewerage component in the eight project towns and Dodoma. A Project Implementation Unit would manage all civil works under the component, utilizing the respective UWSDs (para. 3.9) for town specific support where required. MOW would also provide, through construction supervision consultancy, monitoring of contractors performance and progress and the preparation of supervision progress reports. It would be a condition of disbursement for civil works for Water Supply and Sewerage for each of the towns of Arusha, Dodoma, Iringa, Morogoro, Moshi, Mwanza, Tabora, and Tanga that MOW has signed a Memorandum of Understanding with the UWSD of the respective town, specifying, among others, the organizational responsibility of MOW, UWSD, UWSB, and PMO (including the PSU for the town) for the implementation of the water supply and sewerage component as well as responsibility for O&M; criteria and timing for tariff reviews and adjustments; and technical, managerial, and financial performance targets for the UWSD. A standard format for such a Memorandum was agreed on during the \"technical discussions\" at the time of negotiations and is included in the PIP. It would likewise be a condition of disbursement for civil works for Water Supply and Sewerage for each town of Arusha, Dodoma, Iringa, Morogoro, Moshi, Mwanza, Tabora and Tanga that the Government would have (a) opened an urban water and sewerage recurrent expenditure account for this town; (b) appointed an Urban Water and Sewerage Engineer in charge of the UWSD; and (c) established an Urban Water and Sewerage Board and appointed the members of the Board (see paras. 1.25 and 1.26).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.6",
        "sec_num": null
      },
      {
        "text": "Dar es Salaam City Council: The Council would implement the communitybased infrastructure upgrading program, including identifying the participating communities and collecting baseline demographic and spatial data; engaging consultants to undertake studies and prepare designs; procuring civil works and goods within the established threshold (see Procurement); accounting, financial management and control for the component; and submitting progress reports to PMO. The Council would be assisted by the project office of the UNDP/UNCHS (Habitat) Sustainable Dar es Salaam Project. The procedures developed under the Sustainable Dar es Salaam Project would be used for the community-based infrastructure upgrading program. The eligibility criteria for the subcomponents to be financed are given in para. 2.10 B(i). Agreements would be made between the Council and each community-based organization for the division of responsibilities, the works to be undertaken, and the respective financial contribution and accountability. A Memorandum of Understanding would be signed between the PMO and the Dar es Salaam City Council clearly specifying the roles and responsibilities of each for this component.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.7",
        "sec_num": null
      },
      {
        "text": "NUWA: The Dar es Salaam Water Supply component would be implemented by NUWA with technical assistance from MOW. NUWA would procure the equipment, engage and supervise the consultants, and submit progress reports to PMO, with a copy to MOW (paras. 4.25 and 4.26).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.8",
        "sec_num": null
      },
      {
        "text": "The Eight Project Towns and Dodoma: The urban local authorities and the UWSDs in the eight project towns would award and manage civil works and goods contracts below a specified value for each contract (see Procurement). They would liaise with the public concerning the project and monitor project implementation in their respective town, undertake the operations and maintenance of the completed works, and cooperate with their respective PSU as specified in the Memorandum of Understanding (para. 3.2). It would be a condition of disbursement for civil works for Municipal Services for each of the eight project towns for (a) PMO to have signed a Memorandum of Understanding with the urban local authority of the town in question on project implementation and O&M arrangements, specifying (i) the organizational and financial responsibilities for project implementation and O&M, and (ii) the urban local government management performance targets to be reached by a specified date (Annex I); (b) 3.10 Technical Assistance: Implementation support for engineering, financial management, urban management, and valuation consulting services would be provided to PMO, MOW and NUWA by individual national and foreign consultants, and by firms. Individual foreign consultants would be used when no qualified national consultants can be found, and then normally on a short-term basis. The nature of the services to be provided and the kinds of consultants to be engaged are shown in Annex F. The consultants would be responsible for training local counterparts (according to the Skills Transfer Guidelines established for the Second Integrated Roads Project, Credit 2598-TA) and would be phased out over the life of the project. A detailed staffing and staff development plan is included in the PIP.",
        "cite_spans": [
          {
            "start": 993,
            "end": 996,
            "text": "(b)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.9",
        "sec_num": null
      },
      {
        "text": "3.11 PMO would employ engineering and accounting consultants for the PSUs (para. 3.5) to provide implementation support to the project towns and Dar es Salaam. PMO and MOW will engage firms to provide overall construction supervision to facilitate monitoring and progress reporting and other technical management support to enable the Government to provide for the smooth flow of funds. Technical assistance would constitute an important element of the project's private sector development support. The technical management specialists would work with the engineering departments to advise them on how to procure and supervise private contractors for municipal services according to sound procurement practice, including the formulation of standard tender documents for routine and periodic maintenance and other municipal services.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.9",
        "sec_num": null
      },
      {
        "text": "3.12 PMO would be responsible for the procurement of consultants (except for water supply and sewerage components), goods (except for Dar es Salaam water supply), works for municipal infrastructure components in excess of US$50,000, and for studies and training-related contracts. Most procurement-related work in PMO would be carried out by PMU. MOW would be responsible for the procurement of consultants and civil works for the water supply and sewerage components in the project towns and Dodoma. NUWA would be responsible for the procurement of consultants, goods and works for the Dar es Salaamn water supply component. Procurement is subject to approval by either the Central Tender Board or the Regional Tender Board; the latter is to clear contracts below US$1 million for works and below US$500,000 for goods. The procurement of works up to a ceiling of US$50,000 would be done by the urban local governments of the project towns, Dar es Salaam and Dodoma with the assistance of the PSUs (which will also be responsible for other project related functions; see para. 3.5).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. PROCUREMENT",
        "sec_num": null
      },
      {
        "text": "3.13 Table 3 .1 summarizes the estimated costs and procurement methods of the works, goods and services to be financed under the project. Both International Competitive Bidding (ICB) and National Competitive Bidding (NCB) would be used for the procurement of civil works, while ICB, NCB, National Shopping would be used for goods. Agreement was reached with the Government during negotiations that adequate organizational capacity for procurement, satisfactory to IDA, will be established in the PMU and the PSUs for the duration of the project. Adequate procurement arrangements would consist of a full-time Procurement Specialist as head of the procurement unit, responsible for all procurement in PMU, and a sufficient number of full-time procurement officers to undertake the substantial procurement work load. The detailed organizational arrangement for procurement, the flow of documentation for decision ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 5,
            "end": 12,
            "text": "Table 3",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "B. PROCUREMENT",
        "sec_num": null
      },
      {
        "text": "Expenditures incurred for operation and maintenance of the assets to be created or rehabilitated under the project (see para. 4.20 and Chart 1) through civil works and goods contracts procured through NCB.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1/",
        "sec_num": null
      },
      {
        "text": "Expenditures incurred for fuel, maintenance and insurance of vehicles, office supplies and minor office equipment, utilities and travel and field allowances for project staff approved by IDA. Only the portion of operating costs that would be financed by IDA is shown as a project cost.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2/",
        "sec_num": null
      },
      {
        "text": "making, and a time-table for procurement would be as specified in the PIP (para. 3.2). The appointment of a Senior Procurement Specialist in the PMU would be a condition of effectiveness of the project (para. 3.4). Procurement would be done in accordance with the Bank's guidelines, including the use of the Bank's standard bidding documents.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2/",
        "sec_num": null
      },
      {
        "text": "3.14 Civil Works -Civil works contracts for water supply and sewerage, expected to cost more than US$500,000 each and valued at a total of US$23.1 million, would be procured through ICB. Civil works contracts estimated to cost US$500,000 or less and valued at a total of US$33.1 million would be procured through NCB. The NCB contracts include roads and drainage workshop rehabilitation, solid waste dump site improvements, and school latrine construction. National construction capacity has been assessed to be adequate to undertake these works. Contracts between US$50,000 and 500,000, being the threshold levels approved by the Ministry of Finance, would be procured by PMO subject to approval of the regional tender board. Minor works (less than US$50,000) will be procured by the municipal councils through competitive bidding with adequate competition acceptable to IDA, including public posting or advertising of the invitation to bid, public availability of standard forms of contract, public bid opening, evaluation subject to verification by a procurement committee. The range of civil works contracts envisage road works, sanitation, solid wastes, water and sewerage. A detailed list including \"packages\" is included in the PIP that has been submitted to IDA before Board presentation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2/",
        "sec_num": null
      },
      {
        "text": "3.15 Goods -Vehicles, tools and equipment costing more than US$200,000 per contract would be procured through ICB, up to an aggregate value of US$8.4 million. Other vehicles, motor cycles, vacuum tankers, skip loaders, skip buckets, water meters, tools and spare parts, road maintenance equipment, water maintenance equipment, sewerage maintenance equipment, and leak detection equipment contract packages each costing between US$50,000 and US$200,000, up to an aggregate value of $6.8 million, would be procured through NCB. Minor goods with individual contracts not to exceed US$50,000 each, up to an aggregate value of US$1.4 million, would be procured through national shopping. The list of contents of each procurement package is included in the PIP.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2/",
        "sec_num": null
      },
      {
        "text": "Training -Consulting Services, training and future project preparation studies are estimated to cost a total of US$22.0 million. Of these, consulting services for construction supervision, technical assistance for project implementation support are estimated to cost US$13.6 million, training is estimated to cost US$1.5 million, and studies US$6.9 million. A list of assignments for consulting work and technical assistance, giving the type of assignment and the project towns, Dar es Salaam and Dodoma, is shown in Annex F. Consultants would be recruited in accordance with the Bank's Guidelines for the Use of Consultants. For training outside Tanzania financed under the project, the qualification of candidates along with their courses of study and proposed training institutions and costs would be reviewed by IDA. Local training courses and workshops proposed along with their estimated costs are subject to prior review by IDA.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Consulting Services and",
        "sec_num": "3.16"
      },
      {
        "text": "3.17 Contract Reviews -Procurement documentation for IDA financed works contracts above a threshold of US$300,000 would be subject to prior review by IDA, as well as all consulting (including training) contracts in excess of US$100,000 for firms and US$50,000 for individuals. For goods contracts above US$100,000 prior review by IDA will be required. Post review of awarded contracts (1 in 5) below the above threshold levels would be carried out selectively by IDA during supervision missions. NCB would involve advertising and public bid opening, and would specify clearly stated evaluation criteria for awarding the contract to the lowest evaluated bidder. Foreign firms would not be precluded from participation. In all cases the borrower is obliged to send signed contracts to IDA.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Consulting Services and",
        "sec_num": "3.16"
      },
      {
        "text": "3.18 Processing Times and Procurement Plans -Agreement was reached with the Government during negotiations on the standard procurement processing times for key procurement activities and stages. This has formed the basis of finalization of the Procurement Plans for all major packages included in the PIP (para. 3.2). The preparation of project-specific standard documentation for the procurement of goods, works and consulting services has been completed. A General Procurement Notice was agreed on during negotiation for publication in Development Business.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Consulting Services and",
        "sec_num": "3.16"
      },
      {
        "text": "3.19 Disbursement Categories -The IDA Credit would be disbursed against the categories shown in Table 3 .2. The estimated disbursement profile for the duration of the project is given in Annex G. To facilitate payments from the Credit, three Special Accounts (A, B and C) would be established in a commercial bank and would be operated and maintained on terms and conditions satisfactory to IDA. Special Account A would be operated by PMO and would have an initial authorized allocation of US$1,000,000, Special Account B would be operated by MOW with an allocation of US$600,000, and Special Account C by NUWA with an allocation of US$400,000, the total being approximately equal to 3 months of expenditure under the project. The Credit closing date would be June 30, 2004, with physical completion of works expected by December 31, 2003.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 96,
            "end": 103,
            "text": "Table 3",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "C. DISBURSEMENT",
        "sec_num": null
      },
      {
        "text": "3.20 Statements of Expenditure (SOEs) -Disbursements for contracts of goods and works estimated to cost less than US$ 100,000 and consulting contracts with firms costing less than US$ 100,000 equivalent and with individuals less than US$ 50,000 equivalent would be made against statements of expenditure (SOEs). Other disbursements would be made against standard documentation. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C. DISBURSEMENT",
        "sec_num": null
      },
      {
        "text": "105.0",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "TOTAL",
        "sec_num": null
      },
      {
        "text": "3.21 Assurances were obtained during negotiations that (a) PMO, MOW and NUWA will each maintain appropriate records and accounts for expenditures under their respective project component, including SOEs, as well as the Special Accounts A, B and C, respectively, in accordance with internationally acceptable accounting standards; that the Government will have such records and accounts audited by independent auditors acceptable to IDA 7 ; and that a certified copy of the audit reports, including a separate report on the SOEs, as well as the Special Accounts, will be provided to IDA within six months of the end of each fiscal year; (b) the institutional accounts (balance sheets, statements of income and expenses, and related statements) of the eight project towns and nine UWSDs, and their operations will be audited by independent auditors acceptable to IDA; a certified copy of the audit reports will be provided to the PMO within six weeks of the end of each fiscal year together with financial projections for three years in formats satisfactory to IDA, and PMO would send a summary of the audited accounts to IDA",
        "cite_spans": [
          {
            "start": 436,
            "end": 437,
            "text": "7",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "D. ACCOUNTING, AUDITING, AND REPORTING",
        "sec_num": null
      },
      {
        "text": "The independent auditors would either be the Controller and Auditor General or a private audit firn under contract to, and supervised by, the Controller and Auditor General and acceptable to IDA.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "D. ACCOUNTING, AUDITING, AND REPORTING",
        "sec_num": null
      },
      {
        "text": "within ten months of the end of each fiscal year; and (c) NUWA will similarly have its institutional accounts (balance sheets, statements of income and expenses, and related statements) audited annually and will send a certified copy of the audit report to IDA within nine months of the end of each fiscal year.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "D. ACCOUNTING, AUDITING, AND REPORTING",
        "sec_num": null
      },
      {
        "text": "3.22 The Supervision Plan of the Project is shown in Annex H, and the Key Performance Indicators which would be used in monitoring the project by PMO are listed in Annex I PMO would monitor the municipalities and UWSDs and report their progress according to the schedule agreed upon as shown in the Supervision Plan. Each project town's performance would also be assessed during the Mid-Term Review (para. 3.26).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "E. MONITORING AND SUPERVISION",
        "sec_num": null
      },
      {
        "text": "Towns which have been unable to meet the performance targets would be required to prepare and implement an acceptable Management Improvement Plan to meet the targets. Signature of new contracts for civil works and equipment for those towns would be subject to successful implementation of the agreed plan.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "E. MONITORING AND SUPERVISION",
        "sec_num": null
      },
      {
        "text": "The Project Implementation Plan is the key instrument in monitoring. It will be updated by PMO, as needed and includes: detailed description of the roles of the PMO, MOW, local authorities, UWSDs and NUWA in project implementation and operation and maintenance; a statement of responsibilities and procedures for local authorities and UWSDs; and standard forms of agreement between PMO and local authorities and UWSDs (para. 3.2).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.23",
        "sec_num": null
      },
      {
        "text": "Reporting as an integral part of monitoring would be undertaken by the agencies involved in project implementation: local authorities would prepare and submit to PMO quarterly reports on components being implemented by them, and assurances were obtained during negotiations that PMO would consolidate these reports with their own reporting for submission to IDA not later than February 15 and August 15 every year, beginning February 15, 1997. The reports would be concise and action oriented and will include: progress achieved against agreed implementation and disbursement schedules and key performance indicators; review of the status of procurement against the previously-agreed schedule of procurement implementation, and an updated procurement plan; work programs and cost estimates for the following quarter; issues and problems expected to arise; measures proposed to deal with these problems; comments on progress in resolving previous issues; and the status of institutional audits (para. 3.21). PMO would prepare standard reporting formats and make them available to MOW, the project towns, Dar es Salaam, Dodoma, NUWA, and the UWSDs to facilitate their timely and efficient reporting. A mechanism for direct client consultation will be established by PMO, whereby a consultant would be engaged to solicit feedback on project implementation from the intended beneficiaries, covering such issues as continuing participation in decision making about project interventions; income distribution of the actual beneficiaries; the extent to which the anticipated benefits are being realized; the impact of O&M arrangements; willingness and ability of the beneficiaries to pay for O&M; and future needs and opportunities. This review will be carried out on a sample basis at least annually in preparation for the implementation review workshop (para. 3.25). A more thorough review would be carried out in preparation for the Mid-Term Review (para 3.26).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.24",
        "sec_num": null
      },
      {
        "text": "3.25 A Project Launch Workshop would be held by PMO, with the participation of the project towns, Dar es Salaarn and Dodoma and all other institutions involved in project implementation, within three months of project effectiveness to familiarize all concerned with the provisions under the project and with the procedures for its implementation, including procurement, disbursement, auditing, and reporting. Assurances were obtained during negotiations that PMO would hold an implementation review workshop to review the operation, financial, and institutional performance of the project during the preceding 12 months, no later than March 15 of every year of project implementation, beginning March 15, 1997, with the participation of all concerned.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.24",
        "sec_num": null
      },
      {
        "text": "3.26 Assurances were obtained during negotiations that the Government, jointly with IDA, would carry out a Mid-Term Review of progress made with project implementation by no later than March 31, 1999. The Government, with the assistance of the implementing agencies, would prepare an evaluation report describing the status of progress regarding the items to be covered by the Mid-Term Review, and submit it to IDA at least one month before the Mid-Term Review. The Mid-Term Review would cover the following main areas: review of experience with the implementation procedures in each town; the progress of project implementation as measured by the Key Performance Indicators and targets agreed during negotiations for the project and for the financial and management performance of the eight project towns (Annex I); performance and use of technical assistance personnel, their national counterparts, and consultants; status and results of training; reporting, accounting and audit performance, including SOEs; status of procurement; disbursement procedures and the use of Special Accounts; and provision for the future sustainability of the investments financed through the project. Following the Mid-Term Review, PMO would promptly prepare an action plan, acceptable to IDA, for the future implementation of the project, and would subsequently implement the plan.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.24",
        "sec_num": null
      },
      {
        "text": "3.27 Near the end of project implementation, PMO would prepare an Implementation Completion Report, the contents and format of which would be agreed upon during the last World Bank supervision mission. The Government would submit this report to IDA within six months after the completion of the project.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.24",
        "sec_num": null
      },
      {
        "text": "Purpose, Scope, and Methodology",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "A. FINANCIAL ANALYSIS AND MANAGEMENT IMPROVEMENT PLANS",
        "sec_num": null
      },
      {
        "text": "This analysis aims to assess the past financial performance and standing of each of the eight project towns 8 to evaluate their potential for future financial improvement and autonomy using the available data and Management Improvement Plans (MIPs) 9 , and to measure the financial impact of the proposed investments and actions on their finances and the sustainability of their operations. Similarly, it attempts to assess the viability of the piloted system and the sustainability of the proposed investments in the water and sanitation sub-sector, using the available data from Arusha, Moshi, and Tanga, where semi-autonomous Urban Water and Sewerage Departments (UWSDs) were recently established (para. 1.26).",
        "cite_spans": [
          {
            "start": 249,
            "end": 250,
            "text": "9",
            "ref_id": "BIBREF17"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.1",
        "sec_num": null
      },
      {
        "text": "During project preparation, the borrowing and debt carrying capacity of each town was assessed, and attempts were made to establish under what circumstances and at what point in time each town will be financially strong enough to fully finance its operating and maintenance costs, and, in the long term, to be able to borrow for future investments. Thus the project would include such measures that are necessary to monitor and direct the municipalities towards achieving such financial targets. For the water and sanitation subsector, the performance of the three pilot UWSDs was reviewed and was found satisfactory. Hence, the project would assist in replicating the semi-autonomous UWSDs in the other five project towns and in Dodoma (para. 3.6).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.2",
        "sec_num": null
      },
      {
        "text": "The analysis for the eight municipal councils includes an evaluation of financial performance of each town for the last three years, review of their management capacity and respective future plans, and analysis of individual cash-flow projections during the period of project implementation and two years after its completion. The computation of a financial internal rate of return was not attempted because of the difficulties encountered in isolating and quantifying the incremental revenues. However, since the incremental costs were identifiable and measurable, least cost analysis was the alternative method used. Thus, whenever applicable, the \"with project\" scenario development investment alternatives. With regard to the water and sanitation sub-sector, financial analysis was carried out for all beneficiary towns.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.3",
        "sec_num": null
      },
      {
        "text": "The project design takes into account the differences in institutional capacity, financial standing and economic base which exist among the project towns, and an adequate investment mix has been chosen so that solid institutional and financial bases are established before an additional burden is put on less advantaged towns. Furthennore, the MIPs are considered to be instrumental to the establishment of a solid financial base. Following the example of an MIP that was prepared by the Tanga municipal council, MIPs are under preparation in the remaining seven project towns. The essential elements of an MIP are: general management including well designed operational plans for personnel administration, finance, and technical services; financial management including analysis of present position and action plans for ievenue improvement and expenditure control; and services management for roads and drainage, and environmental sanitation (solid and liquid waste disposal) including institutional options and reform. The implementation of these plans would be closely monitored during the first few years of project implementation and would be used to gauge the management performance during the Mid-Term Review (para. 3.26).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.4",
        "sec_num": null
      },
      {
        "text": "For the purpose of projections and analysis of the basic relationships involved in the financial management in the project towns, Dar es Salaam and Dodoma, three major sets of issues and data were reviewed and are discussed below: revenue generation, expenditure control, Government financing, and linkage between investment and performance. This was complemented by a review of proposals to improve the institutional capacity, to increase the efficiency of taxes, and to enhance accountability. Analytical accounting and other instruments would be put in place at an early stage of implementation of the proposed project, and the management and financial performance would be closely monitored through a systematic review of agreed-on performance indicators which are shown in Annex I and will be updated in the PIP in the course of project implementation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.5",
        "sec_num": null
      },
      {
        "text": "The municipal councils of the eight project towns are important urban centers and represent the Government's priority in urban growth management. Although a decentralized system is in place, the Central Government is still playing an important role in local affairs due to the importance of the financial transfers from the Central Government to local authorities. For example, the Municipal Directors and top ranking officers are still nominated by the Local Government Service Commission.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.6",
        "sec_num": null
      },
      {
        "text": "By the time of appraisal in May 1995, most of the eight project towns had shown some progress in terms of revenue generation from local sources, but they continued to rely heavily on Central Government transfers to balance their recurrent budget and to finance their investments. In FY94 self generated revenue by the eight towns represented only 34% of total resources for the recurrent budget (this figure was only 22% for Dar es Salaam) and the remaining 66% came from the Central Government (Table 4 .1).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 495,
            "end": 503,
            "text": "(Table 4",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "4.7",
        "sec_num": null
      },
      {
        "text": "Such blanket protection by the Central Government has provided incentives for inefficiency. Operating in a centralized system where the release of funds for remuneration of staff is more forthcoming than for procurement of goods and services, municipalities have relied heavily on construction and operations through force account as opposed to contracting to the private sector. As a result, salaries consumed on average about two thirds of the total resources in FY94, leaving limited funds for the operation and maintenance of infrastructure and equipment. Some of the eight project towns and Dar es Salaam, however, contributed up to 3% to their capital expenditure. This dependency and inefficiency has been essentially the result of a centrally controlled system. As part of a decentralization effort and in order to improve urban finances and increase local autonomy, the Government is pursuing a two-pronged strategy of (i) raising additional revenue via improvement in tax efficiency and in administrative capacity, and (ii) expenditure plan iing and control via enhancement of accountability by standardization of the budgeting and accounting system. This effort was complemented by the National Civil Service Reform, under which a retrenchment exercise was recently carried out in the project towns. A property valuation and tax role update exercise is ongoing in Dar es Salaam and in the eight project towns, computerized data base systems are in place in most towns, and the property tax administration has been strengthened (Table 4. 2).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 1538,
            "end": 1547,
            "text": "(Table 4.",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "4.8",
        "sec_num": null
      },
      {
        "text": "A new activity-based budget format, which improves the budgetary control, is being used, and a new accounting system contained in the Local Authorities Accounting Manual (LAAM; para 4.17) has been successfully tested and is being implemented in all eight project towns. 4.11 Similarly, the autonomy of the UWSDs in the project towns and Dodoma would be supported under the project (para. 1.26). The scheme which had been successfully piloted in Arusha, Moshi and Tanga will be replicated in other towns. The results from the three towns indicate that the water supply sector operations can become financially sustainable through user charges in the short to medium term, possibly in 3 to 5 years (O&M cost only). Assurances have been obtained from the Government during negotiations that it will ensure that the UWSDs in the eight project towns and Dodoma will reach a billing and collection efficiency of at least 80 percent of all consumers by the time of the Mid-Term Review. To achieve this, the UWBSs in the eight project towns and Dodoma would at least annually review the water and sewerage tariffs, starting not later than six months after the Board members of the respective UWSB have been appointed (para 3.6), and adjust them as required to ensure that O&M costs are recovered by the time of the Mid-Term Review. The production and financial data from the beneficiary towns, including the pilot schemes, formed the basis of the projections and analysis. The project production figures for each town and projected average tariff have been used to estimate the revenues. The Net Present Value (NPV) of the cash flow streams of this component during the implementation and 15 years thereafter, at a twelve percent discount rate, is estimated at US$1.7 million (Financial Internal Rate of Return of 13%). This requires stiff tariff increases in some towns, annual increases of 30-35% in real terms. In case the tariff increases do not materialize at the expected levels or other unfavorable factors cause a 13% reduction in expected revenues, this NPV would become negligible. The net incremental revenues would, however, cover the incremental'\" O&M costs. There is only a small risk that the incremental O&M cost (excluding depreciation) would not be fully recovered: for this situation to arise the incremental revenues would have to drop below 25% of the projected figures.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(b)",
        "sec_num": null
      },
      {
        "text": "As the towns improve their cost effectiveness and reestablish the operation and maintenance of the infrastructure to acceptable levels, they will also improve their cost recovery mechanisms so that the O&M costs would be fully financed through selfgenerated funds. Under normal circumstances, and with adequate management, the financial targets reflected in each town's projections are attainable and would allow them to fully recover all non-salary recurrent costs before the project completion and to reduce their dependence on Central Government transfers. In order to mitigate the risk of underachievement, a model of the MIP was reviewed by the appraisal mission and found satisfactory, ane management performance and financial improvement indicators have been selected and would be closely monitored (paras. 3.9, 4.1, 4.4, and Annex 1).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.12",
        "sec_num": null
      },
      {
        "text": "Councils. Some of these local sources are also taxed by the Central Government. During the project preparation under USEP, almost all towns have improved their revenue collection from the property tax and other major sources (Table 4. 3), albeit at different rates. However, the towns have not met their budget targets, and taxes and tariffs have not kept pace with inflation. Moreover, more often than not other categories of the population, particularly lower income groups such as small vendors, have been inadvertently the target of rate hikes (market rents have increased more than any other rates and charges in any given town).",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 225,
            "end": 234,
            "text": "(Table 4.",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Taxes on local sources, charges and rents provide revenues to the Municipal",
        "sec_num": "4.13"
      },
      {
        "text": "4.14 In general, this substandard performance is due to a lack of capacity and weaknesses in the control systems of municipalities as well as the population's unwillingness to pay (mainly because of the unreliability of services) and lack of commitment by local officials. Double taxation of local sources has also adversely affected local revenues (para. 4.21). The performance has been very uneven between towns, and future tax collection could be greatly improved in most of the eight project towns and Dar es Salaam. 4 .15 This is achievable provided that (i) the tax base for the five biggest items is systematically updated; (ii) the rates are reviewed and adjusted regularly; and (iii) targets are set, controls are in place and collection is enforced. The project would assist the municipalities through upgrading the Municipal Economist's position, revision of her/his '° The term incremental is used here in the sense of \"due to the project.\" Incremental O&M is that which would have to be carried out on the assets created by the project, in addition to the O&M of the other (existing, non-project) assets for roads, storm drains, water supply, sewerage, sanitation, and solid waste management in the project towns.",
        "cite_spans": [
          {
            "start": 521,
            "end": 522,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Taxes on local sources, charges and rents provide revenues to the Municipal",
        "sec_num": "4.13"
      },
      {
        "text": "job description, and through training. This should enable the Municipal Economist in future to systematically carry out a review of rates and charges, evaluate fairness and efficiency of taxes, cost recovery strategies and revenue collection efficiency. 4 .16 The installation and use of activity based budgeting and the new accounting system (through LAAM; para. 4.17) would facilitate these and other necessary reviews. Tlhe inclusion of rate and tariff adjustments in the annual budget approval exercise and greater autonomy for tariffs and rate adjustments by the municipalities during the budget approval are measures that the Government will take into consideration when submitting draft legislation to Parliament, arnending the applicable local governnent acts (para. 1.28). The Government will also revise the by-laws for tax and tariff adjustments by the urban local authorities by the time of the Mid-Term Review.",
        "cite_spans": [
          {
            "start": 254,
            "end": 255,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Taxes on local sources, charges and rents provide revenues to the Municipal",
        "sec_num": "4.13"
      },
      {
        "text": "4.17 In order to overcome the shortcomings of financial management practices, the Government has promulgated a new accounting and budgeting system for local authorities (through LAAM; para. 4.10). Financed under USEP, the LAAM implementation was piloted in two of the eight secondary towns (Tanga and Mwanza) and in Dar es Salaam and is being put in place in the other six project towns. Similarly, the new activity-based budget format which was piloted in those towns has been replicated for all eight project towns for FY96. In addition, external financial audit of towns has started and FY92-FY94 accounts have been audited, and the audit of FY95 accounts is underway. 4 .18 Due to the lack of disaggregated data, detailed cost analysis has not been possible. However, from the available data it can be concluded that recurrent expenditures have steadily grown and remain in excess of the self-generated funds for all towns. As explained in paragraph 4.8 above, the recurrent expenditures consisted mainly of payroll, and thus did not include much for repair and maintenance of infrastructure and equipment. 4 .19 Under the National Civil Service Reform, a retrenchment exercise was recently carried out which entailed a reduction of staff and substantial salary increases. In order to support this effort and to encourage the Municipal Councils to use the private sector's capacity for service delivery, the financing of the incremental O&M cost gap during the project implementation would be for contracts with non-Government entities (para. 4.23).",
        "cite_spans": [
          {
            "start": 672,
            "end": 673,
            "text": "4",
            "ref_id": null
          },
          {
            "start": 1111,
            "end": 1112,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Expenditure Control",
        "sec_num": null
      },
      {
        "text": "4.20 Given the recent restructuring of the civil service and the staff reduction, combined with a substantial salary increase, comparative data are not available to carry out a trend analysis, and cost projections are thierefore based on 1994 actual and 1995 budgeted figures. In order to assure adequate maintenance of the totality of infrastructure in the project towns, our projections and incremental analysis assume that resources at FY94 levels would be set aside for the O&M of assets which are not included in the project. Thus additional resources would be necessary to operate and maintain the assets procured and rehabilitated under the project. These resources would be Government transfers of IDA funds on a sliding scale during project implementation and would be gradually replaced by incremental revenues generated by the towns (para. 4.23).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Expenditure Control",
        "sec_num": null
      },
      {
        "text": ".21 An analysis of revenue generation and expenditure showed that most towns are heavily dependent on Government transfers for both recurrent and capital expenditures (up to 70% of the O&M budget and 100% for capital expenditures (para. 4.7). It should be noted that the taxation of local sources by the Central Government reduces the efficiency of tax collection and negatively affects the Municipal Council's finances. Since these taxes could be more efficiently collected by the local authorities under improved management and control, the Central Government should gradually exclude the local sources from the federal taxation. The Government will initiate suitable amendments to the applicable local government legislation (para. 1.28).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4",
        "sec_num": null
      },
      {
        "text": "22 Given the present lack of funds for proper maintenance of the existing infrastructure and heavy reliance on Government transfers, a town's operations was defined, for the purpose of sustainability measurement of the project, to be financially sustainable when its recurrent cost surplus after the O&M cost for other assets (nonproject assets) has been deducted would equal or exceed the total O&M cost (inclusive of salaries) of project-related assets, exclusive of depreciation. The investments for each project towns were accordingly selected based on each town's priorities and financial capacity. 4 .23 A comparison of the total O&M costs with the total revenues in the eight project towns is shown in Chart 1. The total O&M costs are composed of non-project O&M and incremental O&M (due to the project). The total revenue stream assumes that Central Government subsidies would continue unchanged in real terms. The graph shows a period of shortfall of total revenues over total O&M costs from the start of the project to FY 2001, which would require additional Government transfers, to be financed through the project (Table 3 .1). The Central Govermnent's transfers for the incremental O&M cost would gradually decline and would disappear by the target year of FY 2001. After FY 2001 the self-generated revenues are expected to exceed the total O&M costs, producing a surplus. This would allow Central Government to gradually reduce the subsidies for salaries for the municipalities. The percent of Central Government share in incremental O&M is one of the performance indicators (Annex I) to be monitored.",
        "cite_spans": [
          {
            "start": 604,
            "end": 605,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 1126,
            "end": 1134,
            "text": "(Table 3",
            "ref_id": "TABREF3"
          }
        ],
        "eq_spans": [],
        "section": "4.",
        "sec_num": null
      },
      {
        "text": "(US$ Thousand by Fiscal Year)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Chart 1. Government Subsidies for O&M Costs",
        "sec_num": null
      },
      {
        "text": "Municipal Councils (8 Towns) 4000.0 __-_-_-___- 4 .24 The municipal councils in the eight project towns and the nine UWSDs in these towns and Dodoma would have the financial statements of their operations audited annually and prepare financial projections for three years (para. 3.21). In order to assure the reliability of financial data, new accounting systems would be in place (paras. 3.9 and 4.17). The performance of the municipal councils will be closely monitored and evaluated as part of the process reporting on the project (para. 3.24).",
        "cite_spans": [
          {
            "start": 48,
            "end": 49,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 19,
            "end": 28,
            "text": "(8 Towns)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Chart 1. Government Subsidies for O&M Costs",
        "sec_num": null
      },
      {
        "text": "_ ___ _ ---- _ __ _ _ _ _ _ .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Chart 1. Government Subsidies for O&M Costs",
        "sec_num": null
      },
      {
        "text": "4.25 The little reliable data on the financial performance of NUWA available reflect a precarious situation. NUWA has increasingly experienced operational losses from 1987 onwards. Its billing and collection efficiency is low, which contributes to high arrears.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Financial Performance of the National Urban Water Authority (NUWA)",
        "sec_num": null
      },
      {
        "text": "The debt collection problem is reflected in NUWA's financial statements through the provision for bad debts of about 50% of gross debtors. It appears that domestic and institutional customers are the major defaulters: only an estimated 20% of domestic consumers pay their bills. The improvement of the billing and collection efficiency is one of the priorities of the institution. Assurances have been obtained during negotiations that (i) the Government will present draft legislation to the National Assembly amending the statutes of NUWA by June 30, 1997, to (a) change its area of responsibility from all urban areas to be solely responsible for Dar es Salaam, and (b) provide it with greater managerial and financial autonomy to effectively manage the water supply, and ultimate sewerage, in Dar es Salaam; (ii) NUWA will complete the implementation of the Management Improvement Plan (para 4.26) by the time of the Mid-Term Review; and (iii) NUWA will improve its billing and collection efficiency by at least 20% per year in FY97 and FY98, and by 10% per year thereafter, and the average age of arrears (net of provisions for bad debts) will not exceed 90 days by the time of the Mid-Term Review.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Financial Performance of the National Urban Water Authority (NUWA)",
        "sec_num": null
      },
      {
        "text": "would be that (a) the Government and NUWA will sign a subsidiary agreement, the terms and conditions of which would be satisfactory to IDA, including, among others, an undertaking by NUWA to submit a certified copy of audit reports of its institutional accounts and financial statements (balance sheets, statements of income and expenses, and related statements) to PMU within six months of the end of each fiscal year (para. 3.21), improve its billing and collection efficiency to agreed percentages (para. 4.25), and complete the implementation of the Management Improvement Plan, acceptable to the Association, by the time of the Mid-Term Review (para. 4.25); and (b) NUWA, with the assistance of MOW, will submit to IDA a satisfactory Management Improvement Plan, which, among others, will contain provisions for: staff reduction and performance incentives; a disconnection plan for large and small metered customers and uninetered customers; agreement with the Government on a list of customers who would not be disconnected for failing to pay overdue bills and for whom the Government would assume the payment responsibility; criteria, organizational responsibilities, and the timing of tariff revision; specifics and timing of management performance improvement of the water supply; improvement of financial management and credible financial projections; customer verification, registration, billing, and collection (with targets); a method for settling long overdue customer arrears; inventory management and stores keeping; phased digitalization of the records of consumers and the network; assessment of the status of the physical condition of the distribution network; survey of water consumption and water",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conditions of disbursement for the Dar es Salaam Water Supply component\"",
        "sec_num": "4.26"
      },
      {
        "text": "The cost of this component is estimated at US$6.0 million, including contingencies, or 4.2% of total project cost.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conditions of disbursement for the Dar es Salaam Water Supply component\"",
        "sec_num": "4.26"
      },
      {
        "text": "utilization (including for garden watering); strategy and timing for pipes and fittings replacement; and water meter installation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conditions of disbursement for the Dar es Salaam Water Supply component\"",
        "sec_num": "4.26"
      },
      {
        "text": "Purpose and Methodology 4.27 The main purpose of the economic analysis of USRP is to ensure that the project contributes to the sustainable economic development and urban poverty alleviation in Tanzania. To pursue this objective, careful attention has been paid throughout project preparation that the design of the project and provision for later implementation would be conducive to this goal. The following analysis focuses on describing what were identified as the project benefits and risks, describing first the benefits and beneficiaries of the project, and where possible quantifying the benefits and calculating the economic rate of return. Sensitivity analysis was carried out for the project components with quantifiable benefits in order to identify the variables which pose the major risk to the success of the project. Before that, however, the project impact on public finances is assessed, since one of the most important lessons learned from project implementation is that projects often fail because there is a delay or lack of adequate Government counterpart funds.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "B. ECONOMIC ANALYSIS",
        "sec_num": null
      },
      {
        "text": "4.28 The fiscal deficit exceeded 8% of GDP in FY94, due to widespread and increasing customs duty exemptions, an increasingly inefficient tax administration, and failure of the expenditure control system. USRP would constitute a very small portion of the Government's core investment budget: 1.3 -3.2 percent of the projected annual infrastructure core investment budget and 0.3 -0.8 percent of the projected annual total core investment budget. Yet in absolute terms the amount required is significant. In the case of USEP, the counterpart funds, although relatively small compared to the amounts needed for USRP, were provided on a timely basis. The project would have a positive impact on Government finances towards the end of project implementation, since cost recovery by local Governments and UWSDs would relieve Central Government from a large portion of the present transfers to the towns (paras. 4.21 to 4.23).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Project Impact on Public Finances",
        "sec_num": null
      },
      {
        "text": "4.29 The rehabilitation and expansion of basic infrastructure under the project would help restore existing infrastructure to its previous capacity, institute and implement an improved maintenance program to prevent deterioration of rehabilitated infrastructure, and carry out selective expansions and modifications for improved performance of infrastructure services in the eight project towns. It would include urban roads and storm drainage, sanitation, solid waste and water supply and sewerage, and would benefit primarily the urban and adjacent periurban populations. The current population of these eight towns is about 1.2 million people and is estimated to grow to 2.0 million by the year 2003, the last year of project implementation. A description of the benefits for each of the sectors to be rehabilitated follows below.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Project Benefits",
        "sec_num": null
      },
      {
        "text": "4.30 Urban Roads and Storm Drainage (US$32.7 million or 27% of total project base cost). The benefits of rehabilitating the roads and storm water drainage in the eight project towns and Dar es Salaam are, among others: reduction of congestion and improvement of traffic flows; reduction in damage to vehicles and vehicle operating costs; increase in vehicle and pedestrian safety; reduction of property damage; reduction in loss of production; reduction of flooding and ponding which have secondary health effects; and improvement of the environment through reduction of dust and water run-off. A detailed cost benefit analysis of this component is shown below.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Project Benefits",
        "sec_num": null
      },
      {
        "text": "4.31 Solid Waste (US$5.1 million or 4% of total project base cost). The benefits of the solid waste component are: a clean and improved urban environment through proper storage, collection, transportation and disposal methods; lower costs of refuse collection; and reduction of health risks from reduced breeding grounds for pests. The improvement in the urban environment also has a positive economic impact, especially for tourismbased towns.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Project Benefits",
        "sec_num": null
      },
      {
        "text": "4.32 Sanitation (US$3.7 million or 3% of total project base cost). The main benefits of the sanitation component of the project would be: increased productivity through reduction of sanitation related diseases; and improvement of the environment through reduction of septic tank and latrine overflow and groundwater contamination.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Project Benefits",
        "sec_num": null
      },
      {
        "text": "4.33 Water Supply and Sewerage (US$41.9 million or 35% of total project base cost). The beneficiaries of this component would be provided with a reliable, more accessible, and improved and increased water supply. The benefits of rehabilitating the water systems of the eight project towns, Dar es Salaam and Dodoma would be: (i) reduction in water-borne morbidity and infant mortality, which would contribute to higher labor productivity of the population; (ii) easier access to a reliable supply of safe water, relieving women and children of the burden of fetching water; (iii) savings on money spent on secondary water supply from vendors because of more reliable water supply from the urban water department at lower prices; (iv) consumers' surplus to be generated from an increase in water consumption per capita; (v) reduction in managerial inefficiency such as administrative unaccounted-for water, excessive accounts receivable and working capital, and increased productivity of employees; and (vi) reduction in physical unaccounted-for water from the rehabilitation of the water supply network. A detailed cost benefit analysis of this component is shown below.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Project Benefits",
        "sec_num": null
      },
      {
        "text": "Preparation (US$36.7 million or 31% of total project base cost). The institutional strengthening and capacity building component would improve operations and planning functions of the Municipal Councils, UWSDs, and NUWA in Dar es Salaam. The main direct and immediate benefit of these improvements would be more efficient and reliable services due to better management and control of the operations, which would result in an increase in revenue collection and reduction in operating expenditures. The implementation of the capacity building component would be monitored with clearly defined target indicators. These components would also have a long-term positive effect on the municipal services and on the supply of water and sewerage provision, expansion and sustainability, and would facilitate the implementation of the rehabilitation and expansion of the urban systems to be carried out under the project. Also included in this component are studies to improve the water supply of the town of Dodoma, future project preparation studies and Dar es Salaam community infrastructure upgrading. These studies would provide the basis for future Bank assistance in the sector. The Dar es Salaam community infrastructure upgrading would apply a \"demand driven\" approach which would benefit the population of selected infrastructure deficient communities in Dar es Salaam, serving as pilot and learning experience to be applied later in other towns.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Institutional Strengthening, Capacity Building and Future Project",
        "sec_num": "4.34"
      },
      {
        "text": "The Sanitation, Water Supply and Sewerage components of the project will all contribute to control of water and sanitation related diseases. In addition, better management of human waste will result in an enhancement of the quality of environment, and reduction of groundwater and receiving water contamination.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.35",
        "sec_num": null
      },
      {
        "text": "4.36 The estimated economic rate of return (ERR) of the urban roads and storm drainage component is 23.9 percent (Annex E, Page 1). The net present value (NPV) of this component at a 12 percent discount rate, 5 years of implementation and 15 years of project operation is US$ 12.9 million. The benefit/cost ratio is 1.48. Project investment and operating costs are based on engineering studies carried out by consultants during project preparation in accordance with agreed design standards and using recently awarded contract costs. Project investment and operating costs are expressed in constant 1995 prices and include physical contingencies. Given the liberalization of the Tanzanian economy, financial prices are close to economic prices, in particular with reference to the exchange rate, interest rate and tradable commodities' prices, reflecting minimal overall distortion of the economy. Therefore, shadow prices were not calculated and prices have been converted into economic costs by removing taxes and duties.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Cost-Benefit Analysis of the Urban Roads and Storm Drainage Component",
        "sec_num": null
      },
      {
        "text": "The quantifiable benefits of the project component are the savings in vehicle O&M costs as a result of the project-assisted rehabilitation investments and improved road maintenance plan. These benefit estimates are on the low side since they do not include congestion savings, passenger time savings, improved road safety and the impact on economic activity and the environment of improved roads. It does not include the health benefits of improved drainage either. The vehicle operating cost savings due to the project have been estimated using an average of US$ 0.24 per vehicle-km for light and medium vehicles, US$ 0.40 for heavy vehicles, and the average daily traffic per class of vehicle on each of the roads to be rehabilitated. These vehicle operating cost savings are due to project-induced changes in road surface conditions (from poor to good) and are based on actual figures from the Tanzania Sixth Highway Rehabilitation Project (Cr.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.37",
        "sec_num": null
      },
      {
        "text": "1688-TA), and estimates for other African countries. Road traffic is assumed to grow at 5% per year.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.37",
        "sec_num": null
      },
      {
        "text": "4.38 The estimated ERR of the water supply and sewerage component is 12.4 percent (Annex E, Page 2). This is a modest return which does not include substantial nonquantified benefits, including health and consumers' saving from not buying water from other sources, such as water vendors (para. 4.39). The project stream was calculated for 4 implementation years and 20 years of project operation. The net present value of this component at a 12 percent discount rate is US$0.7 million. The benefit/cost ratio is 1.02. Project investment and operating costs are based on the engineering studies carried out by consultants during project preparation in accordance with agreed design standards and using recently awarded contract costs. Project investment and operating costs are expressed in constant 1995 prices. Given the liberalization of the Tanzanian economy, as explained above for the roads and drainage component, shadow prices were not calculated and prices have been converted into economic costs by removing taxes and duties.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Cost-Benefit Analysis of the Urban Water Supply and Sewerage Component",
        "sec_num": null
      },
      {
        "text": "4.39 The quantifiable benefits of the project component are the additional volumes of water distributed to the final beneficiaries as a result of the project-assisted rehabilitation and minor expansion investments. These additional volumes of water include water saved due to reduction of unaccounted-for water from about 40 or 50% of gross production to 25% by the year 2001. The benefits have been estimated using an average tariff of US$0.25/m3 by 1997. This average tariff reflects the beneficiaries' willingness to pay as expressed in the surveys undertaken by the consultants and the current average tariff in the pilot town of Tanga, which is already at US$0.24/m3. Current tariffs in the other towns are still at an average low US$0.09, and subsidies mostly go to the wealthy (see poverty analysis below). In all cases, however, tariffs for standpipes are projected to remain unchanged at US$ 0.04 / m3 so as not to increase the financial burden on the poor. This analysis has followed a conservative approach since it has not included in the calculation the cost savings derived by substituting previous water sources (e.g., water sold by vendors) and health benefits, which are difficult to quantify. 12 Demand projections are based on the consultants' estimates by class of beneficiary (i.e., standpipe, domestic, commercial, institutional and industrial).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Cost-Benefit Analysis of the Urban Water Supply and Sewerage Component",
        "sec_num": null
      },
      {
        "text": "4.40 The project would have an overall positive impact on the populations in urban and periurban areas. The poor are likely to be major beneficiaries of the services provided by the project investment as well as of employment generated by these investments. Many of the civil works of the project components are labor-intensive and would provide employment for unskilled labor. The Dar es Salaam Community Infrastructure Upgrading component would support efforts already underway through the Dar Sustainable Cities Project (GovernmentlHabitat) which focuses on community management for solutions to urban services and environmental problems in poor neighborhoods. Tertiary and secondary infrastructure rehabilitation and limited new construction feeding from/or into existing primary networks (standposts, simplified sewers, neighborhood drainage, etc.) are high-priority investments and depend heavily on community involvement and management. 4 .41 Regarding the water and sewerage component, the Tanzania Social Sector Review showed that the highest subsidies from the Government to water consumers go to the relatively well off: about 60% of the subsidy for private connections goes to the 20% of the population on the top of the income distribution. Under the project financing of water supply in six towns, new standposts would be constructed under arrangements whereby the communities manage the standposts. A tariff revision to bring the UWSDs' finances in line and to address this issue would be undertaken under the project. It is anticipated that tariffs at public standpipes will remain at the current level so as not to affect the poorest strata of the population.",
        "cite_spans": [
          {
            "start": 944,
            "end": 945,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Poverty Analysis and Impact on Women",
        "sec_num": null
      },
      {
        "text": "4;42 The project would have an overall positive impact on women. As women have primary responsibility for the health of their families and are often the drawers of water, improvements in water supply and sanitation facilities would have a beneficial impact on women. It is estimated that about 71% of households in urban centers other than Dar es Salaam collect water from outside the home spending an average of 2.5 hours per day (Source: Tanzania Social Sector Review). It is mostly women and children who perform this task. They would have more time to devote to other household activities, including those for income generation, as a result of improvements in water supply. Improved sewerage and sanitation at the household level would lead to better health for the entire family. Children especially would benefit since they are highly affected by water-borne and water-washed diseases. In terms of the recent institutional reforms in the water sector, the establishment of the Urban Water and Sewerage Boards in the first three pilot towns all have a composition that includes roughly one third women. The UWSBs are the management authority for the water supply and sewerage systems and those women on the Boards play a critical role in day to day management decisions effecting womenthis is not a token representation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Poverty Analysis and Impact on Women",
        "sec_num": null
      },
      {
        "text": "4.43 Overall: The main risk associated with the project is that the Government may not be able to fully implement the institutional andfiscal reforms required for project sustainability as identified in the Letter of Sector Policy. While a number of significant reforms have already been undertaken under the Urban Sector Engineering Project, (paras. 2.6 and 4. 10), the proposed project contains further assistance, performance incentives, and institutional strengthening to central and local agencies (project towns, UWSDs, PMO). The policy reforms contained in the implementation plan that is part of the Letter of Sector Policy (paras. 1.27 and 1.28) aims at ensuring the availability of tax revenues for the urban local authorities to finance municipal infrastructure O&M, as well as for the UWSBs set tariffs and collect revenues to cover O&M costs for water supply and sewerage. There is also the risk of delay or lack of adequate Government counterpart funds, especially under the current extremely tight budgetary situation of Tanzania. The Government's contribution would however constitute only a small fraction of the projected annual infrastructure core investment budget (para. 4.28). GOT is giving high priority to urban development and assurances have been received that counterpart funds will be made available when needed.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "C. RISK AND SENSITIVITY ANALYSIS",
        "sec_num": null
      },
      {
        "text": "Another risk is that the project towns might have insufficient incentives to improve their performance during implementation. This risk will be mitigated through: (i) agreed institutional and financial performance targets and monitoring arrangements; (ii) implementation of a performance improvement plan for those that perform poorly during the first two years of implementation; and (iii) the prospect of reallocating investment fumds to the project towns that meet the agreed performance targets from other towns that do not. 4 .45 There is also a risk that the project towns and Dar es Salaam may be unable to implement the minor civil works as planned. The risk would be mitigated by private sector participation in construction and management, technical assistance to the towns' and UWSDs' engineering departments through the Project Support Units (para. 3.5), involvement of community-based organizations (especially in Dar es Salaam), and limits to the size of contracts managed at the local level (para. 3.12).",
        "cite_spans": [
          {
            "start": 529,
            "end": 530,
            "text": "4",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.44",
        "sec_num": null
      },
      {
        "text": "4.46 Sustainability of the project is at risk if adequate O&M are not carried out.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.44",
        "sec_num": null
      },
      {
        "text": "Various financial provisions of the project are to ensure that adequate financial and management resources will be used for O&M. Technical assistance to strengthen capacity (paras. 3.10, 3.11, and 3.16) and enhance skills will improve the likelihood of project sustainability.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.44",
        "sec_num": null
      },
      {
        "text": "The main risks associated with the Cost-Benefit analysis of the urban roads and storm drainage component of the project are that: (i) vehicle operating costs savings may be smaller than estimated; (ii) the operating and maintenance costs due to the project may be higher than the considered level; (iii) investment costs might be higher than the estimated level; (iv) traffic may grow at a smaller rate; and (v) the project implementation may take longer than estimated. A sensitivity analysis has been carried out to measure the effect of these risks on the expected returns of the project. Table 4 .4 summarizes the various scenarios examined. The base case scenario, as explained in the subsection of cost/benefit analysis, takes the following assumptions, which are the most likely based on the available information: vehicle operating cost savings based on per vehicle savings from Tanzania and other African countries, as well as traffic flows in each of the roads; operating costs of US$1.4 million. per year; traffic growth of 5% per year; and 5 years of project implementation. The switching value of the NPV for the vehicle operating costs savings was calculated.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 592,
            "end": 599,
            "text": "Table 4",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Urban Roads and Storm Drainage:",
        "sec_num": "4.47"
      },
      {
        "text": "Vehicle operating cost savings have to be about 68% of the estimated base case scenario for the NPV to become negative. NPV becomes negative when the operating and maintenance costs are more than 2.3 times the base case. Investment costs would have to be 1.7 times higher than the base case, for the NPV to become negative. If traffic does not grow during the 15 years of project operation, the ERR would drop to 19.7%. A twoyear delay in implementation (7 years instead of 5) would reduce the ERR to 22.4%. From this analysis, it can be concluded that, given the relatively high ERR of the project, there are no variables that pose a high risk to the roads and drainage component of the project. There is always the risk, however, that higher operating costs or delays in implementation would reduce the benefits of the project and therefore these variables must be closely followed up. To mitigate these risks, technical assistance, training, conditionalities and close monitoring would be provided. 12.0 Lower Traffic Growth: 0% of traffic growth per year 19.7 2 Year Delay in Implementation: Implementation takes 7 instead of 5 years (and an increase in 5% in O&M costs)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Urban Roads and Storm Drainage:",
        "sec_num": "4.47"
      },
      {
        "text": "22.4",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Urban Roads and Storm Drainage:",
        "sec_num": "4.47"
      },
      {
        "text": "The main risks associated with the Cost-Benefit analysis of the water supply and sewerage component of the project are that: (i) willingness to pay might be lower than estimated; (ii) water production might not be increased as estimated or unaccounted-for water might not be reduced to the estimated levels; (iii) the operating and maintenance costs due to the project might be higher than the considered level; (iv) investment costs might be higher than estimated; and (v) the project implementation might take longer than estimated. A sensitivity analysis has been carried out to measure the effect of these risks on the expected returns of the project. Table 4 .5 summarizes the various scenarios examined. The base case scenario, as explained in the subsection on cost/benefit analysis, makes the following assumptions: a tariff of US$ 0.25 per cubic meter, net billable production of 33 million cubic meters by the year 2001, unaccounted-for-water of 25% of gross production by the year 2001, operating costs of US$ 1.1 mill. per year, and 4 years of project implementation. If the willingness to pay were only equal to the current tariff levels of the pilot town of Tanga, that is US$ 0.24 per cubic meter, the ERR would be reduced to 11.6%. In the case of water production, it would have to be increased to 98.5% of the potential billable production or alternatively unaccounted-for-water to be reduced from its current level of 40-50% to only 33%, for the NPV to become negative. NPV becomes negative when the O&M costs are more than 10% the base case. Investment costs would have to be 12% higher, for the NPV to become negative' 3 . A 50% delay in implementation (6 years instead of 4) reduces the ERR to 1 1.8%. From this analysis, it can be concluded that all the variables pose high risk to the water and sewerage component of the project and that this component therefore must be closely followed up. To mitigate these risks, technical assistance, training, conditionalities and close monitoring would be provided. It should be added that these economic risks are, however, lower in reality due to the fact that some benefits of this component were not quantified (benefits from health and from not having to pay vendors for water). Tanga) 11.6 Lower Water Production: Net Billable Water Production = 33 mill m3 (if production is to increase only to 98.5% of estimated net billable water production or unaccounted-for-water to be reduced only to 33%)",
        "cite_spans": [
          {
            "start": 1639,
            "end": 1640,
            "text": "3",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [
          {
            "start": 656,
            "end": 663,
            "text": "Table 4",
            "ref_id": "TABREF5"
          },
          {
            "start": 2247,
            "end": 2253,
            "text": "Tanga)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Water Supply and Sewerage:",
        "sec_num": "4.48"
      },
      {
        "text": "12.0 Higher Operating Costs (more than 10% the base case): Operating Costs = US$ 1.3 mill. per year 12.0 Higher Investment Costs (about 12% higher than the base case)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Water Supply and Sewerage:",
        "sec_num": "4.48"
      },
      {
        "text": "12.0 2 Year Delay in Implementation: Implementation takes 6 instead of 4 years (50% longer implementation)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Water Supply and Sewerage:",
        "sec_num": "4.48"
      },
      {
        "text": "11.0",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Water Supply and Sewerage:",
        "sec_num": "4.48"
      },
      {
        "text": "4.49 The Project is classified as an Environmental Assessment Category B project as it may have some specific negative environmental impacts. Limited environmental studies were accordingly carried out with the results summarized below and further described in Annex D. There would be no abstraction of water from an international river basin. For the addition of a sludge collection and treatment facility to the existing sewerage treatment plant in Mwanza,14 about 80 families (about 480 people) would have to be resettled. Prior to Board presentation the Government submitted to IDA a satisfactory resettlement plan for these families, with a schedule of compensation to be paid to the affected population and a time-table of implementation. No other settlement is anticipated. Assurances were obtained during negotiations that the Government will implement the agreed resettlement plan in accordance with the time-table contained in the plan. As a condition of disbursement for civil works for Water Supply and Sewerage in each town Government would provide IDA with satisfactory evidence that land rights exist for the lands to be used for this part of the project. Such evidence would consist of (i) a land title, or (ii) a letter of offer from the Ministry of Lands, with adequate site specifications attached, confirming that the land has been allocated to the respective project town.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "D. ENVIRONMENTAL IMPACT",
        "sec_num": null
      },
      {
        "text": "The proposed rationalization and improvements to the existing solid waste disposal sites will require further hydrogeologic investigations to ascertain the potential for groundwater pollution. As these are existing disposal sites and the volume of solid waste generation and disposal is not anticipated to increase as a result of the project, the risk of exacerbating the situation is minimal. Precautions would be required such that any existing natural layer of impermeable material is not punctured in the process thereby endangering the water quality of an underlying aquifer. Investigations would also be required to determine whether leachate runoff is currently a problem or could become a problem as a result of project activities. If so, measures would be taken to mitigate the adverse effects of the leachate. Project financing would be used to develop new landfill sites in Tanga and Mwanza, for which full environmental assessments are in the process of preparation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.50",
        "sec_num": null
      },
      {
        "text": "4.51 Special attention has been paid in design and implementation of the water supply and sanitation improvements to mitigate negative environmental effects. Additional abstractions would be minimal because most of the additional piped water would be obtained through the rehabilitation of existing installations. Groundwater would be developed for additional water withdrawals wherever there is sufficient yield and in accordance with best hydrogeological practices. Improvements in the urban environment in the project towns and Dar es Salaam would result from improvements in sanitation facilities and hygiene education. The investments in sewerage collection and treatment have been designed so that the resultant quality of the receiving waters would be within national guidelines.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.50",
        "sec_num": null
      },
      {
        "text": "No sludge treatment is at present carried out in Mwanza. The addition of this facility in Mwanza is considered a high priority to reduce the pollution (and nutrient) load going into Lake Victoria.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.50",
        "sec_num": null
      },
      {
        "text": "A. AGREEMENTS REACHED",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "AGREEMENTS REACHED AND RECOMMENDATION",
        "sec_num": "5."
      },
      {
        "text": "The following agreements were reached during negotiations: (f) Government will have the project accounts -including those relating to the part of the project implemented by MOW and NUWA, the three Special Accounts, and the statements of expenditure -audited and will send a certified copy of the audit report to IDA within six months of the end of each fiscal year (para. 3.21);",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.1",
        "sec_num": null
      },
      {
        "text": "(g) The eight project towns and nine UWSDs' 6 will have their institutional accounts audited and will send the audited accounts to PMO within six months of the end of their FY, and PMO will send IDA a summary of the audited accounts within ten months of the end of each fiscal year (para.",
        "cite_spans": [
          {
            "start": 44,
            "end": 45,
            "text": "6",
            "ref_id": "BIBREF12"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.1",
        "sec_num": null
      },
      {
        "text": "(h) NUWA will have its institutional accounts audited and furnish IDA with a certified copy of the audit report within nine months of the end of each fiscal year (para. (k) UWSDs in the eight project towns and Dodoma will reach a billing and collection efficiency of 80 % of all customers by Mid-Term Review (para. 4.11);",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.21);",
        "sec_num": null
      },
      {
        "text": "(1) Starting not later than 6 months after their establishment, the UWSBs in the eight project towns and Dodoma will annually review water and sewerage tariffs and adjust them as required to ensure that O&M costs are recovered by the time of the Mid-Term Review (para. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.21);",
        "sec_num": null
      },
      {
        "text": "The urban population in Tanzania has been increasing well above the overall National population growth. This rapid urbanization has created enormous pressure on the supply of basic community services and urban infrastructure. Although responsibility for the supply and operation of urban services has been devolved to the Urban Local Government, this has been only partially implemented. Designation of responsibilities between Central and Local Government, and between Local Government and utilities or other Public Agencies, for day to day management and administration, as well as for the design, supply and operation of urban services, and for the collection of revenues, is diffuse to a certain extent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.",
        "sec_num": null
      },
      {
        "text": "Consequently, coordination and accountability for both the quality of services and the recovery of costs, is inadequate. This is exacerbated by the inability of the Local Govermnents to generate local revenue and undertake effective financial management, with the result that the Urban Local Authorities continued to depend on Central Government heavy subsidy for their capital and recurrent expenditures. The impact of inadequately defined institutional framework, unskilled manpower, insufficient resource base, and constraints on financial management by the Local Governments, are evident in the absence of new investments and a long-term lack of maintenance. As a result there has been a rapid deterioration of existing urban infrastructure, and extensive erosion of the level of services available to the expanding population.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.",
        "sec_num": null
      },
      {
        "text": "The implications of this deterioration are evident in unreliable water, transport, and solid waste management, services to the urban-based manufacturing sector, increasingly serious environmental pollution due to inadequate waste treatment capacities, and impassable road networks during the rainy season.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.",
        "sec_num": null
      },
      {
        "text": "The direct costs to the economy of the poorly functioning urban infrastructure system, combined with the loss of assets resulting from accelerating deterioration, are substantial. Given the reliance of Urban Local Authorities on transfers from the centre, the projected population growth in the Urban Centres will place unprecedented demands on Government financial and manpower resources, unless urban sector management and resource mobilization are effectively decentralized and strengthened.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "4.",
        "sec_num": null
      },
      {
        "text": "The Government of Tanzania recognizes that until sound financial and institutional arrangements have been established, any capital investments in rehabilitation or expansion of infrastructure may not yield the expected results. In response to these constraints, therefore the Government is formulating urban policies aimed at: Proposed Action Plan",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "5.",
        "sec_num": null
      },
      {
        "text": "The specific time-bound actions required to enable the GOT to implement the LSP and the agencies responsible for implementation are enclosed. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "19.",
        "sec_num": null
      },
      {
        "text": "While a large portion of this project involves the rehabilitation of existing works, there are components that would result in the construction of new infrastructure. The Project would add environmental benefits to urban populations in eight project towns, Dodoma, and Dar es Salaam. The focus of the works would be on drainage, disposal of liquid wastes and some new solid waste facilities. The environmental concerns associated with the project are (i) the effects of the project on receiving areas for the drainage and liquid waste components, and, (ii) the siting and operation of sanitary land fills. The project has included environmental analyses and mitigation measures for the proposed works. Some landfill sites have not been identified, therefore site-specific environmental analyses must be delayed until the sites have been more precisely defined.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": null
      },
      {
        "text": "The primary concern with the development of solid waste disposal sites is related to the potential effects of leachates on surface and ground waters. For each proposed site, environmental analysis of local hydrology and geology will be conducted to insure that the facilities will not contaminate surface and ground water resources or allow migration of landfill gases. Secondly, the analyses will consider the effects of access routes and truck traffic on the roads to the sites. Thirdly, the environmental analyses will consider elements of the landfill management plans, including sources of fill material and containment of various categories of solid waste materials within the site. Fourthly, the analyses will consider the effects of the proposed facility and access routes on affected populations including meaningful two-way dialogue with these populations. Lastly the analyses will identify all involuntary resettlement and compensation issues in a four point strategy. The four points are: (i) identification of affected people with a baseline survey; (ii) a proposed resettlement/compensation plan agreed with the affected people; (iii) a budget for implementing the plan; and, (iv) a proposed time frame.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Solid Waste Disposal Sites",
        "sec_num": null
      },
      {
        "text": "The receiving areas will have a site analysis to insure that the discharges will not produce unnecessary adverse environmental or social effects and that the discharges will not compromise existing domestic water supplies. The need for siting a sludge treatment ponds in Mwanza adjacent to the existing sewage treatment facility was identified after project appraisal. This would necessitate involuntary resettlement of about 80 families (about 480 people; para 4.49). A resettlement site belonging to the Municipal Council has been identified and an adequate resettlement plan conforming to the Bank's Guidelines for Involuntary Resettlement has been submitted by GOT. In accordance with the guidelines, the project would finance preparation of the new site involving provision of basic infrastructure (water supply, sanitation, roads and drainage). The Municipal Council would provide adequate compensation and assistance to the affected people.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Drainage and Liquid Wastes",
        "sec_num": null
      },
      {
        "text": "The Prime Minister's Office in collaboration with the Department of Environment and the municipalities concerned will conduct or contract the environmental analyses for each proposed solid waste site. At a minimum, these studies will address leachate and gas management, erosion control, adequate provision of daily, intermediate and final soil cover material, access routes and records of consultations with affected population. Copies of the reports and a description of the consultative process followed will be forwarded to the World Bank for review. Copies of these reports will be made available to the public for their review.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Actions",
        "sec_num": null
      },
      {
        "text": "For drainage and liquid waste components, the Ministry of Water in consultation with the municipalities concerned will prepare or contract brief project descriptions covering hydrology and geology of the receiving area, effects on existing water resources and records of consultations with affected populations. These descriptions will be available for review by World Bank supervision missions. Copies should also be available for review by the local population.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Actions",
        "sec_num": null
      },
      {
        "text": "The eight project towns are Arusha, Iringa, Mbeya, Morogoro, Moshi, Mwanza, Tabora, and Tanga.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The direct Government net contribution to the project would be US$14.6 million -US$2.8 million = US$11.8 million, or 10% of the combined IDA-GOT funding, net of taxes, of US$116.8 million. The Goverment contribution includes approximately US$80,000 equivalent which would be contributed by NUWA as counterpart funds for the Dar es Salaam Water Supply component.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The eight project towns are Arusha, Iringa, Mbeya, Morogoro, Moshi, Mwanza, Tanga and Tabora.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The incremental benefits of the project include the benefits from sewerage for the towns in which there would be sewerage rehabilitation/expansion. For these towns a sewerage surcharge was included in the water tariff, and the incremental investment and 0 & M costs include the sewerage component.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "This risk is reduced, however, by the fact that the investment costs in the calculation already include physical contingencies and are based on recently awarded contract costs (para. 4.38).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The project towns are Arusha, Iringa, Mbeya, Morogoro, Moshi, Mwanza, Tabora, and Tanga.16 UWSDs exist or will be constituted in the early part of project implementation in the 8 project towns and Dodoma (para. 5.4).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "7,029 7,029 1,708 1,708 5,321 2006 7,381 7,381 1,793 1,793 5,588 2007 7,750 7,750 1,883 1,883 5,867 2008 8,137 8,137 . 1,977 1,977 6,160 2009 8,544 8,544 2,076 2,076 6,468 2010 8,972 8,972 2,180 2,180 6,792 2011 9,420 9,420 2,289 2,289 7,131 2012 9,891 9,891 2,403 2,403 7,488 2013 10,386 10,386 2,523 2,523 7,862 2014 10,905 10,905 2,650 2,650 8,255 2015 11,450 11,450 2,782 2,782 8,668 2016 12,023 12,023 2,921 2,921 9,102 Net Present Value 39,853 17,338 9,651 26,988 12,865 Economic Rate of Return",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "The Role of the Central Government with respect to that of the Local Government includes:(i) Formulating National Policies and Legislation; (ii) Providing guidance, coordination, regulations and monitoring (iii) performance from the National and Regional levels; (iv) Providing grants, subsidies and other financial assistance; (v) Providing technical expertise; (vi) Providing sector services which are of National importance.",
        "cite_spans": [
          {
            "start": 206,
            "end": 211,
            "text": "(iii)",
            "ref_id": null
          },
          {
            "start": 328,
            "end": 331,
            "text": "(v)",
            "ref_id": null
          },
          {
            "start": 363,
            "end": 367,
            "text": "(vi)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "10.",
        "sec_num": null
      },
      {
        "text": "The Role of Regional Administration with respect to the Urban Local Authorities includes:(i) Providing technical and professional guidance and advice; (ii)Acting as a link to sector Ministries and other Institutions; (iii)Promoting timely preparations of annual budgets; (iv)Facilitating the securing of funds. (Grants from Central Government)The Role of Local Authorities",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "11.",
        "sec_num": null
      },
      {
        "text": "Local Authorities are responsible for provision of the infrastructure and services including; roads, drainage, solid waste, sanitation, physical planning and land use within their jurisdiction.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "12.",
        "sec_num": null
      },
      {
        "text": "In order to expand the availability, quality of Urban Infrastructure and Services (roads, storm water drainage, solid waste, sanitation, physical planning and land use) Urban Local Authorities will involve participation of private sector and community groups in planning and delivery of these services. To this effect the Government of Tanzania supports subsector policies which include: Existing Local Government training institutional to be utilized and strengthened to undertake Local Govemment training requirements. (iv)Local Authorities to set aside adequate funds for training and the Central Govemment will set aside sufficient finds to enable the LGSC to provide training. (v)All key posts in the Local Authorities are manned by competent and experienced staff.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "13.",
        "sec_num": null
      },
      {
        "text": "Govemment of Tanzania recognizes the need to rationalize and simplify the local authorities budgeting and budget approval process to support local financing autonomy. In this regard the Government of Tanzania will ensure that:(i) Local Authorities adopt Central Government three year Rolling and Forward Budgeting. (ii)Approval of band of rates and tariffs with provisional approval of budget.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "15.",
        "sec_num": null
      },
      {
        "text": "Ensure that there is unequivocal support of equitable and adequate local taxation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(b) Revenue Base and Tax Issues",
        "sec_num": null
      },
      {
        "text": "Ensure that Local Authorities exercise stricter application of the existing Laws and By-laws to attain maximum collection of revenue. (iv)Encourage Urban Authorities will charge special rates in areas where residents have benefited from capital expenditure utilizing the powers contained in Urban Rating Act, 1983 so as to enable the authorities to properly service and maintain and fund all related activities. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(iii)",
        "sec_num": null
      },
      {
        "text": "GOT is committed to strengthening local participation and will support developments of community groups.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "17.",
        "sec_num": null
      },
      {
        "text": "Residents will be encouraged and facilitated to fully participate in all proposed developments in their respective urban areas and be allowed to have say in the decision making, especially when this entails financial obligations for which they will eventually be responsible, either by way of user charges or increased taxation. Securing the commitments of the Residents to pay the debts through their local Representatives.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(i)",
        "sec_num": null
      },
      {
        "text": "In enhancing urban management, all efforts to be directed to removing the prevailing constraints between the formal and informal organizations. This will be achieved through appreciation of the importance of local neighborhood organization (Mitaa) in the Urban Authorities.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(ii)",
        "sec_num": null
      },
      {
        "text": "Government of Tanzania will encourage involvement of the private sector in consultancy, construction, operation and maintenance of selected urban infrastructure ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "18.",
        "sec_num": null
      },
      {
        "text": "The Borrower's supervision activities would be carried out by the Prime Minister' Office (PMO), the Ministry of Water (MOW), and the National Urban Water Authority (NUWA). The PMO would coordinate project implementation with the local authorities and MOW would do likewise with the Urban Water and Sewerage Departments (UWSDs). Their supervisory functions would involve the following: liaising with all Bank supervision missions.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1.",
        "sec_num": null
      },
      {
        "text": "In addition to the regular supervision mission to be carried out by IDA in accordance with the schedule set out below, IDA staff would spend time at headquarters on dealing with correspondence, reviewing and commenting on procurement documents, disbursement requests, half-yearly reports and audited accounts. Mid-Term Review by the PMO, MOW, NUWA, and IDA would be held not later than March 31, 1999. The terms of reference and background papers for the review would be prepared by the responsible Government agencies, coordinated by PMO, with IDA staff assistance as may be necessary. The principal objective of the implementation review would be to examine the status of implementation of the project, progress in procurement, disbursements, construction and institutional and policy reforms. It would also include a review of quantitative and qualitative outputs anticipated from the project.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2.",
        "sec_num": null
      },
      {
        "text": "Because the Urban Sector Rehabilitation Project (USRP) aims at municipal management improvements in the project towns in addition to the physical investments in infrastructure, it has two kinds of performance indicators, those measuring project performance and those measuring management performance. The former are concerned primarily with the progress of improvements in physical infrastructure through the project, the latter with improved technical and financial management in the municipalities. Since the project would be carried out in eight project towns (Arusha, Iringa, Mbeya, Morogoro, Moshi, Mwanza, Tabora, and Tanga), Dar es Salaam and Dodoma, separate measurements in each town would be taken on a standard set of indicators on annual basis. The performance indicators for project performance are shown on page 3; those for management performance are contained in the Project Implementation Plan (PIP).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "URBAN SECTOR REHABILITATION PROJECT KEY PERFORMANCE INDICATORS",
        "sec_num": null
      },
      {
        "text": "The Project performance indicators are meant to gauge the progress of project implementation through monitoring the state of infrastructure services in each town. The indicators would show how the project performs over time and will enable corrective measures to be taken in the management of the implementation of the project in each town. The Project Support Unit, the construction supervision consultants, the town councils, and the Urban Water and Sewerage Departments in each town would be responsible for periodically taking measurements of the specific performance indicators that they are responsible for and providing the information to PMO in time for the biannual reporting. The information would then be analyzed and compiled in a suitable format for the reports which are due February 15 and August 15 every year (para. 3.24). The specific organizational responsibilities for measuring and reporting on the various project indicators are contained in the PIP. Standard reporting formats will be agreed on before the submission of the first progress report. The reported progress on the project indicators would be reviewed during the annual implementation review workshop (para. 3.24) and during the Mid-Term Review (para. 3.26), and corrective measures for project implementation will be agreed on and subsequently implemented.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "PROJECT PERFORMANCE INDICATORS -SEE PAGE 3",
        "sec_num": null
      },
      {
        "text": "Management performance indicators are intended to assist in the assessment of progress regarding the institutional reforms and capacity building efforts in each of the municipalities and Urban Water and Sewerage departments. These indicators focus in two areas, institutional and financial. Specific indicators and \"base case\" and target figures were agreed on during the \"technical discussions\" at the time of negotiations and are included in the PIP. A town that does not meet the agreed performance targets in a review period would not be eligible to enter into further agreements for civil works construction and would have to prepare a performance improvement plan (para. 3.9).Similarly to the project performance indicators, the organization responsibility for measuring each of the indicators periodically and reporting on them during the reporting periods (see above) will be specified in the PIP. The management performance indicators can be further broken down into those for institutional and for financial management.Institutional. For the purpose of monitoring management performance of each municipal council and the UWSD, a set of indicators which will compare the present situation with the situation during project implementation as well as comparing the towns with each other will be used. A table called \"Comparators\" is included in the PIP where the indicators and their interpretations are discussed in detail. The implementation performance indicators are meant to monitor the institutional strengthening and capacity building efforts envisaged under the project",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "MANAGEMENT PERFORMANCE INDICATORS -SEE PIP",
        "sec_num": null
      },
      {
        "text": "The financial performance will be monitored with each projected revenue and expenditure item in the financial analysis tables serving as a target to be attained for each town for both the municipal councils and the UWSDs. This is also included and explained in the PIP. Other indicators of accountability and capacity are meant to complement the financial performance indicators. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Financial",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Main Assumptions: Discount rate: 12%; Real Exchange Rate: constant at T Sh 550 = US$1",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Main Assumptions: Discount rate: 12%; Real Exchange Rate: constant at T Sh 550 = US$1",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Net Billable Water Production increase from 23 million m 3 to 33 million m 3 per year by the year 2001 Unaccounted for water to be gradually reduced from 40-50% to 25% by the year 2001 Nature of Benefits: Consumers' surplus from more water available and improved sewerage due to the project Health benefits",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Net Billable Water Production increase from 23 million m 3 to 33 million m 3 per year by the year 2001 Unaccounted for water to be gradually reduced from 40-50% to 25% by the year 2001 Nature of Benefits: Consumers' surplus from more water available and improved sewerage due to the project Health benefits (not quantified);",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "Savings to consumers from not buying from vendors (not quantified) Improved technical, financial, planning and administrative capacity of the eight Regional Centers (not quantified) PROJECT FILE DOCUMENTS",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Savings to consumers from not buying from vendors (not quantified) Improved technical, financial, planning and administrative capacity of the eight Regional Centers (not quantified) PROJECT FILE DOCUMENTS",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Project Monitoring Unit (PMU) -Progress and Implementation Reports",
        "authors": [],
        "year": 1993,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Project Monitoring Unit (PMU) -Progress and Implementation Reports (September 1993-March 1995).",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Institutional Strengthening Program Study",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Devco Ireland",
            "suffix": ""
          }
        ],
        "year": 1994,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "DEVCO Ireland: Institutional Strengthening Program Study (April 1994)",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Technical Working Group (TWG) Outputs: Phase 1: Part I: Survey and Diagnostic Analysis",
        "authors": [],
        "year": 1992,
        "venue": "",
        "volume": "11",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Technical Working Group (TWG) Outputs: Phase 1: Part I: Survey and Diagnostic Analysis (September 1992) Part 11: Strategic Integrated Infrastructure Development Project (SIIDP) (December 1992)",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Phase I: TWG Phase 2 Package 1: Arusha",
        "authors": [],
        "year": 1994,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Phase I: TWG Phase 2 Package 1: Arusha, Moshi, Tanga, Morogoro, and Iringa Studies by M/S Howard Humphreys and Partners Ltd. UK (April 1994- March 1995).",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "TWG Phase 2 Package 2: Mwanza, Tabora and Mbeya Studies by M/S COWlconsult, Consulting Engineers and Planners AS Denmark",
        "authors": [],
        "year": 1995,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "TWG Phase 2 Package 2: Mwanza, Tabora and Mbeya Studies by M/S COWlconsult, Consulting Engineers and Planners AS Denmark. (January 1995-May 1995).",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Local Government Accounting and Revenue Implementation Systems",
        "authors": [],
        "year": 1993,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Local Government Accounting and Revenue Implementation Systems, by M/S Insignia Management Consultants Ltd. (November 1993 -December 1994).",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": ") 7.2 The Urban Housing Sector in Tanzania: Analysis of the Urban Housing Survey Study",
        "authors": [],
        "year": 1991,
        "venue": "Analysis of Affordability and Willingness to Pay Study",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Analysis of Affordability and Willingness to Pay Study ( March 1993) 7.2 The Urban Housing Sector in Tanzania: Analysis of the Urban Housing Survey Study (September 1991).",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Government Policy Framework for Urban Development",
        "authors": [],
        "year": 1994,
        "venue": "Service Delivery and Infrastructure Investment",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Government Policy Framework for Urban Development, Service Delivery and Infrastructure Investment (April 1994).",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": ") b) Extended Strengthening Program: Survey and Mapping Department",
        "authors": [],
        "year": 1994,
        "venue": "MLHUD",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Land Management Study -ARDHI Institute 8. Mapping Component a) Topographic Mapping of Nine Project towns (June 1994) b) Extended Strengthening Program: Survey and Mapping Department, MLHUD (October 94 -July 1995).",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Valuation Component: a) Valuation of Eight Municipalities: Report by Rating and Valuation Advisor",
        "authors": [],
        "year": 1994,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Valuation Component: a) Valuation of Eight Municipalities: Report by Rating and Valuation Advisor (February 93 - January 1994).",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Dar es Salaam Valuation: Dar es Salaam Valuation Officer Reports",
        "authors": [],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Dar es Salaam Valuation: Dar es Salaam Valuation Officer Reports.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "type_str": "figure",
        "num": null,
        "fig_num": null,
        "text": "Sewerage (US$ 17.0 million) -Sewerage rehabilitation is proposed for Arusha, Morogoro, Moshi, Mwanza, Tabora, and Tanga, while new construction is proposed for Iringa, and construction of sludge treatment ponds would be undertaken in the eight project towns. At the national level, the 1987 Urban Sewerage and Sanitation Policy established the fundamental principles in relation to financing and cost recovery mechanisms. The UWSBs in the towns are establishing tariffs that are transforming the sewerage services into a user fee based sustainable operation.",
        "uris": null
      },
      "FIGREF1": {
        "type_str": "figure",
        "num": null,
        "fig_num": null,
        "text": "Dar es Salaam (US$ 12.2 million) -Activities to meet the specific needs of Dar es Salaam would consist of the following:(i) Community-Based Infrastructure Upgrading Program (US$ 6.2 million) -The project would support a \"demand-driven t ' community infrastructure upgrading program in selected infrastructure deficient settlements in Dar es Salaam. The components would consist primarily of local distributor roads, access roads, storm water drainage, sewer laterals and connections, and tertiary distribution of water supply. Training and technical assistance would be provided. The main criteria for the selection for the sub-components to be financed are: existence of a communitybased organization; community willing and able to make the agreed-upon capital contribution (usually 20%) and sustain the full 0 & M costs; deficiencies in basic infrastructure and municipal services; location close to functioning trunk infrastructure; and land free of major environmental hazards.(ii) Dar es Salaam Water Supply (US$ 6.0 million) -To prevent the Dar es Salaam water supply from deteriorating further and from a possible collapse in the near future, the project would (i) provide urgently-needed equipment, spare parts, pipes and fittings; (ii) procurement and installation of water meters, leak detection, and repair; mapping, repairs and replacement of parts of the water mains and the distribution system to keep the system operational; (iii) support to improved management of NUWA; and (iv) studies to develop a future water supply and environmental management program. C. Institutional Strengthening (US$ 25.2 million) -The proposed institutional strengthening consists of local and foreign training, technical assistance, study tours and local workshops, information technology, and the provision of basic equipment. Both municipal/city and Central Government organizations as well as UWSDs would receive capacity-building assistance in reviewing and reforming their operations, the management of these operations, and their role in the larger urban institutional environment. The project's sub-components would include : (i) senior management training and organizational development; (ii) building local government training capacity through development of the proposed Local Government Training Unit; (iii) technical training including management training for senior technical managers and on-the-job training for technical personnel of the municipal councils and the UWSDs; (iv) rating and valuation training -a training program for valuers to upgrade specific skills; (v) skill upgrading for municipal economists in the development of service management plans and use of information technology; (vi) strengthening of the Department of Local Government in PMO through training of key staff and provision of essential equipment; (vii) information technology to cater for the management improvement, financial management and system development needs of the various central and local government departments and for implementation support; (viii) property tax mobilization support to Dar es Salaam and the eight project towns; (ix) beneficiary information dissemination, education, participation, community mobilization, and hygiene education; (x) implementation support for the project through technical assistance, information technology, vehicles, and office equipment to: (a) PMO, (b) the Project Support Units (PSUs) in the project towns, (c) MOW, and (d) the UWSDs; and (xi) design and installation of a Maintenance Management System for roads in the project towns.",
        "uris": null
      },
      "FIGREF2": {
        "type_str": "figure",
        "num": null,
        "fig_num": "34",
        "text": "PMO would have overall coordinating responsibility for the project, including the consolidation of accounts for reporting purposes and progress reporting, supporting functions to the Steering Committee, ensuring the availability of Government counterpart funds, opening of the Special Accounts, coordination of auditing of all project accounts, and monitoring of compliance with the Development Credit Agreement. It would also be responsible for all aspects of implementing the Municipal Services component of the project, including the procurement above the agreed threshold (see Procurement); accounting, financial management and control, monitoring of implementation and of the fmancial and management performance of the municipalities. Another area of responsibility of PMO would be the implementation of the Institutional Strengthening component of the project, including capacity building in PMO for urban policy formulation and implementation, support and oversight to the municipalities, and donor coordination. The senior full-time staff of the PMU would consist of a Project Manager, Project Accountant, Senior Engineer, Financial Specialist, and Senior Procurement Specialist. Each would head a section of the PMU of appropriate size as specified in the PIP. All but a qualified Project Accountant and Senior Procurement Specialist had been appointed by the time of negotiations. The selection of a full-time Project Accountant and a Senior Procurement Specialist for the PMU, whose qualifications are acceptable to IDA, would be a condition of effectiveness.",
        "uris": null
      },
      "FIGREF3": {
        "type_str": "figure",
        "num": null,
        "fig_num": null,
        "text": "to have introduced in the town the procedures contained in the Local Authorities Accounting Manual (LAAM; para 4.17); and (c) the urban local authority of the town to have submitted an acceptable Management Improvement Plan (paras. 4.1, 4.4, and 4.12).",
        "uris": null
      },
      "FIGREF4": {
        "type_str": "figure",
        "num": null,
        "fig_num": null,
        "text": "followed an exercise of comparison between different feasible and mutually exclusive Arusha, Iringa, Mbeya, Morogoro, Moshi, Mwanza, Tabora and TangaThe MIPs are mechanisms introduced in the eight towns and Dar es Salaam as an integral part of project preparation. In December 1995 the Tanga Municipal Council submitted an MIP which has been recommended by PMO as a model for the other project towns. A standard outline of an MIP has been agreed on during the \"technical discussions\" at the time of negotiations and is included in the PIP.",
        "uris": null
      },
      "FIGREF6": {
        "type_str": "figure",
        "num": null,
        "fig_num": "10",
        "text": "The Bank has supported the Government in this endeavor and, under the Urban Sector Engineering Project, has assisted the Government to start the implementation of its strategy. The following activities are ongoing, and positive financial results have already been registered: (a)",
        "uris": null
      },
      "FIGREF7": {
        "type_str": "figure",
        "num": null,
        "fig_num": null,
        "text": "draft legislation to the National Assembly by Mid-Term Review, amending (i) the Water Works Ordinance to grant management and financial autonomy to UWSDs; and (ii) the Local Government Service Act No. 10 of 1982 and the Local Government Act No. 23 of 1991 (paras. 1.26 and 1.28); (b) Government will ensure that until the completion of the project the agreed portion of the Road Fund will be paid to the project towns on a quarterly basis (para. 1. 19); (c) Government will establish and maintain until the completion of the project a Project Steering Committee (para. 3.1); (d) Government will implement the project in accordance with the project implementation plan (para. 3.2);(e) Government will ensure that, until completion of the project, the following positions in each of the eight project towns' are filled with qualified regular staff: municipal director, treasurer, municipal engineer, and head of manpower development (para. 3.3);",
        "uris": null
      },
      "FIGREF8": {
        "type_str": "figure",
        "num": null,
        "fig_num": null,
        "text": "4.11); (m) Government will present draft legislation to the National Assembly amending the statutes of NUWA by June 30, 1997 (para. 4.25); (n) NUWA will complete the implementation of the agreed Management Improvement Plan by Mid-Term Review (para. 4.25 and 4.26);(o) NUWA will improve its billing and collection efficiency at least by 20% per year in FY97 and FY98, and by 10% per year thereafter, to ensure that by Mid-Term Review the average number of days of its arrears does not exceed 90 days (para. 4.25); and (p) Government will carry out the agreed resettlement program in accordance with the plan of action and timetable that it contains (para. 4.49).B. CONDITIONS OF CREDIT EFFECTIVENESS5.2The conditions of effectiveness of the credit are:(a) Memoranda of Understanding for project implementation have been signed between PMO and at least five of the project towns (para. 3.2); and (b) Government will have selected a Project Accountant and a Senior Procurement Specialist for the PMU (paras. 3.4 and 3.13). C. CONDITIONS OF DISBURSEMENT 5.3 Conditions of disbursement for civil works for Municipal Services for any of the eight project towns are that the town will have: (a) Established a PSU (para. 3.5); (b) Signed a Memorandum of Understanding with PMO (para. 3.9); (c) Introduced LAAM (paras. 3.9 and 4.17); and (d) Si-ifftted an acceptable Management Improvement Plan (para. 3.9 and 4.4). 5.4 Conditions of disbursement for civil works for Water Supply and Sewerage for each town of Arusha, Dodoma, Iringa, Morogoro, Moshi, Mwanza, Tabora, and Tanga are that: (a) Government has opened an urban water and sewerage recurrent expenditure account for this town (para. 3.6); (b) Government has appointed an Urban Water and Sewerage Engineer in U--,` 'D (para. 3.6); (c) Government has established an Urban Water and Sewerage Board and appointed the members of the Board (para. 3.6); (d) Ministry of Water has signed a Memorandum of Understanding with the UWSD concerned (para 3.6); and(e) Government has furnished to IDA satisfactory evidence of land rights for the land required for this part of the project (para. 4.49).",
        "uris": null
      },
      "TABREF0": {
        "type_str": "table",
        "content": "<table><tr><td>Roads</td><td>70% -85% in poor condition</td></tr><tr><td>Stormnwater Drainage</td><td>0% -50% coverage</td></tr><tr><td>Solid Waste Collection</td><td>10% -42% by councils</td></tr><tr><td>Water Supply</td><td>6% -28% of population has no coverage</td></tr><tr><td/><td>14% -52% of population has basic coverage</td></tr><tr><td>Sanitation</td><td>2% -5% of population has no facilities 2</td></tr><tr><td/><td>3% -6% use public facilities</td></tr><tr><td>Source: COWIConsult, 1992</td><td/></tr></table>",
        "html": null,
        "text": ".1 lists some indicative figures for urban services.",
        "num": null
      },
      "TABREF1": {
        "type_str": "table",
        "content": "<table><tr><td>would be entered into between the municipality and selected private</td></tr><tr><td>operators.</td></tr><tr><td>towns C. Institutional strengthening consisting of technical assistance, training, and equipment for and Dodoma; B. Dar es Salaam community-based infrastructure upgrading and water supply; the municipal councils' and UWSDs' organizational and financial management capacity improvements in the eight project towns, Dar es Salaam and Dodoma; and D. Future project preparation in the urban sector. i) Municipal Infrastructure Services (US$ 50.0 million) -The project would support rehabilitation and expansion of priority infrastructure (roads, stormwater drainage) and improvements of essential municipal services (basic workshop upgrading, solid waste collection and disposal, and sanitation improvements) in (a) Roads and Storm Water Drainage (US$ 39.9 million) -The investments would strengthen the urban transportation sector by (i) supporting spot improvements, (ii) strengthening key arterial and collector roads, (iii) resealing roads through surface dressing, (iv) improving bus stands; (v) incorporating facilities for non-motorized transport, and (vi) facilitating improvements to workshops. Both road drainage and priority primary storm water drainage improvements would be included. The magnitude of the investments in each town was determined by the ability of the town to sustain the O&amp;M costs through self-generated revenue. Very limited basic improvements to deteriorated municipal workshops where vehicles of the various municipal service sectors are secured and minor maintenance carried out would be supported. (b) Sanitation (US$ 4.3 million) -This sub-component includes: (i) the establishment of an improved pit latrine program through the promotion of private sector interventions to facilitate the supply of latrine components to the residents of the respective municipalities; (ii) school latrine construction, and (iii) the provision of vehicles and equipment to improve the councils' capability to provide an adequate and sustainable latrine and septic tank emptying service through leasing to private operators. (c) Solid Waste Management (US$ 5.8 million) -The solid waste management component includes: (i) establishment of improved refuse collection arrangements through the provision of appropriate vehicles and equipment for the operation of a communal collection and transportation system, generally from markets and low and mixed income areas; (ii) improvement of existing dumpsites and access roads, and construction of concrete skip pads in the eight project towns; (iii) siting, design and construction of new sanitary landfills in those towns where existing sites are ii) Water Supply and Sewerage (US$ 50.8 million) -The designs for rehabilitation and select expansion of water supply and sewerage services, as with the municipally managed infrastructure services, are based on (i) priority demand; (ii) implementation capacity -both at central and local levels; and (iii) improved revenue generation efforts of the UWSDs of the respective towns in order to sustain all required O&amp;M expenditures. The two sub-components are described 2.10 (US$ 100.8 million) the eight project towns, as follows: below:</td></tr><tr><td>either unsuitable or are of very limited capacity for future use; and (iv)</td></tr><tr><td>establishment or improvement of commercial collection from industries,</td></tr><tr><td>business establishments, institutions, hospitals, street sweeping, and door-to-</td></tr><tr><td>door collection arrangements from high income areas. Lease arrangements</td></tr></table>",
        "html": null,
        "text": "The institutional arrangements for water supply and sewerage are different from the rest of the infrastructure services. All municipal infrastructure services are the responsibility of the respective municipal councils with the exception of water supply and sewerage which come under the responsibility of the MOW and UWSDs. A brief description of the various components of the project is given below, while detailed descriptions are provided in the Project Implementation Plan.",
        "num": null
      },
      "TABREF2": {
        "type_str": "table",
        "content": "<table><tr><td/><td>_</td><td>_-</td><td>T Sh</td><td>-</td><td>-</td><td>-</td><td>US s</td><td>-</td><td>||</td><td>-</td></tr><tr><td/><td/><td/><td>Thousand</td><td/><td/><td/><td>Thousand</td><td/><td/></tr><tr><td>Cowponent</td><td>Local</td><td/><td>Foreign</td><td colspan=\"2\">Total</td><td colspan=\"2\">Local Foreign</td><td colspan=\"2\">TotAl F</td><td>F Total</td></tr><tr><td colspan=\"5\">A. REHABILITATION AND EXPANSION OF INFRASTRUCTURE SERVICES</td><td/><td/><td/><td/><td/></tr><tr><td>1. Municipal Council Infrastructure</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Roads and Drainage</td><td colspan=\"6\">9,716,786.8 10,442,442.2 20,159,229.0 15,761.9</td><td colspan=\"3\">16,939.0 32,701.0</td><td>52</td></tr><tr><td>Sanitation</td><td colspan=\"3\">734,840.2 1,515,400.4</td><td colspan=\"3\">2,250,240.6 1,192.0</td><td>2,458.2</td><td colspan=\"2\">3,650.2</td><td>67</td></tr><tr><td>Solid Waste</td><td colspan=\"3\">306,300.8 2,862,848.1</td><td colspan=\"2\">3,169,148.9</td><td>496.9</td><td>4,643.9</td><td colspan=\"2\">5,140.8</td><td>90</td></tr><tr><td>Subtotal Municipal Infrastructur,</td><td colspan=\"6\">10,757,927.8 14,820,690.7 25,578,618.5 17,450.8</td><td colspan=\"3\">24,041.2 41,492.0</td><td>58</td><td>35</td></tr><tr><td>2. Water Supply and Sewerage</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Water Supply</td><td colspan=\"3\">3,442,012.3 13,829,811.7</td><td colspan=\"3\">17,271,824.0 5,583.4</td><td colspan=\"3\">22,433.8 28,017.2</td><td>80</td></tr><tr><td>Sewerage</td><td colspan=\"3\">1,924,303.3 6,637,958.5</td><td colspan=\"3\">8,562,261.7 3,121.5</td><td colspan=\"3\">10,767.7 13,889.1</td><td>78</td><td>12</td></tr><tr><td>Subtotal Water Supply and Sewerage</td><td colspan=\"3\">5,366,315.6 20,467,770.1</td><td colspan=\"3\">25,834,085.7 8,704.9</td><td colspan=\"3\">33,201.5 41,906.03</td><td>79</td></tr><tr><td>Subtotal Rehabilitation and Expansion of</td><td colspan=\"3\">16,124,243.3 35,288,846.8</td><td colspan=\"3\">51,412,704.3 26,155.7</td><td colspan=\"3\">57,242.7 83,398.3</td><td>6S</td></tr><tr><td>Infrastructure Services</td><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Community Infrastructure Upgrading</td><td colspan=\"3\">1,603,858.5 1,591,623.0</td><td colspan=\"3\">3,195,481.5 2,601.7</td><td>2,581.8</td><td colspan=\"2\">5,183.5</td><td>50</td></tr><tr><td>Water Supply</td><td>-</td><td/><td>3,453,450.0</td><td colspan=\"2\">3,453,450.0</td><td>-</td><td>5,602.0</td><td colspan=\"2\">5,602.0</td><td>100</td></tr><tr><td>Subtotal Dares Salaami</td><td colspan=\"3\">1,603,858.5 5,045,073.0</td><td colspan=\"3\">6,648,931.5 2,601.7</td><td colspan=\"3\">8,183.8 10,785.5</td><td>76</td></tr><tr><td>C. INSTITUTIONAL STRENGTHENING</td><td colspan=\"3\">9,371,099.9 4,877,852.7</td><td colspan=\"3\">14,248,952.6 15,201.2</td><td colspan=\"3\">7,912.5 23,113.7</td><td>34</td><td>19</td></tr><tr><td>D. FUTURE PROJECT PREPARATION</td><td>-</td><td/><td>1,739,375.0</td><td colspan=\"2\">1,739,375.0</td><td>-</td><td>2,821.5</td><td colspan=\"2\">2,821.5</td><td>100</td><td>2</td></tr><tr><td>TOTAL BASE COST</td><td colspan=\"3\">27,099,201.8 46,9S0,761.5</td><td colspan=\"3\">74,q49,963A 43,958.6</td><td colspan=\"3\">76,160.4 120 119.0</td><td>63.</td><td>100</td></tr><tr><td>Physical Contingencies</td><td colspan=\"3\">1,512,788.2 3,286,278.4</td><td colspan=\"3\">4,799,066.6 2,453.9</td><td>5,330.8</td><td colspan=\"2\">7,784.7</td><td>68</td></tr><tr><td>Price Contingencies</td><td colspan=\"3\">14,887,666.9 24,305,042.2</td><td colspan=\"3\">39,192,709.1 5,102.0</td><td colspan=\"3\">8,306.6 13,408.6</td><td>62</td></tr><tr><td/><td/><td/><td colspan=\"3\">.2: Financing Plan</td><td/><td/><td/><td/></tr><tr><td/><td/><td/><td colspan=\"2\">(US$ Million)</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">Financing-Source</td><td/><td>Local</td><td/><td colspan=\"2\">Foreign</td><td colspan=\"2\">Total</td><td/></tr><tr><td>IDA</td><td/><td/><td>30.8</td><td/><td colspan=\"2\">74.2</td><td colspan=\"2\">105.0</td><td/></tr><tr><td>Government</td><td/><td/><td>14.6</td><td/><td/><td>-</td><td colspan=\"2\">14.6</td><td/></tr><tr><td colspan=\"3\">Germany, Ireland, and</td><td>6.1</td><td/><td colspan=\"2\">15.6</td><td colspan=\"2\">21.7</td><td/></tr><tr><td colspan=\"2\">the Netherlands</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>TOTAL</td><td/><td/><td>51.5</td><td/><td/><td>98</td><td colspan=\"2\">141.3</td><td/></tr></table>",
        "html": null,
        "text": "",
        "num": null
      },
      "TABREF3": {
        "type_str": "table",
        "content": "<table><tr><td>Non-Bank</td><td>Total</td></tr><tr><td>EFinanced</td><td/></tr></table>",
        "html": null,
        "text": "",
        "num": null
      },
      "TABREF4": {
        "type_str": "table",
        "content": "<table><tr><td/><td colspan=\"2\">2: Disbursement Categories</td></tr><tr><td colspan=\"2\">(US$ Million Equivalent)</td><td/></tr><tr><td>Disburseoieit Category</td><td>IDA Amount</td><td>Percent of Expewditiresto be:</td></tr><tr><td/><td>(US$ Million)</td><td>Financed</td></tr><tr><td>Civil Works:</td><td/><td/></tr><tr><td>Dar es Salaarn Water Supply</td><td>1.0</td><td>100% of foreign expenditures and 60%</td></tr><tr><td>Municipal Services</td><td>22.8</td><td>of local expenditures</td></tr><tr><td>Water Supply and Sewerage, 8 towns</td><td>17.6</td><td/></tr><tr><td>Dar es Salaam Community-Based</td><td/><td/></tr><tr><td>Infrastructure</td><td>4.6</td><td/></tr><tr><td>Goods:</td><td/><td>100% of foreign expenditures.</td></tr><tr><td>Dar es Salaam Water Supply</td><td>1.3</td><td>100% of local expenditures (ex-factory</td></tr><tr><td>All others</td><td>12.5</td><td>cost) and 80% of local expenditures for</td></tr><tr><td/><td/><td>other items procured locally</td></tr><tr><td>Consulting Services and Training:</td><td/><td/></tr><tr><td>Dar es Salaam Water Supply</td><td>1.0</td><td>100%</td></tr><tr><td>All others</td><td>12.4</td><td/></tr><tr><td>Studies:</td><td/><td/></tr><tr><td>Dar es Salaam Water Supply</td><td>2.7</td><td>100%</td></tr><tr><td>All others</td><td>3.5</td><td/></tr><tr><td>O&amp;M Costs (see Table 3.1,</td><td>3.0</td><td>90% for FY97 &amp; 98; 60% for</td></tr><tr><td>Footnote 1)</td><td/><td>FY99&amp;00; and 30% thereafter</td></tr><tr><td>Incremental Operating Costs (see Table</td><td>4.0</td><td>100%</td></tr><tr><td>3. 1, Footnote 2)</td><td/><td/></tr><tr><td>Refunding of PPF</td><td>1.9</td><td>Amount due</td></tr><tr><td>Unallocated</td><td>16.7</td><td/></tr></table>",
        "html": null,
        "text": "",
        "num": null
      },
      "TABREF5": {
        "type_str": "table",
        "content": "<table><tr><td/><td/><td/><td colspan=\"2\">(T Sh Million)</td><td/></tr><tr><td/><td/><td/><td>1992.</td><td>1993</td><td>PercentEE</td><td>1:994.:ig Percent</td></tr><tr><td>iS:0; .. 03 :0Eg; .....; i ..</td><td>E</td><td>E ; Ci</td><td colspan=\"2\">g EEi</td><td>Change</td><td>Change E</td></tr><tr><td/><td/><td>......</td><td/><td colspan=\"2\">4~~~~~~992-9</td><td>19A93944.</td></tr><tr><td>Eight Project Towns:</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">Self Generated Revenue</td><td/><td>909</td><td>1,459</td><td>+61%</td><td>1,574</td><td>+8%</td></tr><tr><td colspan=\"3\">CG transfer for Recurrent Exp.</td><td>1,482</td><td>2,083</td><td>+41%</td><td>3,099</td><td>+49%</td></tr><tr><td colspan=\"3\">Total Resources for Rec. Exp.</td><td>2,391</td><td>3,542</td><td>+48%</td><td>4,672</td><td>+32%</td></tr><tr><td colspan=\"3\">ielf eu. lv.:asR %:WofTtalE::</td><td>38%</td><td>4i%</td><td/><td>34%</td></tr><tr><td>Dar es Salaam:</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">Self Generated Revenue</td><td/><td>734</td><td>1,028</td><td>+40%</td><td>912</td><td>-11%</td></tr><tr><td colspan=\"3\">CG transfer for Recurrent Exp.</td><td>1,736</td><td>2,079</td><td>+20%</td><td>3,287</td><td>+58%</td></tr><tr><td colspan=\"3\">Total Resources for Rec. Exp.</td><td>2,469</td><td>3,108</td><td>+26%</td><td>4,199</td><td>+35%</td></tr></table>",
        "html": null,
        "text": "",
        "num": null
      },
      "TABREF6": {
        "type_str": "table",
        "content": "<table><tr><td colspan=\"2\">(T Sh Million)</td><td/><td/><td/></tr><tr><td/><td>1992</td><td>1993</td><td colspan=\"2\">1994 1995**</td></tr><tr><td>Dar es Salaam*</td><td>57</td><td>128</td><td>110</td><td>180</td></tr><tr><td>Percent Increase</td><td/><td>124</td><td>-14</td><td>64</td></tr><tr><td>Eight Project Towns, Combined</td><td>115</td><td>266</td><td>337</td><td>380</td></tr><tr><td>Percent Increase</td><td/><td>132</td><td>26</td><td>13</td></tr><tr><td>Eight Project Towns, Average</td><td>14</td><td>33</td><td>42</td><td>48</td></tr></table>",
        "html": null,
        "text": "",
        "num": null
      },
      "TABREF7": {
        "type_str": "table",
        "content": "<table><tr><td>(Percent)</td></tr></table>",
        "html": null,
        "text": "",
        "num": null
      },
      "TABREF9": {
        "type_str": "table",
        "content": "<table><tr><td colspan=\"2\">4: Sensitivity Analysis for Urban Roads and</td></tr><tr><td>Storm Drainage</td><td/></tr><tr><td>Scenario</td><td>Economic Rate of Return, in Percent</td></tr><tr><td>Base Case \"most likely\" Scenario: VOC savings of US$ 5.8 mill.</td><td/></tr><tr><td>per year; Operating Costs = US$ 1.4 mill. per year; 5% of traffic</td><td/></tr><tr><td>growth per year; 5 years of project implementation</td><td>23.9</td></tr><tr><td>Smaller Vehicle Operating Costs Savings: VOC savings of US$ 3.9</td><td/></tr><tr><td>mill. per year (about 68% of base case scenario)</td><td>12.0</td></tr><tr><td>Higher Operating Costs (about 2.3 times base case): Operating</td><td/></tr><tr><td>Costs = US$ 3.3 mill. per year</td><td>12.0</td></tr><tr><td>Higher Investment Costs (about 1.7 times the base case)</td><td/></tr></table>",
        "html": null,
        "text": "",
        "num": null
      },
      "TABREF10": {
        "type_str": "table",
        "content": "<table><tr><td>.</td><td>.: Scenario i i</td><td/><td>i</td><td>:</td><td>Economic Rate of</td></tr><tr><td/><td>Scenari t</td><td>E</td><td>Et :! t</td><td>!</td><td>Return, ir Percent</td></tr><tr><td colspan=\"5\">Base Case \"most likely\" Scenario: Average Tariff= US $ 0.25/m3; Net</td></tr><tr><td colspan=\"5\">Billable Water Production = 33 mill m3, Unaccounted-for-water 25%,</td></tr><tr><td colspan=\"4\">Operating Costs = US$ 1.1 mill. per year; 4 years of project</td><td/><td>12.4</td></tr><tr><td>implementation</td><td/><td/><td/><td/></tr><tr><td>Lower willingness to pay:</td><td/><td/><td/><td/></tr></table>",
        "html": null,
        "text": "Average Tariff to increase only to US $ 0.24/m3 (same as current level of the pilot town of",
        "num": null
      },
      "TABREF12": {
        "type_str": "table",
        "content": "<table><tr><td/><td/><td/><td>ANNEX A</td></tr><tr><td/><td/><td/><td>Page2 of 10</td></tr><tr><td/><td colspan=\"2\">T.Ic6bo\"W. 21271.</td><td>TM Ohm PR XA.A LETTER OF SECTOR POLICY</td><td>P.O. DOE 9111,</td></tr><tr><td colspan=\"4\">All 0Mfli co.mmuuictions shmild I-F TYC( /B/40/83 Background</td><td>25th March, 1996</td></tr><tr><td colspan=\"3\">The President</td></tr><tr><td colspan=\"3\">World Bank Washington, V.C.</td></tr><tr><td/><td colspan=\"3\">Thank you for your continued cooperation and support.</td></tr><tr><td/><td/><td/><td>Yours sincerely,</td></tr><tr><td/><td/><td/><td>Prof. Simon M. Mbilinyi</td></tr><tr><td/><td/><td/><td>MINISTER FOR FINANCE</td></tr><tr><td>cc:</td><td colspan=\"2\">Minister of State</td></tr><tr><td>5.5 that:</td><td colspan=\"3\">Office of the Prime Minister Conditions of disbursement for civil works for Dar es Salaam Water Supply are DAR ES SALAAM</td></tr><tr><td/><td>(a)</td><td colspan=\"2\">Government and NUWA have executed a subsidiary agreement (para.</td></tr><tr><td/><td/><td>4.26); and</td></tr><tr><td/><td>(b)</td><td colspan=\"2\">NUWA has furnished to IDA a satisfactory Management Improvement</td></tr><tr><td/><td/><td colspan=\"2\">Plan (para. 4.26).</td></tr><tr><td/><td/><td/><td>D. RECOMMENDATION</td></tr><tr><td>5.6</td><td/><td/></tr></table>",
        "html": null,
        "text": "Subject to the above agreements and conditions, the project is suitable for a Credit to the United Republic of Tanzania in the amount of SDR 72.3 million (US$105.0 million equivalent) on standard IDA terms. addr_jld to the Prielgp1t gSarsary to the Trv.gury and NOT to No...............................",
        "num": null
      },
      "TABREF13": {
        "type_str": "table",
        "content": "<table><tr><td/><td/><td>enhance efficiency;</td></tr><tr><td/><td>(iv)</td><td>Creating effective cost recovery capabilities;</td></tr><tr><td/><td>(v)</td><td>Involving the Private Sector and Community Groups in provision of Urban</td></tr><tr><td/><td/><td>Services.</td></tr><tr><td colspan=\"3\">Objective of the Letter of Sector Policy</td></tr><tr><td>6.</td><td/></tr><tr><td colspan=\"3\">Overall Government Policy Position on Urban Management, Service Delivery and</td></tr><tr><td colspan=\"3\">Infrastructure Investment</td></tr><tr><td>8.</td><td colspan=\"2\">The principal policy objectives of the Government of Tanzania are:</td></tr><tr><td/><td>(i)</td><td>To create an effective institutional and financial framework for operating Urban</td></tr><tr><td/><td/><td>Infrastructure Investment, Maintenance and Service Delivery in urban centres on</td></tr><tr><td/><td/><td>a sustainable basis; and</td></tr><tr><td/><td>(ii)</td></tr><tr><td colspan=\"3\">Key Policy Issues</td></tr><tr><td>9.</td><td colspan=\"2\">In order to specifically address the Urban Management, Service Delivery and</td></tr><tr><td/><td colspan=\"2\">Infrastructure Investment, the Government is committed to pursue Policy reforms with</td></tr><tr><td/><td colspan=\"2\">regard to:</td></tr><tr><td/><td>(i)</td><td>Intergovernmental Roles;</td></tr><tr><td/><td>(ii)</td><td>Capacity Building;</td></tr><tr><td/><td>(iii)</td><td>Local Government Finance;</td></tr><tr><td/><td>(iv)</td><td>Land Management and Human Settlement Development Issues; and</td></tr><tr><td/><td>(v)</td></tr></table>",
        "html": null,
        "text": "Strengthening the financial management, autonomy and viability of the Urban Local Authorities; (ii) Devolving responsibility and accountability to Urban Local Authorities for supply, operation and maintenance of infrastructure and services; (iii) Determining establishment structures for the Urban Local Authorities that The purpose of this letter is to confirm the position of the Tanzania Government on Sector Policy Issues for Urban Management, Service Delivery and Infrastructure Investment and the Program of Actions which will provide the basis of execution of the Proposed Urban Sector Rehabilitation Programme (USRP) in the nine Urban Centres namely Dar es Salaam, Arusha, Moshi, Tanga, Morogoro, Iringa, Mbeya, Tabora and Mwanza. 7. The Government has already identified Key Policy Issues on Urban Management, Service Delivery and Infrastructure Investment. The Government of Tanzania wishes to draw on these key policy issues to describe the main Urban Infrastructure Management and Service Delivery as well as to outline the actions that are scheduled to be taken during the implementation period of the proposed Programme. To create effective monitoring mechanism within the Ministry responsible for Local Government (currently under PMO) to ensure attainments of that sustainability. Role of the Private Sector and Community Participation. (e.g., Sewerage Systems, Solid Waste Management, Water Supply Servicing, Road Maintenance, etc.).",
        "num": null
      },
      "TABREF14": {
        "type_str": "table",
        "content": "<table><tr><td>Action/Activity</td><td/><td colspan=\"2\">Action Plan</td><td/><td colspan=\"4\">Responsible Agencies</td><td>Proposed Target</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td>______Date</td></tr><tr><td>Action/Activity</td><td/><td/><td/><td>Lead</td><td colspan=\"4\">Responsible Agencies 2nd 3rd</td><td>Proposed</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td>Target</td></tr><tr><td colspan=\"3\">9.1 Finalize implementation contracts for Arusha, Moshi,</td><td/><td>PMO</td><td/><td>____</td><td>___ _</td><td>__</td><td>___</td><td>___</td><td>D ate 15/02/96</td></tr><tr><td colspan=\"2\">Tabora, Morogoro, Iringa and Mbeya</td><td/><td/><td>Lead</td><td/><td>2nd</td><td/><td>3rd</td></tr><tr><td colspan=\"2\">1. Establish Good Governance Program 9.2 Mobilize Consultants</td><td/><td/><td>PMO PMO</td><td/><td/><td/><td>31/12/97 29/02/96</td></tr><tr><td colspan=\"3\">9.3 Monitor performance and compliance in the towns.</td><td/><td>PMO</td><td/><td/><td/><td>31/12/97</td></tr><tr><td colspan=\"3\">1.1 Finalize ULA Management Improvement Plans</td><td/><td>ULAs</td><td/><td>PMO</td><td/><td>31/07/96</td></tr><tr><td colspan=\"5\">1.2 Carry out training program for Municipal Directors 10. Create procedures for a single approval process for both ULA PMO LGSC</td><td/><td>PMO MOF</td><td/><td>ULAs</td><td>31/07/96 30/06/97</td></tr><tr><td colspan=\"3\">1.3 Set Management Performance Standards annual budgets and annual review and adjustments of rates and</td><td/><td>PMO</td><td/><td/><td/><td>15/02/96</td></tr><tr><td colspan=\"2\">1.4 Establish Management Monitoring Criteria tarif3s.</td><td/><td/><td>PMO</td><td/><td>ULA</td><td/><td>31/07/96</td></tr><tr><td colspan=\"3\">1.5 Carry out training program for ULA Management Teams</td><td/><td>LGSC</td><td/><td>PMO</td><td/><td>31/12/97</td></tr><tr><td colspan=\"3\">1.6 Monitor Performance I 1. Introduction of Central Government 3-year rolling and</td><td/><td>PMO PMO</td><td/><td>MOF</td><td/><td>ULAs</td><td>Ongoing 30/06/97</td></tr><tr><td colspan=\"2\">forward budgeting method in LAs.</td><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"3\">2. Review ULA Legislation to determine whether amendments</td><td/><td>PMO</td><td/><td>ATG</td><td/><td>31/12/97</td></tr><tr><td colspan=\"3\">are required for private sector delivery of public services, private 12. Compliance with regulations regarding closing of annual</td><td/><td>ULA</td><td/><td>CAG</td><td/><td>PMO</td><td>30/06/96</td></tr><tr><td colspan=\"3\">collection of user fees, and ownership and management of local accounts and completion of independent audit; to conform with</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">services by community groups. the provisions of the DCA.</td><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"3\">2.1 Draft amendments as necessary. 13. Completion of revenue data base and utilization to assist in</td><td/><td>PMO ULA</td><td/><td>ATG PMO</td><td/><td>30/04/97 31/12/96</td></tr><tr><td colspan=\"2\">2.2 Pass amendments as necessary. improved revenue generation of ULAs.</td><td/><td/><td>GOT</td><td/><td/><td/><td>31/12/97</td></tr><tr><td colspan=\"3\">3. Establish autonomous UWSDs under Urban Water Boards in 14. Support ULAs to maximize Property Tax revenues.</td><td/><td>MW PMO</td><td/><td>PMO MOF</td><td/><td>30/06/96 31/12/98</td></tr><tr><td colspan=\"2\">the eight regional headquarters and Dodoma.</td><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"3\">14.1 TA Support -rating and Valuation Specialist.</td><td/><td>PMO</td><td/><td>MOF</td><td/><td>31/12/98</td></tr><tr><td colspan=\"3\">3.1 Monitor results 14.2 Computerization of valuation rolls in eight regional</td><td/><td>PMO</td><td/><td>ATG</td><td/><td>30/04/97 31/12/97</td></tr><tr><td colspan=\"3\">3.2 Establish UWSDs in the remaining urban centres. headquarters.</td><td/><td>GOT</td><td/><td/><td/><td>31/12/97</td></tr><tr><td colspan=\"3\">14.3 Revaluation of central business districts in Arusha,</td><td/><td/><td/><td/><td/><td>31/12/98</td></tr><tr><td colspan=\"3\">4. Review LGB Act 10/82 and LG Act 23/91 to identify Moshi, Morogoro, Iringa, Mbeya, and Mwanza</td><td/><td>PMO</td><td/><td>LGSC</td><td/><td>31/12/97</td></tr><tr><td colspan=\"3\">legislative and procedural barriers to local staffing, management 14.4 Preparation of valuation rolls in Tanga and Tabora.</td><td/><td/><td/><td/><td/><td>31/12/97</td></tr><tr><td colspan=\"2\">initiatives hiring and remuneration arrangements.</td><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"3\">15. Propose a plan to create a viable financial intermediary for</td><td/><td>PMO</td><td/><td>MOF</td><td/><td>30/06/97</td></tr><tr><td colspan=\"4\">4.1 Draft amendments ULA borrowing for development projects, either by strengthening</td><td>PMO</td><td/><td>ATG</td><td/><td>31/03/97</td></tr><tr><td colspan=\"2\">4.3 Pass amendments LGLB or through other organizational means.</td><td/><td/><td>GOT</td><td/><td/><td/><td>31/12/97</td></tr><tr><td colspan=\"2\">4.3 Remove procedural barriers</td><td/><td/><td>PMO</td><td/><td>LGSC</td><td/><td>31/12/97</td></tr><tr><td colspan=\"2\">15.1 Implement the plan.</td><td/><td/><td/><td/><td/><td/><td>31/03/98</td></tr><tr><td colspan=\"3\">5. Review and amend where necessary LA legislation governing</td><td/><td>GOT</td><td/><td>ATG</td><td/><td>PMO</td><td>31/12/97</td></tr><tr><td colspan=\"7\">the division of powers and responsibilities for policy making and 16. Revision of urban plot density standards, building standards, MLHUD PMO</td><td/><td>ULA</td><td>31/12/97</td></tr><tr><td colspan=\"3\">executive functions in ULAs. and standards governing provision of urban infrastructure.</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"6\">5.1 Consolidate prior USEP reviews of legislation 17. Encourage and involve Community Groups in ULA decision ULAs PMO</td><td>PMO</td><td/><td>31/06/96 31/12/97</td></tr><tr><td colspan=\"2\">5.2 Draft amendments and service delivery.</td><td/><td/><td>PMO</td><td/><td>ATG</td><td/><td>31/12/96</td></tr><tr><td colspan=\"2\">5.3 Pass amendments</td><td/><td/><td>GOT</td><td/><td/><td/><td>31/12/97</td></tr><tr><td colspan=\"3\">18. Inform IDA on developments in Urban Land Policy.</td><td/><td>PMO</td><td/><td>GOT</td><td/><td>Ongoing</td></tr><tr><td colspan=\"3\">6. Strengthen LGSC through internal review and executive</td><td/><td>PMO</td><td/><td>LGSC</td><td/><td>30/06/98</td></tr><tr><td colspan=\"3\">training opportunities. 7. Identify ULAs training budget requirements in terms of both central (LGSC) and local (ULAs) input. 19. Lqd</td><td/><td>LGSC</td><td/><td>ULAs</td><td/><td>PMO</td><td>31/12/96</td></tr><tr><td colspan=\"3\">8. Identify national and regional centers of excellence in LA GOT -Govermnent of Tanzania MW</td><td>-</td><td colspan=\"3\">PMO Ministry of Water LGSC</td><td/><td>31/12/97</td></tr><tr><td colspan=\"3\">PMO training and prepare long terms plan for LA training and course Prime Ministry's Office UWB LA -Local Autboritde LGSC development. ULA -Urban Local Authority CAG</td><td>---</td><td colspan=\"5\">Urban Water Boord Locol Government Service Commision Comptroller &amp; Auditor General</td></tr><tr><td>MOF -</td><td>Ministry of Finance</td><td>MLNUD</td><td/><td colspan=\"5\">Mhistry of Land, Housing &amp; Urban Development</td></tr><tr><td colspan=\"3\">9. Implement Urban Council Financial Memorandum in all ATG -Attorney Generl DCA</td><td/><td>PMO</td><td/><td>ULAs</td><td/><td>31/12/96</td></tr><tr><td>project towns.</td><td/><td/><td/><td/><td>I</td><td/><td>I</td><td>I_I</td></tr></table>",
        "html": null,
        "text": "Govemnment to ensure that the agreed portion of the Road PMO GOT Ongoing Fund will be made available to ULA on a timely basis.",
        "num": null
      }
    }
  }
}