{
  "paper_id": "D700200",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:28.916110Z"
  },
  "title": "Modeling Economic Behavior in Peru's Informal Urban Retail Sector",
  "authors": [
    {
      "first": "J",
      "middle": [],
      "last": "Barry",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Morton",
      "middle": [],
      "last": "Stelcner",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "J",
      "middle": [
        "Barry"
      ],
      "last": "Smith",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Jorge",
      "middle": [],
      "last": "Castillo",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Shahid",
      "middle": [],
      "last": "Khandker",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Valerie",
      "middle": [],
      "last": "Kozel",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Marcia",
      "middle": [],
      "last": "Schafgans",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Richard",
      "middle": [],
      "last": "Laferriere",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "1990-08",
  "venue": null,
  "identifiers": {},
  "abstract": "Small family businesses that operate outside the formal system comprise a large part of the economy in developing countries and more than half the Peruvian street vendors are women. This model of informal activity in Peru's urban areas elicits policy recommendations to improve productivity (especially women's) in the informal sector. Thw Policy,Research. and Extemal Affairs Complex distributes PRE Working Papers todisseminatethe findings of work in progress and to encourage the exchange of ideas among Bank staff and all others interested in development issues. These papers canry the names of the authors, reflect only their views, and should he used and cited accordingly. The findings, interpretations, and conclusions are the authors' own. They should not be attributed to the World Bank, its Board of Directors. its management, or any of its member countries.",
  "pdf_parse": {
    "paper_id": "D700200",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "Small family businesses that operate outside the formal system comprise a large part of the economy in developing countries and more than half the Peruvian street vendors are women. This model of informal activity in Peru's urban areas elicits policy recommendations to improve productivity (especially women's) in the informal sector. Thw Policy,Research. and Extemal Affairs Complex distributes PRE Working Papers todisseminatethe findings of work in progress and to encourage the exchange of ideas among Bank staff and all others interested in development issues. These papers canry the names of the authors, reflect only their views, and should he used and cited accordingly. The findings, interpretations, and conclusions are the authors' own. They should not be attributed to the World Bank, its Board of Directors. its management, or any of its member countries.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "Smith and Stelcner analyze Peru's urban organized, small-scale competitive family informal sector-particulary women's role in it businesses that rely little on nonfamily hired -based on a theoretical model of informal retail labor, use labor-intensive technologies, and trade (the dominant nonfarm family enterprises), operate largely outside of the legal, bureaucratic, using data from the Peru Living Standards and regulatory framework in terms of licenses, Survey (PLSS). taxes, and contractual obligations.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The informal sector is a collection of loosely",
        "sec_num": null
      },
      {
        "text": "They address these questions: What factors In Lima, Peru, the informal sector makes up explain differences in the performance of retail half the labor force, accounts for 61 percent of businesses? If these can be identified, what types the hours worked, and generates an astounding of policy initiatives might improve the perfor-39 percent of GDP. More than half the street mance of firms, especially those run by women? vendors are women.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The informal sector is a collection of loosely",
        "sec_num": null
      },
      {
        "text": "Among their recommendations:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The informal sector is a collection of loosely",
        "sec_num": null
      },
      {
        "text": "In the informal sector, the free play of * Channeling crcdit to small businesses. market forces determiines returns to productive factors, especially labor. Informal enterprises are * Promoting cooperatives and self-help concentrated in low-income areas of urban associations, which provide credit, facilitate bulk centers, but rural households in Kenya and Peru, purchases, and establish markets for entrepreamong other countries, have joined.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The informal sector is a collection of loosely",
        "sec_num": null
      },
      {
        "text": "neurs.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The informal sector is a collection of loosely",
        "sec_num": null
      },
      {
        "text": "The informal sector is an importantif not * Providing technical assistance, such as the sole --income opportunity for growing short-term instruction in basic management. numbers of the poor. International aid agencies have explored policies to make informal busi-* Making it easier and cheaper to get business nesses more profitable. But this surge of interest licenses. is not based on much empirical evidence about what determines the firms' performance. Nor is * Provide or facilitate cooperative childcare the value of women's entrepreneurial activities centers, facilities for preparing food, and neighreflected in the national accounts.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The informal sector is a collection of loosely",
        "sec_num": null
      },
      {
        "text": "borhood facilities for basic health care to reduce the heavy workload typical for women. There appears to be a consensus that the informal economy is a sizable and growing component of developing economies. It accounts for a substantial fraction 1 For more recent literature see Bromley (1978) , Cornia (1987) , Hallak and Caillods (1982) , Hart (1987) , House (1984) , IDB (1987a) , Mattera (1985) , Moser and Marsie-Hazen (1984) , Sethuraman (1981) , Stewart (1987) , and Tokman (1978) . of the labor force, especially in urban areas, and provides an important -if not the sole -income opportunity for growing numbers of the poor. But the debate about its role in economic development continues. There is considerable disagreement aoout whether measures should be taken to promote informal activities as an impetus to economic growth and a strategy for improving the earnings of low-income households.",
        "cite_spans": [
          {
            "start": 279,
            "end": 293,
            "text": "Bromley (1978)",
            "ref_id": "BIBREF4"
          },
          {
            "start": 296,
            "end": 309,
            "text": "Cornia (1987)",
            "ref_id": "BIBREF10"
          },
          {
            "start": 312,
            "end": 338,
            "text": "Hallak and Caillods (1982)",
            "ref_id": null
          },
          {
            "start": 341,
            "end": 352,
            "text": "Hart (1987)",
            "ref_id": "BIBREF16"
          },
          {
            "start": 355,
            "end": 367,
            "text": "House (1984)",
            "ref_id": "BIBREF19"
          },
          {
            "start": 370,
            "end": 381,
            "text": "IDB (1987a)",
            "ref_id": null
          },
          {
            "start": 384,
            "end": 398,
            "text": "Mattera (1985)",
            "ref_id": null
          },
          {
            "start": 401,
            "end": 430,
            "text": "Moser and Marsie-Hazen (1984)",
            "ref_id": "BIBREF31"
          },
          {
            "start": 433,
            "end": 450,
            "text": "Sethuraman (1981)",
            "ref_id": "BIBREF39"
          },
          {
            "start": 453,
            "end": 467,
            "text": "Stewart (1987)",
            "ref_id": "BIBREF40"
          },
          {
            "start": 474,
            "end": 487,
            "text": "Tokman (1978)",
            "ref_id": "BIBREF48"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The informal sector is a collection of loosely",
        "sec_num": null
      },
      {
        "text": "The place of the informal sector in development is all the more imnortant because of the severe economic crisis in most third world economies. As Cornia (1987) discusses, households faced with sharply reduced employment and incom3 prospects in the formal (or modern) sectors -manufacturing, services, mining, and government -tend to seek employment and income opportunities in the informal economy. The first to shift are those who have lost jobs in the formal sector. Next, employed formal sector workers, especially government employees, resort to moonlighting activities, most of which are informal. As household incomes decline, married women and children who previously did not work in the market are drawn into informal market activities, and soon new entrants to the labor force begin to find jobs in the informal rather than the formal sector. 3 The rapid growth of the informal sector has led international aid agencies and governments to explore policies to improve the profitability of such businesses. This surge of interest, however, is not based on much empirical evidence about the underlying determinants of the performance of the firms.",
        "cite_spans": [
          {
            "start": 143,
            "end": 159,
            "text": "As Cornia (1987)",
            "ref_id": "BIBREF10"
          },
          {
            "start": 852,
            "end": 853,
            "text": "3",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The informal sector is a collection of loosely",
        "sec_num": null
      },
      {
        "text": "Informals perform a remarkable array of activities, ranging from vending foodstuffs and prepared foods to consumer goods and services, including carpentry, tailoring, barbering, shoe-repair, domestic work, vehicle and tool repairs, and transport. In addition, small-scale entrepreneurs manufa re textiles, garments, footwear, household utensils, musical instruments, metal products, furniture and wood products, and leather goods. They process foods and beverages, and recycle junk. Some firms are also involved in such illicit ventures as smuggling and processing alcohol and cocaine.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The informal sector is a collection of loosely",
        "sec_num": null
      },
      {
        "text": "This research analyzes the informal sector in Peru, particularly the role of women, based on a theoretical model of informal retail trade that uses data from the Peru Living Standards Survey (PLSS). Retailing is the domirnant nonfarm family enterprise. The central questions are: What factors explain differences in the performance of retail businesses? Assuming that these cc.nsiderations can be identified, what types of policy initiatives might improve the performance of firms, particularly those run by women? The analysis is confined to urban areas where most of these bus.nesses are located . 4 4We attempted to provide an analysis of nonfarm enterprises in both urban and rural areas. But the limited size of the sample in rural areas precluded the estimation of a mod-l that we were confident of using. The resu-ts for rural areas are in appendix L.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The informal sector is a collection of loosely",
        "sec_num": null
      },
      {
        "text": "Informal economic activity is a mainstay of the Peruvian economy. Its sustained growth stands in marked contrast to formal activity, which has deteriorated in the last decade at an alarmingly rapid rate. There is extensive evidence that a high proportion of the labor force, especially the Lemale component, is in informal activities. As Glewwe and de Tray (1989) and Suarez-Berengue]a (1987) discuss, the majority of the bottom socioeconomic strata in urban areas earns a livelihood from self-employment in the informal sector.",
        "cite_spans": [
          {
            "start": 352,
            "end": 363,
            "text": "Tray (1989)",
            "ref_id": "BIBREF13"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "Peru's shadow economy has recently attracted worldwide attention 5 as a result of the recent publication of El Otro Sendero: La Revolucibn Informal 6 by Hernando de Soto, a businessman and president of Lae Instituto Libertad y Democracia (ILD) in Lima. He concludes that the informal sector is the dominant and most dynamic part of the economy, and believes that removing the burdensome obstacles to legitimacy (such as bureaucratic red tape) would considerably improve Peru's economic malaise.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "Several other recent studies corroborate de Soto's view ,hat a sizable portion, perhaps a majority, of the labor force is in the informal sector. 7 Surveys by the ILD in 1985 and 1986 show that the informal sector in Lima makes up almost half the labor force, accounts for 61 percent of the hours worked and s See The Economist, February 18 and September 23, 1989; and Leaders, March 1989 (12) 1.",
        "cite_spans": [
          {
            "start": 146,
            "end": 147,
            "text": "7",
            "ref_id": null
          },
          {
            "start": 163,
            "end": 178,
            "text": "ILD in 1985 and",
            "ref_id": null
          },
          {
            "start": 179,
            "end": 183,
            "text": "1986",
            "ref_id": "BIBREF47"
          },
          {
            "start": 318,
            "end": 364,
            "text": "Economist, February 18 and September 23, 1989;",
            "ref_id": null
          },
          {
            "start": 365,
            "end": 393,
            "text": "and Leaders, March 1989 (12)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "6 The English translation is The Other Path: The Invisible Revolution in the Third World. (See de Soto 1989). 7See Althaus and Morelli (1980) , Kafka (1984) , Litan and others (1987) , Stelcner and Moock (1988) , Moock, Musgrove, and Stelcner (1989) , Strassmann (1987) , Suarez-Berenguela (1987 ), Vargas Llosa (1987 , Webb (1977) , and World Bank (1987) .",
        "cite_spans": [
          {
            "start": 110,
            "end": 114,
            "text": "7See",
            "ref_id": null
          },
          {
            "start": 115,
            "end": 141,
            "text": "Althaus and Morelli (1980)",
            "ref_id": "BIBREF0"
          },
          {
            "start": 144,
            "end": 156,
            "text": "Kafka (1984)",
            "ref_id": "BIBREF25"
          },
          {
            "start": 159,
            "end": 182,
            "text": "Litan and others (1987)",
            "ref_id": null
          },
          {
            "start": 185,
            "end": 210,
            "text": "Stelcner and Moock (1988)",
            "ref_id": "BIBREF42"
          },
          {
            "start": 213,
            "end": 249,
            "text": "Moock, Musgrove, and Stelcner (1989)",
            "ref_id": "BIBREF30"
          },
          {
            "start": 252,
            "end": 269,
            "text": "Strassmann (1987)",
            "ref_id": "BIBREF41"
          },
          {
            "start": 272,
            "end": 295,
            "text": "Suarez-Berenguela (1987",
            "ref_id": "BIBREF43"
          },
          {
            "start": 296,
            "end": 317,
            "text": "), Vargas Llosa (1987",
            "ref_id": null
          },
          {
            "start": 320,
            "end": 331,
            "text": "Webb (1977)",
            "ref_id": "BIBREF53"
          },
          {
            "start": 344,
            "end": 355,
            "text": "Bank (1987)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "generates an astounding 39 percent of GDP (1984) . For such sectors as commerce mind personal services this share exceeds 60 percent. Litan and others (1987) report that the official national accounts estimate of the informal sector's contribution to GDP it, 3'84 resulted in an understatement of total GDP of 23 percent. Perhaps even more striking is the estimate that 439,000 Lima residents depend on the underground commercial economy, and almost three fourths (314, 000) of these individuals depend on street sales. According to de Soto, these activities generated about $25 million a month in gross sales in 1985 and an average ret per capita profit of $58 a month, about 40 percent more than the legal minimum wage. The 314,000 street merchants include 91,455 street vendors, are 42 percent of the Lima work force involved in commerce.",
        "cite_spans": [
          {
            "start": 38,
            "end": 48,
            "text": "GDP (1984)",
            "ref_id": null
          },
          {
            "start": 134,
            "end": 157,
            "text": "Litan and others (1987)",
            "ref_id": null
          },
          {
            "start": 464,
            "end": 469,
            "text": "(314,",
            "ref_id": null
          },
          {
            "start": 470,
            "end": 474,
            "text": "000)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "The ILD surveys show that women make up 54 percent of the street vendors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "Eighty-six percent of the street merchants occupy curbside sites, while the remaining 14 percent rove the streets. Business is also conducted in (illegal) cooperative markets -collections of kiosks, stalls and booths. Of the 331 markets in Lima, 274 were put up illegally; only 57 were built by the government.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "It is estimated that $41 million has been invested in these illegal markets, which employ about 125,000 people (including sc -40,000 vendors). More than 80 percent of the street vendors and 64 percent of the informal markets are found in low-income districts.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "According to recent studies that used the Peru Living Standards Survey 8 , half of the 5,100 households surveyed owned at least one nonagricultural family enterprise. Of the 27,000 individuals in the survey, 13,600 were in the labor force and 97 percent were employed. More than 4,500 worked in nonfarm family businesses, and 3,100 worked in family enterprises as their main occupation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "About 6,200 worked on family farms.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "Metropolitan Lima accounted for 34 percent of n3nfarm family businesses, other urban areas for 44 percent, and rural areas only 22 percenc.. Of course, a large fraction of rural households also operate farms. These proportions correspond closely to the distribution of family workers and households across regions. The average number of enterprises per household is 1.25.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "These family businesses are dominated by retail trade, manufacturing (especially textiles), and personal services (mainly in urban areas). Retail trade encompasses small shops, inns and cafes, kiosks, stalls, and street vending. Nontextile manufacturing includes food, beverages, pottery, furniture, toys,novelties, and musical instruments. The textile sector includes spinning, weaving, and tailoring. Personal services range from laundries and hairdresser. and barbers to entertainment, auto and electrical repairs, and cleaning services. Most businesses rely on just one or two family workers; the use of hired labor is negligible.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "Many firms do not own any capital or inventory and often have no operating expenses. In the retail sector selling is often on consignment or commission.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "Large factories, wholesalers, and stores in the formal sector often provide the goods and perhaps the cart, stall, or kiosk. The goods are sold either on straight commission, or on consignment: the sellers pay only for what they sell and return the unsold goods. Factories often subcontract textile, clothing, leather and footwear manufacturing to family enterprises, which they provide with materials and equipment. In the labor-intensive personal services sector, little use is made of capital equipment. Thus it is not surprising that many family businesses in the dominant sectors reported little or no capital, inventories, or operating expenses.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "How much credit do informals use and obtain? The Peru Living Standards Survey provided information on the current debt position of each household, and on the source and termns of loans obtained in the past year.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "Only 10 percent of the households that operated businesses reported that they received loans or were in debt. This is not surprising for several reasons.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "First, the PLSS was conducted when inflation rates were extremely high (June 1985 -July 1986 . (During the first half of 1985 the annual inflation was 200 percent, and in the first half of 1986 monthly inflation was 4 to 5 percent.",
        "cite_spans": [
          {
            "start": 71,
            "end": 81,
            "text": "(June 1985",
            "ref_id": null
          },
          {
            "start": 82,
            "end": 92,
            "text": "-July 1986",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "Such high rates of inflation are unlikely to foster a willingness to lend, except at interest rates so high that few households would choose to borrow. Second,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "given a sensitivity to questions about indebtedness, the Peru Living Standards Survey probably underestimated the debt among respondents. (To preserve good will, questions on debt and credit were last in a long questionnaire\". Third,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "given the uncertain legal position of family businesses, their ability to obtain credit from formal lending institutions is very restricted at best. As Carbonetto (1984) , Mescher (1985) , and Kafka (1984) document, only a minute fraction of informal sector firms in Lima borrow from financial intermediaries in the formal sector. Households that need to borrow must depend on loan sharks and pawnbrokers, or resort to a \"pandeiro\". This is a revolving fund to which members make a weekly contribution. A lottery determines the winner of the week's contributions .9",
        "cite_spans": [
          {
            "start": 163,
            "end": 169,
            "text": "(1984)",
            "ref_id": null
          },
          {
            "start": 172,
            "end": 186,
            "text": "Mescher (1985)",
            "ref_id": "BIBREF28"
          },
          {
            "start": 193,
            "end": 205,
            "text": "Kafka (1984)",
            "ref_id": "BIBREF25"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "9 See Mescher(1985) , World Bank (1989) .",
        "cite_spans": [
          {
            "start": 6,
            "end": 19,
            "text": "Mescher(1985)",
            "ref_id": "BIBREF28"
          },
          {
            "start": 28,
            "end": 39,
            "text": "Bank (1989)",
            "ref_id": "BIBREF54"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "In Lima, retail trade, personal services, and manufacturing account for more thati 80 percent of the businesses and almost 85 percenc of the family workers (Table 1) . The single most important activity is retail trade. The pattern is the same in the rest of Peru. In other urban areas the proportions are 86 percent (retail trade, 52 percent) and 90 percent. In rural areas 80 percent of entrepreneurial families and workers are in retail trade (43 percent) or manufacturing, particularly textiles. These are typical informal sector endeavors in most developing countries. What distinguishes Peru from other countries is the unusually large proportion of women and households in these activities.",
        "cite_spans": [
          {
            "start": 446,
            "end": 458,
            "text": "(43 percent)",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 156,
            "end": 165,
            "text": "(Table 1)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Magnitudes and Other Characteristics",
        "sec_num": "2.1"
      },
      {
        "text": "The Peru Living Standards Survey shows that women dominate the informal economy. Schafgans (1989) notes t'at women make up about 45 percent of the labor force. The vast majority work in family-owned firms and farms. Table 2 shows that 82 percent of the 5,952 employed women worked in family-owned nonfarm businesses (28 percent) or on family farms (54 percent). The remaining 18 percent were wage earners, mostly in urban areas. In Lima 45 percent of employed women were wage earners in contrast to 19 percent in other urban areas. In rural areas only 5 percent of employed women worked as salaried employees, usually as schoolteachers and clerks in the public sector. There is practically no labor market for women in rural areas. In Lima, 38 percent of the women were employed in nonfarm businesses and 17 percent in agricultural activities; in other urban areas the corresponding proportions were 44 and 37 percent, and in rural areas 11 and 84 percent.",
        "cite_spans": [
          {
            "start": 81,
            "end": 97,
            "text": "Schafgans (1989)",
            "ref_id": "BIBREF37"
          }
        ],
        "ref_spans": [
          {
            "start": 216,
            "end": 223,
            "text": "Table 2",
            "ref_id": "TABREF2"
          }
        ],
        "eq_spans": [],
        "section": "The Role of Women",
        "sec_num": "2.2"
      },
      {
        "text": "TabTh. OthLactdcswlud6nstruc inanporbdtmdi i:adhnintishfrnhunting.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "8",
        "sec_num": null
      },
      {
        "text": "SourcberIiiviSgandaSldviey. Of the 7,238 employed men surveyed, 21 percent worked in nonfarm   enterprises and 42 percent worked on family farms, while 38 percent worked as   wage employees (65 percent in Lima. 42 percent in other urban areas, and 18 percent in rural areas). In Lima about 32 percent of employed men worked in family businesses and 3 percent on farms, while in other urban areas the proportions were 33 and 25 percent, respectively. In rural areas only 5 percent of men worked in nonfarm family businesses; 77 percent worked on family farms.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 28,
            "end": 250,
            "text": "Of the 7,238 employed men surveyed, 21 percent worked in nonfarm   enterprises and 42 percent worked on family farms, while 38 percent worked as   wage employees (65 percent in Lima. 42 percent in other urban areas, and 18",
            "ref_id": "TABREF0"
          }
        ],
        "eq_spans": [],
        "section": "Metrbima",
        "sec_num": null
      },
      {
        "text": "In the retail food and textile sectors women account for three-fourths of the family workers. In retail nonfood and food processing sectors they make up 60 to '0 percrnt of the work force, and account for about half the workers in urban personal services. The remaining family businesses -transportation, construction, wood and4 chemical manufacturing, wholesale trade, hunting and fishing, and professional services -are dominated by men and employ only a small fraction of women. There appears to be a clear division of labor between men and women. The proportion of women employed in the formal sector is much smaller than that of men and the informal sector activities that women pursue are considerably different from those of men.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Metrbima",
        "sec_num": null
      },
      {
        "text": "The role of women in familv enterprises is also highlighted by the large proportion of family businesses in the dominant three sectors that employ exclusively women and children under 20. In urban and rural areas about half the family retail businesses rely only on women and children. About 40 percent of that provide services firms employ only women and children. In textiles, which are largely home-based, oner 66 percent of the rural concerns employ only women and children. In Lima the proportion rises to 70 percent and in other urban areas to 75 percent. These data suggest that women not only make up a high proportion of family workers but also operate the family businesses. (Chiswick 1983) .11",
        "cite_spans": [
          {
            "start": 685,
            "end": 700,
            "text": "(Chiswick 1983)",
            "ref_id": "BIBREF8"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Metrbima",
        "sec_num": null
      },
      {
        "text": "This analysis focuses on the family business rather than the self-employed individual, thereby incorporating enterprise characteristics -capital, location, nonlabor inputs -and the labor of all family workers. 1 2 3.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Metrbima",
        "sec_num": null
      },
      {
        "text": "The analysis of the model of the revenue process of retail enterprises includes a theoretical characterization of revenue generation by retailers as well as a basis for estimating economic magnitudes (such as productivity). The model incorporates three features of sales revenue -price, potential customers, and the process by which a potential customer becomes a purchaser, at a given price.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model Formulation and Concepts",
        "sec_num": null
      },
      {
        "text": "The traditional economic model of production is extended to explain the production process of firms that expend resources in selling as well as in producing goods or services. For example, consider a street vendor who sells pencils at a given price at a busy intersection. An important consideration involves measuring the vendor's output. To argue that output can be measured in terms of the number or constant dollar value of transactions (in this case, pencils sold) is akin to measuring output by the value of inputs, and misses a vital feature of the retailing process. That is, in every attempt (whether successful or not) to convince a passerby to purchase a pencil, the vendor is also making a sales effort, that includes information about the product and its availability. To measure output by the volume or value of transactions measures only that part of the vendor's activity that is successful.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model Formulation and Concepts",
        "sec_num": null
      },
      {
        "text": "In our model we argue that an enterprise in the retail sector effectively 'produces' the probability that a contacted customer will make a purchase. We argue further that the firm can adjust its inputs (including labor, capital, materials, and inventory) to change the likelihood that it will make a sale.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model Formulation and Concepts",
        "sec_num": null
      },
      {
        "text": "Changing inputs may range from increasing inventories to providing more information to customers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model Formulation and Concepts",
        "sec_num": null
      },
      {
        "text": "The model is not explicitly one of profit maximization and not necessarily one where optimization leads to a dual relationship between cost and production.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model Formulation and Concepts",
        "sec_num": null
      },
      {
        "text": "The data (particularly on prices) are not sufficient to estimate such a model.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model Formulation and Concepts",
        "sec_num": null
      },
      {
        "text": "More important, it is not clear whether the textbook model of cost-efficient production and profit maximization is a useful hypothesis. It may be more reasonable to assume simply that firms make efficient use of their inputs and then to test whether observed decisions are consistent with profit maximization.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model Formulation and Concepts",
        "sec_num": null
      },
      {
        "text": "Since our goal is to provide an empirical model of production for retail firms, in our discussion of the theoretical model we will also refer to problems and limitations in the applied work.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Model Formulation and Concepts",
        "sec_num": null
      },
      {
        "text": "Assume that potential shoppers arrive randomly at the location of a vendor. Thus the contacts between buyers and sellers is a random variable. The average number of such contacts will depend upon the characteristics of the firm, including its location and reputation. 1 3 There is no guarantee that a shopper arriving at an enterprise will decide to make a purchase. Of two seemingly identical shoppers, one may decide to buy while the other does not, independently of the characteristics of the enterprise. The fraction of shoppers that makes a purchase is thus a random variable.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Assumptions",
        "sec_num": "3.1"
      },
      {
        "text": "We assume that at each point in time and for a given price and type of good, a customer has a random yet rationally determined threshold response level to the vendor's sales effort. Suppose shopper j has threshold level ti. The decision by the customer whether or not to make the purchase involves a comparison of t. with the variable T. defined as tbh index of sales effort produced by firm i. If TL > tj, then the arriving customer will buy from firm i.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Assumptions",
        "sec_num": "3.1"
      },
      {
        "text": "If customers have their threshold levels ti distributed according to the same (distribution) function F, then a firm with sales effort T. will make a sale to a randomly arriving customer with probability F(Td). This probability, F(T 1 ), can also be thought of as the fraction of arriving customers that buy from the firm.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Assumptions",
        "sec_num": "3.1"
      },
      {
        "text": "Part of the firms' decision making involves setting the level of TL. costs, and other characteristics of factors employed by the firm will be available in cross-section or time series data sets. With cross-section data the absence of separate information on price and quantity may cause fewer problems than in a time series setting where constancy of price is difficult to justify as a working assun,ption.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Assumptions",
        "sec_num": "3.1"
      },
      {
        "text": "The expected price per unit received by an enterprise is defined as p8.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Specific Aspects of the Model",
        "sec_num": "3.2"
      },
      {
        "text": "It is assumed that agents treat pB as independent of the decisions of individual enterprises and of customers.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Specific Aspects of the Model",
        "sec_num": "3.2"
      },
      {
        "text": "The expected number of shoppers arriving at enterprise i is defined as NE(Xi). NE is assumed to depend upon (a vector of) characteristics of firm i, X', one element of which, for example, would be location. Differences in the expected number of arrivals at firm i versus firm j are assumed to depend only on differences in the characteristics of vectors xL and x3. Because the total number of arrivals is subject to random effects, firm i will not in general observe arrivals equal to N 1 (XI). In the applied work of subsequent sections it is assumed that the expected number of arrivals to firm i can be expressed as:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Specific Aspects of the Model",
        "sec_num": "3.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "nN NE(XL) -exp[a 0 + E a xi]",
            "eq_num": "(1)"
          }
        ],
        "section": "Specific Aspects of the Model",
        "sec_num": "3.2"
      },
      {
        "text": "Thus,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Specific Aspects of the Model",
        "sec_num": "3.2"
      },
      {
        "text": "nN lnNE(XL) ao + E axi (2) J=1 .2 .1",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Specific Aspects of the Model",
        "sec_num": "3.2"
      },
      {
        "text": "where XLJ is a measure of the jth characteristic in firm i. The specification of NE(X t ) is seen to be linear in its logarithm and introduces the ex ante restriction that the number of arrivals is nonnegative.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Specific Aspects of the Model",
        "sec_num": "3.2"
      },
      {
        "text": "The fraction of shoppers that make a purchase or, equivalently, the probability that firm i makes a sale to a randomly arriving customer, is given by F(T(Z')). F depends upon a vector of firm i's characteristics, ZI, which includes labor, materials/expenses, capital, and inventories.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Specific Aspects of the Model",
        "sec_num": "3.2"
      },
      {
        "text": "In keeping with the discussion of the previous section, F can be written as a function of T 1 where T. is an index of sales effort and output produced by firm i and given by:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Specific Aspects of the Model",
        "sec_num": "3.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "TL = T(Zi)",
            "eq_num": "(3)"
          }
        ],
        "section": "Specific Aspects of the Model",
        "sec_num": "3.2"
      },
      {
        "text": "F will be a nondecreasing function of TL, bounded from below by 0 and from above by 1. Indeed, F is just the cumulative distribution function for the random variable t representing individual consumer purchasing thresholds. A drawing of t for a given customer j (tj) shows the level of (an index of) sales effort needed to guarantee that individual j will make a purchase.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Specific Aspects of the Model",
        "sec_num": "3.2"
      },
      {
        "text": "By adopting the above characterization of retailing, we obtain a model whereby something can be produced (sales effort or the probability of a purchase) with no guarantee that any consumer will make a purchase or that a firm will be observed to make a transaction. This will occur when the level of (the index of) sales effort produced by a given firm falls short of the threshold level necessary to convince the customer to buy. In the applied research it is assumed that the cumulative distribution function, F, is given by the logistic",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Specific Aspects of the Model",
        "sec_num": "3.2"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "function. 14 F(TL) 1 1 + exp[-T]",
            "eq_num": "(4)"
          }
        ],
        "section": "Specific Aspects of the Model",
        "sec_num": "3.2"
      },
      {
        "text": "From (3) it will be recalled that the index TL is a function of a vector of characteristics ZL of firm i. This function must reflect the fact that labor is indispensable to the activity but that other factors are not. If we define ZL as the labor component of Z', the indispensability of labor can be introduced by requiring T, to be an increasing function of the logarithm of z 1 L. Introducing the remaining factors affecting TL in a linear fashion leads to the specification:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Specific Aspects of the Model",
        "sec_num": "3.2"
      },
      {
        "text": "nF TL-bo + bllnzL + E b zL (5) 1 J-2 j J",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Specific Aspects of the Model",
        "sec_num": "3.2"
      },
      {
        "text": "where nF is the number of factors used in the production of T.. Given that b, > 0, labor will be an indispensable factor with a positive marginal product in terms of increasing the index T.. As labor becomes small, TL decreases without bound and F(T 1 ) approaches zero. Any other factor zi will be productive as long as bi > 0. The parameter bo is the value of the index when labor is equal to one unit and all other factors are zero.It is reasonable to expect bo to be negative and large enough in absoltte value such that exp [-b.] is large and F(TL), the average frequency of sales, is small when almost no factors are allocated to sales.",
        "cite_spans": [
          {
            "start": 529,
            "end": 534,
            "text": "[-b.]",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Specific Aspects of the Model",
        "sec_num": "3.2"
      },
      {
        "text": "As a final point, it is possible to extend the production analogy to consider isoquants which, in this case, are isoprobability contours of F. Since \" This specification of a logistic probability distribution function has proved valuable in other areas of applied economic research and it has the added benefit that it leads to applied models that are somewhat easier to estimate than those based upon the cumulative normal distribution function.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Specific Aspects of the Model",
        "sec_num": "3.2"
      },
      {
        "text": "F is a monotone increasing transformation of T., isoquants of T 1 will coincide with isoquants of F. These isoquants will be straight lines for pairs of inputs, excluding labor. Alternatively, for pairs of inputs one of which is labor measured on the vertical axis, the isoquants are horizontally parallel and intersect the vertical axis. Production processes such as this are called quasilinear.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Specific Aspects of the Model",
        "sec_num": "3.2"
      },
      {
        "text": "The Revenue Function of the Firm",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.3",
        "sec_num": null
      },
      {
        "text": "The discussion contained in the foregoing sections leads to the specification of a revenue function for a representative firm in the retail sector. This function is comprised of both a deterministic and a stochastic component. The expected revenue of firm i, RE 5 , is given by the product of the expected price and the expected number of buyers. The latter quantity is itself",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.3",
        "sec_num": null
      },
      {
        "text": "given by the product of the expected number of arriving customers and the fraction of customers who make purchases. In terms of the notation introduced above,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.3",
        "sec_num": null
      },
      {
        "text": "RE = pENE(XI)F(T(ZI)) (6) L",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.3",
        "sec_num": null
      },
      {
        "text": "We assume that the stochastic influence on revenues enters multiplicatively. Thus observed revenues of firm i, R., are given by:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.3",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "RL = R' exp[vL]",
            "eq_num": "(7)"
          }
        ],
        "section": "3.3",
        "sec_num": null
      },
      {
        "text": "where vL is a random variable incorporating uncertainties in the price level and the unforecastable factors affecting the number of customer contacts with the firm. We assume that vL is such that E[exp [v,] ] = 1. Our applied work will involve estimating the revenue function in logarithmic form. In terms of the specification of NE and F(T.) in previous sections, the estimating equation will be of the form:",
        "cite_spans": [
          {
            "start": 202,
            "end": 206,
            "text": "[v,]",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.3",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "lnRL -lnpE + ao +F 1 ajx3 -ln(l + exp[-(b. + b,lnz' + 2 bzi')]) + vi",
            "eq_num": "(8)"
          }
        ],
        "section": "3.3",
        "sec_num": null
      },
      {
        "text": "A nonlinear least squares algorithm is used to obtain point estimates of the parameters of the model. Since independent information on average price is not available, the coefficient estimate of ao will not identify the parameter ao.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "3.3",
        "sec_num": null
      },
      {
        "text": "The derivative of the expected revenue function with respect to a righthand side variable (such as labor or capital) can be interpreted as the expected marginal revenue product of the variable. In cases where the unit price of the factor is known, the expected marginal revenue product can be compared with this magnitude to partially assess the efficiency of the firm. For example, if a firm is maximizing expected profits, the factor price and the marginal revenue product should, on average, coincide. In cases where data on factor prices are not available (a common occurrence in the informal sector), the derivative of the expected revenue fur -tion can be considered the shadow price of the factor. This shadow price is the amount of money that would be paid to the factor if the existing situation represented profit-maximizing behavior. In both situations the results lead to interesting insights for policy analysis.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Marginal Revenue Products and Profit Maximization",
        "sec_num": "3.4"
      },
      {
        "text": "The model is quite flexible with respect to possible relationships between revenue and such productive factors as labor, capital, and expenses. The fact that F(T1) is strictly bounded from above and below introduces some features into the relationship between factors that often do not arise in standard models of production. To highlight some of these prope-ties, we present the following example of an expected revenue function.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Marginal Revenue Products and Profit Maximization",
        "sec_num": "3.4"
      },
      {
        "text": "Suppose that a simplified expected revenue function with two factors (x and y) is given by:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Marginal Revenue Products and Profit Maximization",
        "sec_num": "3.4"
      },
      {
        "text": "R 1/(1 + exp[a -x -y]), a 2 0 (9)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Marginal Revenue Products and Profit Maximization",
        "sec_num": "3.4"
      },
      {
        "text": "where R is (expected) revenue, price and customer effects are fixed (in this example) and (a, -1, -1) are the estimated coefficients of the model. The (expected) marginal revenue product of factor x, R., is the derivative of the right hand side of (9) with respect to x and is given by:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Marginal Revenue Products and Profit Maximization",
        "sec_num": "3.4"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "Rx =R -R2",
            "eq_num": "(10)"
          }
        ],
        "section": "Marginal Revenue Products and Profit Maximization",
        "sec_num": "3.4"
      },
      {
        "text": "The marginal revenue product of x will be positive as long as the right hand side of (10) is positive. Given the definition of R in (9), this will always be the case because R < 1.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Marginal Revenue Products and Profit Maximization",
        "sec_num": "3.4"
      },
      {
        "text": "The response of the marginal revenue product function to changes, ceteris paribus, in x and y is important for determining the suitability of any profit maximization hypothesis and for determining the relationships between productive factors. The slope of the marginal revenue product function is given by the derivative of the right hand side of (10) with respect to x. Denoting this slope by R., differentiation yields:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Marginal Revenue Products and Profit Maximization",
        "sec_num": "3.4"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "R.. -R,(1 -2R)",
            "eq_num": "(11)"
          }
        ],
        "section": "Marginal Revenue Products and Profit Maximization",
        "sec_num": "3.4"
      },
      {
        "text": "Eventually, the marginal revenue product curve will slope downwards as R becomes larger than .5. There may be a range of x values where the marginal revenue product curve is upward sloping. This would be the case, for example, if when x -0, the value of the expression (ay) exceeds 0 (and hence, R < .5 when x 0). Thus the slope of the marginal revenue product curve tor x depends in part on the quantity of the other productive factors. Within a profit maximization setting, the marginal revenue product curves must be downward sloping if the optimality conditions are to be satisfied.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Marginal Revenue Products and Profit Maximization",
        "sec_num": "3.4"
      },
      {
        "text": "It was noted above that the levels of other factors affect the slope of the marginal revenue product curve for a given factor. The position of the marginal revenue product curve for a given factor is influenced by the quantities of the other factors as well. This effect can be illustrated by considering the change in the marginal revenue product of x as y changes. Denoting this effect by R.., the right hand side of (10) can be differentiated with respect to y to obtain:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Marginal Revenue Products and Profit Maximization",
        "sec_num": "3.4"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "R' = cRY1 -2R) (R -R 2 )(1 -2R)",
            "eq_num": "(12)"
          }
        ],
        "section": "Marginal Revenue Products and Profit Maximization",
        "sec_num": "3.4"
      },
      {
        "text": "where R. is the marginal revenue product of y. Thus in this simple example, as long as R < .5, increasing y makes x more productive. Eventually, though, as y becomes increasingly large, more of the factor y will exert a negative effect on the (marginal) productivity of x. The explanation lies in the fact that the probability of making a sale (in this case 1/(1",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Marginal Revenue Products and Profit Maximization",
        "sec_num": "3.4"
      },
      {
        "text": "+ -n[I -x -y]) is bounded",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Marginal Revenue Products and Profit Maximization",
        "sec_num": "3.4"
      },
      {
        "text": "from above by 1. The only way this condition can be met for increasing values of y and fixed x is if both factors are made less productive. If this were not to happen then x could be increased over a feasible range of values and the probability could be made greater than 1.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Marginal Revenue Products and Profit Maximization",
        "sec_num": "3.4"
      },
      {
        "text": "The theoretical model is applied to data from the Peru Living Standards Survey (PLSS). The survey results provide informiiation or. a variety of topics:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Description of the Data and Variables",
        "sec_num": null
      },
      {
        "text": "household composition, demographics, housing conditions, health, education, migration, labor force activities, housework, farm and nonfarm busines-es, and household expenditures (see Grootaert and Arrlagada 1986; INE 1988 ).",
        "cite_spans": [
          {
            "start": 183,
            "end": 212,
            "text": "Grootaert and Arrlagada 1986;",
            "ref_id": null
          },
          {
            "start": 213,
            "end": 221,
            "text": "INE 1988",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Description of the Data and Variables",
        "sec_num": null
      },
      {
        "text": "The survey modules on nonfarm family businesses, labor force behavior, and in other urban areas, and 298 in rural areas. In the analysis of the retail sector we excluded 51 observations urban because i) only children under 15 were employed (five in Lima, four in other urban areas, seven in rural areas), ii) no sales revenue was reported (nine in Lima, eight in other urban areas, three in rural areas), and iii) values of capital or expenses were more than 100,000",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Description of the Data and Variables",
        "sec_num": null
      },
      {
        "text": "the",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Description of the Data and Variables",
        "sec_num": null
      },
      {
        "text": "intis (six in Lima and nine in other urban areas). This reduced the sample to 1,386 firms: 405 in Lima, 693 in other urban areas, and 288 in rural areas.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Description of the Data and Variables",
        "sec_num": null
      },
      {
        "text": "A novel feature of this study is that it explicitly addresses the predominate role of women in the retail sector by distinguishing among three types of businesses: 1) female.-only firms (possibly with children), 2) male-only firms (perhaps with children), and 3) mixed firms. Most retail firms employ only one or two family workers and do not use hired laborers. (See Table 3) We use the follr.wing variables in the empirical analysis. The dependent variable is the logarithm of monthly gross revenues, which is the value of output. The set of regressors can be grouped into two categories -those that describe customer arrivals and those chat affect the probability of a purchase.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 368,
            "end": 376,
            "text": "Table 3)",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Description of the Data and Variables",
        "sec_num": null
      },
      {
        "text": "The former group includes the age of the enterprise in years, which can be interpreted as a reflection of the reputation of the firm and perhaps as a we use three dummy variablesprimary school completed, secondary school completed, and postsecondary school completed; the excluded category is less than primary schoolirg. Second, we use three splinesyears of primary school (zero to five), secondary school (six to ten) and postsecondary school (more than 10 years). Finally, the effects of vocational training are reflected by a dummy variable that takes a value of unity if any adult family worker in the enterprise had vocational training, or a value of zero otherwise. 5.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Description of the Data and Variables",
        "sec_num": null
      },
      {
        "text": "This section reports the specification and estimation of the revenue model for the informal retail sector. In contrast to popular approaches to estimating the properties of production technologies, we introduce no assumptions about the optimizing behavior of agents. One reason for this is that there are seldom welldeveloped markets for the factors employed by these firms and thus no way to construct independent measures of the opportunity cost necessary for optimizing models.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Empirical Model",
        "sec_num": null
      },
      {
        "text": "Our work uses the revenue function specified in equation 8. Ultimately, though, the statistical process of specification, estimation, diagnostic analysis, and nonlinearity analysis that we employ is iterative. In our case there were iterations with respect to both model specification and inclusion/exclusion of data points in the sample reflecting the inflow of information from the battery of diagnostic tests to which the model and data were subjected. Since our model is nonlinear in some parameters it was necessary to estimate the extent of this nonlinearity to determine whether the local diagnostic analysis, based on a version of the model linearized about the least squares optimum and other measures of goodness of fit and precision, retained their traditional meaning. It is known, for example, that as the measured degree of model/parameter nonlinearity increases,traditional confidence ellipsoids may become distorted, with the result that traditional measures of (joint) significance of parameters lose their validity.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Empirical Model",
        "sec_num": null
      },
      {
        "text": "We describe below the iterations of testing and diagnostic analysis that separate the initial model from the final model for which parameter estimates are reported. The approach led to a model that is extremely robust, provides an excellent fit of the data, and is very close to the initial model in both specification and sample. Two versions of the final model are reported: the difference between the two lies in the measurement of education -dummy or splined variables. Finally, as a further test of validity, we analyzed the data using nonparametric techniques (see Appendix B). The results are discussed below.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The Empirical Model",
        "sec_num": null
      },
      {
        "text": "The initial model was given by:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Initial Specification",
        "sec_num": "5.1"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "lnRL -ao + alLOCTION_HOME + a 2 LOCATION_FIXED + a 3 FIRM_AGE -ln(l + e T) + VL",
            "eq_num": "(13)"
          }
        ],
        "section": "Initial Specification",
        "sec_num": "5.1"
      },
      {
        "text": "where:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Initial Specification",
        "sec_num": "5.1"
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "TL -bo + bjEXPENSES + b 2 CAPITAL + b 3 STOCK + b,ln(LABOR) + b 5 TRAINING + b 6 SCHOOL_PRIMARY + b 7 SCHOOL_SECONDARY + b 8 SCHOOL_POSTSEC + bgEXPERIENCE + b2OEXPERIENCE 2",
            "eq_num": "(14)"
          }
        ],
        "section": "Initial Specification",
        "sec_num": "5.1"
      },
      {
        "text": "The model was fitted to three subsamples of the data: Lima, other urban areas, and rural areas. All the first round point estimates of the parameters (obtained by a nonlinear least squares Gauss-Newton algorithm) had the correct signs and between 50 and 60 percent of the variance in the logarithm of revenues was explained.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Initial Specification",
        "sec_num": "5.1"
      },
      {
        "text": "The initial results showed similar patterns in the estimated parameters of the Lima and other urban areas models. Some parameters from the rural model were similar to their counterparts for Lima and for other urban areas. These results led to the hypothesis that an aggregate model based on a pooled sample could be estimated. At the same time it was necessary to determine whether we were justified in pooling data among female, male, and mixed enterprises. This question was particularly important given that one of our goals was to estimate women's productivity. Finally, regardless of the outcome of these initial hypothesis tests, all the tests would have to be redone since the model specification and the data set might change as a result of information obtained from the diagnostic analysis (see below). All hypotheses were tested using the sample likelihood ratio statistic compared with its 1 percent critical value. Note.TestwbaseAilikelihabeoatistics.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Preliminary Tests for Aggregation and Pooling",
        "sec_num": "5.2"
      },
      {
        "text": "15 The results correspond to the final estimated model where education is represented by dummy variables. The pattern of results is similar to that obtained with the initial version of the model.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Preliminary Tests for Aggregation and Pooling",
        "sec_num": "5.2"
      },
      {
        "text": "Our analysis involved assessing the sensitivity of parameter estimates to what we term \"data problems.\" Although the PLSS is an unusually clean data set, where much effort was devoted to correcting anomalies, it is still open to a variety of impurities due to, inter alia, measurement errors, data entry, and inaccurate reporting by respondents and enumerators. Advances in statistical research have made it possible to implement a set of data diagnostic tests to reveal statistical problems arising from imperfect data or highly influential sets of observations. These tests provide another useful way to assess the reliability of a given model.\" 7",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Diagnostic Analysis",
        "sec_num": null
      },
      {
        "text": "The diagnostic techniques involve searching the data for single observations or sets of observations that differ significantly from the 'average' data point and may have an excessive influence on the regression results.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Diagnostic Analysis",
        "sec_num": null
      },
      {
        "text": "Parameter estimates that are highly dependent on the properties of small subsamples of the data should be treated with caution. For this reason the isolation and careful study of influential observations is an important task in applied modeling. The theory behind these tests for linear models has been developed extensively in the statistics literature. For our nonlinear model, the tests were performed on a version of the model linearized about the nonlinear least squares optimum.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Diagnostic Analysis",
        "sec_num": null
      },
      {
        "text": "Two possible sources of influential observations are high leverage points and outliers. A high leverage point is an observation for which the vector of independent variables is \"far\" from the rest of the data. In the leverage analysis, the data were searched for points that were farthest from the center \" For an excellent discussion of these issues, see Belsley, Kuh, and Welsch (1980) , and Chatterjee and Hadi (1988) . of the remaining data. Since leverage points need not be influential points, these observations were iteratively dropped and the model reestimated to see if the points were particularly influential in determining the overall fit. The second test involved plotting residuals against leverage values to identify outliers, that is, those observations where the residuals were large. We isolated observations where the fitted values of the model were farthest from the actual values of the dependent variables. These observations were removed from the data set and the model was reestimated to evaluate their influence on the regression results. This process was repeated several times because the removal cf any one high leverage point can, and generally does, cause a change in the set of high leverage points.",
        "cite_spans": [
          {
            "start": 356,
            "end": 387,
            "text": "Belsley, Kuh, and Welsch (1980)",
            "ref_id": null
          },
          {
            "start": 394,
            "end": 420,
            "text": "Chatterjee and Hadi (1988)",
            "ref_id": "BIBREF7"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Diagnostic Analysis",
        "sec_num": null
      },
      {
        "text": "Finally, we examined the plots of the studentized residuals against the independent variables and against the fitted values of the dependent variable.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Diagnostic Analysis",
        "sec_num": null
      },
      {
        "text": "The first set of plots was studied for patterns (for example, positive residuals for large values of the variables) that might indicate that the specification was not robust. The second plots provided information about possible nonlinear relationships in the residuals.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Diagnostic Analysis",
        "sec_num": null
      },
      {
        "text": "Ultimately the analysis showed that 15 data points were influential. That is, their removal from the sample led to significant changes in the parameter estimates for capital, stock, and expenses. All the influential observations we isolated had extremely large values for capital, stock, or expenses (more than 100,000 intis). We chose not to include these 15 data points in the estimation of subsequent models.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Diagnostic Analysis",
        "sec_num": null
      },
      {
        "text": "In strdying the stability of the estimated parameters, we were particularly concerned about their sensitivity to restrictions on the capital, stock, and expenses variables. Our analysis involved setting critical values for these variables and dropping observations in excess of these values. When we reestimated the model for successively smaller critical values, we found that the parameters associated with capital, stock, and expenses were quite sensitive to these restrictions, but that other parameters were stable. The parameter estimates for capital, stock, and expenses tended to increase as the independent variables were restricted.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Diagnostic Analysis",
        "sec_num": null
      },
      {
        "text": "These results suggest that a model with constant coefficients for capital, stock, and expenses might not be appropriate. The coefficients should be given the flexibility to decrease as the variables increase. 18 The economic interpretation of these results was that there were variable returns to these factors beyond what the original specification of the model could encompass. We reestimated the model with piecewise linear splines for capital, stock, and expenses. Because the nonlinear nature of the model combined wich the large sample size made estimation somewhat expensive, we undertook only limited experimentation on determining the knots of the splines. Up to three segments appeared necessary to remove a large amount of the instability of the coefficients.",
        "cite_spans": [
          {
            "start": 209,
            "end": 211,
            "text": "18",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Diagnostic Analysis",
        "sec_num": null
      },
      {
        "text": "The parameter instability that remained appeared to involve a trade-off in the values of the parameters of the stock the capital variables similar to a multicollinearity problem. Independent of the choice of knot points, the spline coefficients for the stock variables were never significant and typically had t-statistics less than 0.5. The estimated coefficients were of the wrong sign as well. But if the added spline variables for stock were removed, an unstable but statistically significant coefficient of the correct sign arose for the remaining stock variable.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Diagnostic Analysis",
        "sec_num": null
      },
      {
        "text": "We resolved this problem by aggregating the stock and capital variables into a single variable called total capital. We reasoned that statistical testing based on the likelihood ratio test provided no clear evidence against the aggregation decision. Whether or not the test rejected or did not reject aggregation depended on the number of spline variables introduced. In no case was aggregation as strongly rejected as the competing hypothesis that the stock variable should simply be dropped from the model. Second, the model with capital and stock aggregated was characterized by stable and significant parameter estimates of the correct sign. Third, prior to aggregation the nonlinearity tests (see below) indicated that the model was highly nonlinear in terms of the curvature properties of the estimated revenue function. After aggregation this problem disappeared.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Diagnostic Analysis",
        "sec_num": null
      },
      {
        "text": "The diagnostic analysis is based on the assumption that the underlying regression model is linear in the parameters. Other statistics, such as confidence intervals about the point estimates of the parameters, assume that the model is linear. This linearity assumption is violated in the strict sense, but that there will be a linearized version of the model around the nonlinear least squares optimum. The important question to raise is whether the linearized version of the nonlinear model is accurate over a sufficiently large range of the parameter space so as to include confidence intervals measured in the standard way. Alternatively, the model may be so nonlinear that the linear approximation model becomes unacceptably inaccurate within the range of the traditionally (linearly) measured confidence intervals.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Analysis of Nonlinearity",
        "sec_num": "5.4"
      },
      {
        "text": "Current research in the statistics literature has been aimed at resolving such questions using differential geometry. This branch of mathematics has welldeveloped notions and measures of curvature and nonlinearity. Nonlinearity of statistical models has beer, reduced, in part, to the study of the radius (of curvature) of the largest approximating ball \"covered\" by the estimated model.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Analysis of Nonlinearity",
        "sec_num": "5.4"
      },
      {
        "text": "Intuitively, the larger the radius of curvature, the better will be the local linear approximation to the model and the more confident one can feel about results based on the linearized model. The total curvature of a model can be decomposed to three parts: one representing the intrinsic curvature of the model (and about which nothing can be done short of respecification) and the other two representing parameter effects curvature (which can, to some degree, be mitigated by reparametrization of the model without distorting the specification).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Analysis of Nonlinearity",
        "sec_num": "5.4"
      },
      {
        "text": "Statistical tests of the extent of curvature relative to the distance of the estimated model from the dependent variable can be performed and the significance of deviations from linearity can be assessed (see Bates and Watts 1980) . Table 5 shows the nonlinearity analysis arising from the last diagnostic iteration. All the parameters of the model fell within acceptable limits for nonlinearity. Those parameters for which the curvature measures were greatest were associated with the spline variables for capital and expenses. These results confirm our finding that it was inappropriate to specify constant coefficients for the aggregate expenses and capital variables. They also suggest that the spline approach leads to a model with a sufficiently accurate linear approximation around the nonlinear least squares optimum. The nonlinearity analysis increased our confidence in the quality of the estimated model and in the validity of applying traditional statistical tests to the model. This in turn suggests that the multiplicative error term for total revenues given by exp[v 1 I in equation 7is lognormally distribt'ted.",
        "cite_spans": [
          {
            "start": 209,
            "end": 230,
            "text": "Bates and Watts 1980)",
            "ref_id": "BIBREF2"
          }
        ],
        "ref_spans": [
          {
            "start": 233,
            "end": 240,
            "text": "Table 5",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "Analysis of Nonlinearity",
        "sec_num": "5.4"
      },
      {
        "text": "There are two implications of these distribution results. First, because",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Analysis of Nonlinearity",
        "sec_num": "5.4"
      },
      {
        "text": "the error term appears to be normally distributed in the garithmic model, the least squares parameter estimates are also maximum likelihood estimates.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Analysis of Nonlinearity",
        "sec_num": "5.4"
      },
      {
        "text": "The second point is technical but important for the simulation analy'As.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Analysis of Nonlinearity",
        "sec_num": "5.4"
      },
      {
        "text": "In some of the simulation work it is necessary to construct an estimate of R (the expected value of revenue for the ith firm). Given that the model is estimated with the logarithm of revenues as the dependent variable: lnRh(x,)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Analysis of Nonlinearity",
        "sec_num": "5.4"
      },
      {
        "text": "+ vL, then, becau:e the v. appear to be normally distributed, the appropriate estimate for RE 1 is given by:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Analysis of Nonlinearity",
        "sec_num": "5.4"
      },
      {
        "text": "RE- exp[h(xL)]exp[o 2 /2]",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Analysis of Nonlinearity",
        "sec_num": "5.4"
      },
      {
        "text": "where CA 2 iS the estimated variance of v 1 . The second exponential term is a scaling factor arising in the transition from a normally distributed random variable to one that is lognormally distributed. In the empirical work we found that o 2 was about equal to 0.773 and thus that the scaling factor was about 1.47. If this scaling factor were ignored, the estimate of expected revenue would be biased downward by approximately 47 percent.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Analysis of Nonlinearity",
        "sec_num": "5.4"
      },
      {
        "text": "9 An examination of the normal probability plot of the residuals as well as the shape of the plotted density function for the residuals confirms this finding.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Analysis of Nonlinearity",
        "sec_num": "5.4"
      },
      {
        "text": "We first present regression results for the final models for urban areas and comment on some (ex post) tests for aggregation and pooling. Second, we discuss the factor productivity of labor, expenses, and capital, and explain the distributions of productivity overall and by type of enterprise. Finally, we report some simulation experiments in which we provide loans to selected groups of firms. We use information from the estimated revenue model is to assess the firms' ability to repay these loans. We also consider simulations that change the level of schooling and the number of labor hours available to the firm.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Findings and Interpretation",
        "sec_num": null
      },
      {
        "text": "The exact form of the final regression model is given by:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Findings and Interpretation",
        "sec_num": null
      },
      {
        "text": "1,R, = a. + alLOCATION_HOME + a 2 LOCATION_FIXED + a 3 FIRM AGEln(l + eTi)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Findings and Interpretation",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "+ v 1",
            "eq_num": "(15)"
          }
        ],
        "section": "Findings and Interpretation",
        "sec_num": null
      },
      {
        "text": "where:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Findings and Interpretation",
        "sec_num": null
      },
      {
        "text": "- As the sign of the linear term suggests, there are positive returns to work experience. While these returns may initially increase, they ultimately diminish. The fact that the quadratic term is negative implies that diminishing returns set in more quickly. There appears to be a distinct disadvantage to operating a business from the home as opposed to being itinerant. Finally, the older the firm, the greater are the estimated revenues.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Findings and Interpretation",
        "sec_num": null
      },
      {
        "text": "Labor, expenses, and capital variables continue the reasonable pattern of results. The labor parameter has the correct sign and is highly significant.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Findings and Interpretation",
        "sec_num": null
      },
      {
        "text": "With respect to the expenses parameters, their pattern and relative sizes are sensible. The two spline knots for expenses were at 830 and 2,000 intis respectively. Thus a firm with less than 830 intis in expenses will have an expenses coefficient of 1419.004. This drops to 316.666 for a firm with between 830 and 2,000 intis of expenses, and to 234.397 for a firm with more than 2,000",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Findings and Interpretation",
        "sec_num": null
      },
      {
        "text": "intis of expenses. The fact that the coefficients decline, however, does not guarantee that there is everywhere diminishing marginal productivity for expenses. Eventually though, the marginal products will decline. The same is true for capital. Here the spline knot is at 1,000 intis. Thus, a firm with less than 1,000 intis in stock and capital has a coefficient of 474.017 for aggregate capital, and when the firm has aggregate capital in excess of 1,000 intis, the coefficient is 18.003. There will eventually be diminishing returns to this factor for all firms. Some firms in the sample, though, may be operating in a range of increasing marginal productivity for capital.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Findings and Interpretation",
        "sec_num": null
      },
      {
        "text": "The (ex post) tests for aggregation and pooling are identical to the ex ante results. The hypothesis of equal structures in Lima and OUAs could not be rejected. Similarly, the hypothesis that male, female, and mixed enterprises have similar structures could not be rejected for all urban areas. 2 0 An important implication of the last test is that productivity does not differ by type of firm. A female firm with the same factor endowments and other characteristics as a male or mixed firm will have the same revenues, on average, as other businesses.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Findings and Interpretation",
        "sec_num": null
      },
      {
        "text": "The estimated revenue function provides some insights into the behavior of factor productivity, particularly the marginal revenue products of factors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Factor Productivities",
        "sec_num": "6.1"
      },
      {
        "text": "The derivative of the revenue function with respect to a right-hand side variable is the marginal revenue product of that variable. These derivatives will differ from observation to observation and thus we can determine their distribution separately for all firms, female-only firms, male-only firms, and mixed firms.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Factor Productivities",
        "sec_num": "6.1"
      },
      {
        "text": "The derivatives are the product of the (unknown) price and the marginal product of the factor. Despite the fact that the marginal products of these factors remain unobservable, some interesting related results can be obtained for the expected marginal revenue products.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Factor Productivities",
        "sec_num": "6.1"
      },
      {
        "text": "The marginal revenue products can be thought of as shadow input prices.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Factor Productivities",
        "sec_num": "6.1"
      },
      {
        "text": "A profit maximizing firm in a competitive setting would attempt to equate the 20 In all cases rural firms had significantly different structures. (See Table  4 ). marginal cost of factors (prices) with corresponding marginal revenue products.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 151,
            "end": 159,
            "text": "Table  4",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "Factor Productivities",
        "sec_num": "6.1"
      },
      {
        "text": "The shadow price for a factor is deduced fr-m the marginal revenue product as the amount the firm would be paying to the factor if the firm were being observed at a profit-maximizing equilibrium.21",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Factor Productivities",
        "sec_num": "6.1"
      },
      {
        "text": "For labor, expenses, and capital we can make some conjectures about the size of the marginal revenue products. For example, one might expect the marginal revenue product of labor in the informal sector to be less than the wage in the formal sector. With respect -o expenses, we might expect the shadow price to be close to unity. Except for that part of current expenses going to purchase stock, 2 2 we would not expect any firm to spend one more inti on expenses unless it also expected to recoup it in revenues.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Factor Productivities",
        "sec_num": "6.1"
      },
      {
        "text": "For aggregate capital the case is less clear. It is difficult to deduce dynamic effects from a static model. Nonetheless the marginal revenue product of capital, for example, can be thought of as the rate of return to having one more unit (inti) of, say, stock in the firm. This is over and above the price that a firm will get when it sells the unit currently in stock. Table 8 shows the measured marginal revenue products. 21 A further restriction for these results to hold is that the marginal revenue product curve is downward sloping at the profit maximizing equilibrium. If this condition is v 4 olated then the firm is not maximizing profits.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 371,
            "end": 378,
            "text": "Table 8",
            "ref_id": "TABREF11"
          }
        ],
        "eq_spans": [],
        "section": "Factor Productivities",
        "sec_num": "6.1"
      },
      {
        "text": "22 Unsold goods purchased with current expense money enter the inventories of firms. Our data set does not contain any information about inventory policies. A feeling for the results can be obtained by considering the row of means.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Factor Productivities",
        "sec_num": "6.1"
      },
      {
        "text": "TYPE OF FiM TOTAL FEM ALE M ALE -- - 1D DECLE L E K L E K L E K L E",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "D1STRIBUTDN OF MARGINAL REVENUE PRODUCTS OF LABOR (), EXPENSES E) AND CAPIrAL (C)",
        "sec_num": null
      },
      {
        "text": "For the total sample of firms, the mean marginal revenue product for expenses is 1.170 intis and is slightly in excess of the value of one inti suggested above. 2 3 The mean rate of return to capital is 38.5 percent and the shadow wage for one hour of labor is .535 inti. Before considering comparative returns in different types of enterprises, it is useful to determine the extent to which the mean values are informative. Table 8 also shows the cumulative distribution (by decile) of the marginal revenue products for each factor and by each type of enterprise. It is clear that all of the distributions are highly skewed and that the mean value is typically not encountered until the seventh or eighth decile. Thus for policy purposes the mean is not ar. informative statistic.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 425,
            "end": 432,
            "text": "Table 8",
            "ref_id": "TABREF11"
          }
        ],
        "eq_spans": [],
        "section": "D1STRIBUTDN OF MARGINAL REVENUE PRODUCTS OF LABOR (), EXPENSES E) AND CAPIrAL (C)",
        "sec_num": null
      },
      {
        "text": "Moreover, before policy questions can be answered, it is necessary to determine which firms are in the tails of the distributions (high versus low returns at the margin), their characteristics, and the extent to which having a high (or low) return for one variable coincides with a high (low) return for another variable.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "D1STRIBUTDN OF MARGINAL REVENUE PRODUCTS OF LABOR (), EXPENSES E) AND CAPIrAL (C)",
        "sec_num": null
      },
      {
        "text": "We analyzed the distribution of the marginal revenue products of capital, expenses, and labor for the four sample groups: (1) all firms, (2) female-only firms,(3) male-only firms, and (4) mixed firms. We also examined the relationship of the marginal revenue products of factors by firm to the levels of all productive factors. The results are presented in a set of 12 diagrams labelled Cl, C2, C3, C4; El, E2, E3, E4; and Ll, L2, L3, L4. The letter refers the productive factor -capital, expenses, and labor; the number refers to the relevant subgroup of firms above. Thus Diagram L2 shows the marginal revenue product of labor for women-only firms.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "D1STRIBUTDN OF MARGINAL REVENUE PRODUCTS OF LABOR (), EXPENSES E) AND CAPIrAL (C)",
        "sec_num": null
      },
      {
        "text": "In a representative diagram the information is: In diagram Cl, the relevant sample is all firms, ordered from largest to smallest according to the size of the estimated marginal revenue product of the relevant factor (in this case, capital). Thus the firm with the largest marginal revenue product of capital becomes the first firm and the firm with the smallest marginal revenue product becomes the 1,098 firm. The marginal revenue product of capital is measured on the left-hand vertical axis and, by construction, the plotted values of the marginal revenue product of capital will decrease as higher-numbered firms are encountered. The median firm is the $ 5 4 9 th and for this firm the marginal SAMPLE VALUES: ALL ENTERPRISES !~~~~~~~~~~~~~~~~~~~~~~~~~~ Cf0.0129 1le 7X j ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~C.:C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
        "cite_spans": [
          {
            "start": 759,
            "end": 767,
            "text": "Cf0.0129",
            "ref_id": null
          },
          {
            "start": 834,
            "end": 915,
            "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "D1STRIBUTDN OF MARGINAL REVENUE PRODUCTS OF LABOR (), EXPENSES E) AND CAPIrAL (C)",
        "sec_num": null
      },
      {
        "text": "I 0.0099~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ I~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~I A* ~~~~~~~~~~~~~~~~~~~~~~~~~ 4 j / f O.D069 :.rr X / _ __- \"- 0.0039 _o----8zH ~ ~ ~ ~ ~ ~- - O.Ot --~~~~~~~~~~~~~~~~~~~~0 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "D1STRIBUTDN OF MARGINAL REVENUE PRODUCTS OF LABOR (), EXPENSES E) AND CAPIrAL (C)",
        "sec_num": null
      },
      {
        "text": ".0 1 2 2 of r These regression lines provide a considerable amount of additional information that explains the distributions of the marginal revenue products.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "E0",
        "sec_num": null
      },
      {
        "text": "In diagram Cl we see that firms with high marginal revenue products of capital also had significantly lower endowments of capital. They also tended to have significantly lower quantities of expenses and labor. Extending the analysis to capital input for female enterprises (diagram C2), we see that firms with high marginal revenue products of capital had significantly lower endowments of capital. There is, however, no significant relationship between the distribution of the marginal revenue products and either expenses or labor.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "E0",
        "sec_num": null
      },
      {
        "text": "Two patterns can be isolated in the marginal revenue product diagrams.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "E0",
        "sec_num": null
      },
      {
        "text": "First, for all groups of firms and for all productive factors there is a significant relationship between the marginal revenue product of a factor and the amount of the factor. Firms with smaller amounts of a given factor tend to have higher marginal revenue products for the factor. Second, in about 75 percent of the cases where a significant relationship exists, there is an inverse relationship between the marginal revenue product of one factor and the quantities of the other factors. This suggests that small firms are the most productive in terms of measured marginal revenue products.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "E0",
        "sec_num": null
      },
      {
        "text": "These results have important implications for the competitive structure of the informal urban retail sector. The sector's rapid growth may well signal a greater degree of competitiveness in retail trade, and large incumbent firms may be feeling the pressure of both inefficient size and falling (real) prices.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "E0",
        "sec_num": null
      },
      {
        "text": "Leaner and more aggressive small firms appear to be making significant inroads.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "E0",
        "sec_num": null
      },
      {
        "text": "Some supporting evidence for this view comes from examining the location structure of firms in the upper and lower 20 percent tails. Firms with low returns to labor and capital are much more likely to operate out of homes and fixed locations while those with high returns are mobile. For the capital variable, firms in the upper tail are twice as likely to be mobile as firms in the lower tail. And female-only firms tend to have lower capital, labor, and expenses than male-only and mixed firms. It appears that women are good candidates for the high rates of return obtained by smaller firms. It may be, however, that these returns at the margin can be further increased. Female firms may be operating where marginal revenue product curves have a positive slope.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "E0",
        "sec_num": null
      },
      {
        "text": "In this case growth would tend to make these firms even more productive.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "E0",
        "sec_num": null
      },
      {
        "text": "These estimates are based on parametric methods. The results below are based on a nonparametric approach (described in appendix B). That estimates marginal revenue products and revenue without having to specify (parametric) model. In the nonparametric analysis all the variables appearing in the parametric model were included except dummy variables. Since the nonparametric technique is robust to data transformations, the capital and expenses variables were not transformed as splines. Graphs Bi to B6 show that the order of magnitude and the direction of the estimates from the two approaches are consistent. These results support the validity of the parametric specification. At first the cloud of points lies mostly on the 45-degree line initially and then drops below it. The mean value of the dependent variable is about 7.2.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Nonparametric Evidence",
        "sec_num": "6.2"
      },
      {
        "text": "A plot of the residuals front the two models (B3) shows that they to move in the same direction. The residuals are plotted as pairs for the same enterprise. Positive (negative) errors in the parametric model coincided with positive (negative) errors in the nonparametric model. This suggests that the approaches estimated similar relationships.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Nonparametric Evidence",
        "sec_num": "6.2"
      },
      {
        "text": "Diagrams B4, B5, and B6 show plots, by enterprise, of marginal revenue products from the two model. Using the 45-degree line as a reference point, the marginal revenue product of expenses tends to be higher in the parametric model, while those of labor tend to be lower. The marginal revenue product for capital in the nonparametric model is initially greater and then smaller than those in the parametric model. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Nonparametric Evidence",
        "sec_num": "6.2"
      },
      {
        "text": "The estimated revenue model can address a variety of other questions. For example, it can assess the impact of policies that affect Lhe amount, quality, and distribution of productive factors such as loans (either unrestricted or factor-specific) to a given subgroup. Evaluating such a credit policy would invclve estimating the effects on expected revenues and determining the payback period for the loan. Policymakers can also assess the revenue impact of social policies that raise education levels or allow family members to substitute work in the family business for housework (perhaps through child care programs). Table 9 shows the effects on expected revenues, averaged over firms, of The second simulation increases the amount of labor by 100 hours a month.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 621,
            "end": 628,
            "text": "Table 9",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Simulation Experiments",
        "sec_num": null
      },
      {
        "text": "This could be accomplished by policies that reduce the costs of noncompliance, encourage bulk purchasing by cooperatives, and offer training in management.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulation Experiments",
        "sec_num": null
      },
      {
        "text": "The time devoted to business activities by women could be increased by providing they will be able to repay the loan, retaining 79 intis as net profit for the month. Alternatively, because they are more productive, when only the lowest quartile (in terms of expenses) receive the loans, the average net profit is 409",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulation Experiments",
        "sec_num": null
      },
      {
        "text": "intis. The small number (40 firms) of mixed enterprises in this quartile would be the most successful, with an average net profit of 1,285 intis for the month, compared to 176 intis for the 163 female businesses, and 449 intis for the 71 male firms.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulation Experiments",
        "sec_num": null
      },
      {
        "text": "When interpreting the fourth experiment, (each firm receives 1,000 intis for capital expansion), the fact that the average return is less than 1,000 intis does not mean the policies are not successful. The funds would be used to acquire capital that would not completely depreciate in a month. In fact, the ratio of 1,000 intis to the average monthly increase in revenues is the average payback period for the loan in months assuming zero economic depreciation. For example, all enterprises would take just over three months (1,000/314) on average to repay the loan. It should be noted, however, that firms with low capital endowments, mostly female firms, tend to perform better than those with high endowments. Twothirds of the firms in the lowest quartile are female businesses, with an estimated payback period of less than two months (1,000/588). The payback period for firms in the top quartile is about 18 months (1,000/58).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulation Experiments",
        "sec_num": null
      },
      {
        "text": "The remaining 'compound' experiments (five, six, and seven ) largely conifirm the 'simple' ones. The effects on predicted revenues of firms with lower endowments of expenses, capital, and labor are generally higher than three of better-endowed firms.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulation Experiments",
        "sec_num": null
      },
      {
        "text": "Finally, in comparing the simulated increases in revenues it is important to examine more than just the average increases. There are disttibutions associated with these point estimates. Standard statistical testing shows few significant differences among the three types of firms, but this was not the case among firms in different quartiles.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulation Experiments",
        "sec_num": null
      },
      {
        "text": "The simulation results in Table 9 are quite similar to those obtained in the analysis of factor productivity discussed earlier. These results are very helpful in terms of quantifying the effects of policies for the informal sector.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 26,
            "end": 33,
            "text": "Table 9",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Simulation Experiments",
        "sec_num": null
      },
      {
        "text": "It appears a policy of loans to poorly endowed firms, most of which are female businesses, could offer significant social gains.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Simulation Experiments",
        "sec_num": null
      },
      {
        "text": "The extent to which estimated productivity differs among male, female,",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Policy Implications",
        "sec_num": "7."
      },
      {
        "text": "and mixed firms appears to be due more to the distribution of factors across enterprises than to any inherent advantage or disadvantage in the type of firm.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Policy Implications",
        "sec_num": "7."
      },
      {
        "text": "On average, the productivity of female firms is neither better nor worse than that of male or mixed firms with the same factor endowments (capital, expenses, and labor). The influence of these endowments, however, affects productivity more than the gender or education of the entrepreneurs. Firms with smaller endowments tended to have higher factor productivity. Thus the process of retailing is the same among firms, but the endowment effect makes them different. Put another way, firms with less capital, expenses, or labor usually have higher returns at the margin but typically lower revenues. As seen in Table 3 or Table 9 , a high proportion of female firms, but a much smaller proportion of male and mixed firms, have low amounts of capital, expenses, and labor. In our sample about a fourth of the businesses had little or no capital and a third carried no inventories -most of these were female firms. The empirical analysis suggests that proactive policies would increase substantially the productivity of small businesses. Providing assistance to small businesses makes good economic sense -particularly if directed to those with low factor endowments.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 610,
            "end": 628,
            "text": "Table 3 or Table 9",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Policy Implications",
        "sec_num": "7."
      },
      {
        "text": "The ultimate objective of policy measures is to alleviate poverty and improve household welfare. Improving productivity in the informal sector helps to achieve this goal. While we do not elaborate on implementation, two directions will be effective. First enterprise-specific policies that directly affect productivity, and second, set of policies aimed at women that address the competing demands on their time. Another way to help small businesses is by promoting cooperatives and self-help associations. In addition to providing credit these organizations can make bulk purchases from wholesalers, provide storage facilities for perishable or nonperishable commodities, and establish markets for entrepreneurs (see Bunster and Chaney 1985, de Soto 1989) .",
        "cite_spans": [
          {
            "start": 718,
            "end": 729,
            "text": "Bunster and",
            "ref_id": "BIBREF6"
          },
          {
            "start": 730,
            "end": 756,
            "text": "Chaney 1985, de Soto 1989)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Policy Implications",
        "sec_num": "7."
      },
      {
        "text": "Technical assistance programs are a third option, offering short-term instruction in basic management, including keeping records, marketing, purchasing, and dealing with municipal authorities and other formal sector institutions. Inter-American Development Bank (1988) notes that instruction can be provided informally at neighborhood markets or at the business site,",
        "cite_spans": [
          {
            "start": 257,
            "end": 268,
            "text": "Bank (1988)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Policy Implications",
        "sec_num": "7."
      },
      {
        "text": "Most family businesses in Peru are clandestine operations that generally avoid complying with regulations. The performance o2 these businesses could be -mproved by reducing the costs of non compliance. This would mean eliminating various forms of harassment by local authorities, and simplifying the process of conforming to the laws (for example, by making it easier and less costly to obtain a business license). 2 5",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Policy Implications",
        "sec_num": "7."
      },
      {
        "text": "Although enterprise-specific policies can improve the productivity, they may have undesirable side-effects in those instances where women operate or work in the business. Most of these women also have household responsibilities and children, end inevitably these obligations entail conflicting demands.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Women-Specific Policies",
        "sec_num": "7.2"
      },
      {
        "text": "Enterprise-specific policies may inadvertently encourage women to devote more time to the firm, leaving them with less time for activities related to health, nutrition, education, and child care. Hence these policies may have negative effects on household welfare in general and child welfare in particular (Cornia 1987, Jolly and Cornia 1984) .",
        "cite_spans": [
          {
            "start": 307,
            "end": 330,
            "text": "(Cornia 1987, Jolly and",
            "ref_id": null
          },
          {
            "start": 331,
            "end": 343,
            "text": "Cornia 1984)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Women-Specific Policies",
        "sec_num": "7.2"
      },
      {
        "text": "For discussions see Bunster and Chaney (1985) , de Soto (1989), Mescher (1985) , Tinker (1987) , and World Bank (1987) . These negative effects can be mitigated by a complementary set of womenspecific policies directed toward reducing the workload associated with home activities. These may enhance the firm's productivity by allowing women to devote more time to the business. Cornia (1987) discusses such programs in Latin America. Coopetative child care centers (\"clubes de madres\"), facilities for the preparation of food (\"comodores populares\"), and neighborhood facilities for basic health care will improve the firm's productivity.",
        "cite_spans": [
          {
            "start": 20,
            "end": 45,
            "text": "Bunster and Chaney (1985)",
            "ref_id": "BIBREF6"
          },
          {
            "start": 64,
            "end": 78,
            "text": "Mescher (1985)",
            "ref_id": "BIBREF28"
          },
          {
            "start": 81,
            "end": 94,
            "text": "Tinker (1987)",
            "ref_id": "BIBREF46"
          },
          {
            "start": 107,
            "end": 118,
            "text": "Bank (1987)",
            "ref_id": null
          },
          {
            "start": 378,
            "end": 391,
            "text": "Cornia (1987)",
            "ref_id": "BIBREF10"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "25",
        "sec_num": null
      },
      {
        "text": "This study suggests that proactive policies and projects to help small firms will result in social gains, contribute to the alleviation of economic hardship, and enable disadvantaged -especially women -to become effective agents in the development process.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "25",
        "sec_num": null
      },
      {
        "text": "The nonparametric approach to estimat..ng (17) starts with the observation that the model could be written equivalently as:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "25",
        "sec_num": null
      },
      {
        "text": "Y-g(XL) + U- -E(YJIXd) + UL (18)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "25",
        "sec_num": null
      },
      {
        "text": "where g(X) -E(Yi1Xi) is the expectation of Y 1 conditional upon X.. This is also called the conditional mean of Y. The researcher estimates the model in (17) or (18) and its properties by estimating the conditional mean and how the conditional mean depends upon the conditioning varirbles. Technioues exist for estimating the conditional mean without specifying a particular functional form for go. Of course, different distribution and regularity assumptions are introduced. In particular, the independent variables (drawings from which form the conditioning matrix X) are typically assumed, but not required, to be Jointly distributed random variables. As well, continuity and differentiability assumptions are often implicit in the estimation of the conditional mean function.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "25",
        "sec_num": null
      },
      {
        "text": "The following is a brief description of the nonparametric approach. The reader is referred to Ullah (1988) for a more complete -discussion of the development and use of nonparametric techniques in economics.",
        "cite_spans": [
          {
            "start": 94,
            "end": 106,
            "text": "Ullah (1988)",
            "ref_id": "BIBREF49"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "25",
        "sec_num": null
      },
      {
        "text": "Suppose that the vector of random variables (Y, X) has a joint density function given formally by:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Defining Conditional Means and Their Properties",
        "sec_num": null
      },
      {
        "text": "dProbl(Y,X) < (y,x)] f(y,x) - (19) d(y,x)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Defining Conditional Means and Their Properties",
        "sec_num": null
      },
      {
        "text": "The marginal density function for X is defined by:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Defining Conditional Means and Their Properties",
        "sec_num": null
      },
      {
        "text": "fl(x)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Defining Conditional Means and Their Properties",
        "sec_num": null
      },
      {
        "text": ".ff(y,x)dy (20) Finally, the conditional density function of Y given X is defined by:",
        "cite_spans": [
          {
            "start": 11,
            "end": 15,
            "text": "(20)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Defining Conditional Means and Their Properties",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "f(ylx) - V.x)",
            "eq_num": "(21)"
          }
        ],
        "section": "Defining Conditional Means and Their Properties",
        "sec_num": null
      },
      {
        "text": "fl(Z')",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Defining Conditional Means and Their Properties",
        "sec_num": null
      },
      {
        "text": "Using these definitions, the conditional mean introduced in (18) is given by :",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Defining Conditional Means and Their Properties",
        "sec_num": null
      },
      {
        "text": "E(ylx) - fyf(ylx)dy r f(y ,x) - IY__dy J fl(x) (22)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Defining Conditional Means and Their Properties",
        "sec_num": null
      },
      {
        "text": "In a similar fashion, the vector of changes or responses of the conditional mean to a change in the vector of realizations of X. is given by:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Defining Conditional Means and Their Properties",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "dE(YIX) d [f(y,x,) == -- ![Y dy dxL dox J f 1 (XL)",
            "eq_num": "(23)"
          }
        ],
        "section": "Defining Conditional Means and Their Properties",
        "sec_num": null
      },
      {
        "text": "The parametric analogue of the vector of derivatives of the conditional mean with respect to the realizations of the explanatory variables is the vector of derivatives of the dependent variable with respect to the independent variables. In terms of our revenue model, they are the marginal revenue products of the factors.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Defining Conditional Means and Their Properties",
        "sec_num": null
      },
      {
        "text": "Equations 22and 23show that the only information required to estimate the conditional means and the derivatives is the joint density function f(y,x). Once this is available, the marginal density can be computed (as in 20)and all the right hand side of (22) is known. As (21) shows, the derivative on the right hand side of (23) can be computed and the integral can then be evaluated.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conditional Means and Derivatives",
        "sec_num": null
      },
      {
        "text": "There are many ways to estimate a multivariate density function. For example it is possible to generalize the one-dimensional technique for obtaining histograms. However, the resulting density estimate will not be differentiable.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conditional Means and Derivatives",
        "sec_num": null
      },
      {
        "text": "More popular techniques involve kernel estimators. Formally, the estimate of the multivariate density f(w) = f(y,x), where W. = (Yt,X 1 ) is given by:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conditional Means and Derivatives",
        "sec_num": null
      },
      {
        "text": "EQUATION",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [
          {
            "start": 0,
            "end": 8,
            "text": "EQUATION",
            "ref_id": "EQREF",
            "raw_str": "A n f(w) -(1/nhq)E K((W 1 -w)/h)",
            "eq_num": "(24)"
          }
        ],
        "section": "Conditional Means and Derivatives",
        "sec_num": null
      },
      {
        "text": "i-1",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conditional Means and Derivatives",
        "sec_num": null
      },
      {
        "text": "where: h is the window width, n is the number of observations, q is the number of elements in any W. (equal to the number of explanatory variables, k, plus one for the dependent variable) and K() is the kernel function. The kernel function is typically taken from the set of many times differentiable multivariate density'functions. One popular kernel function is the multivariate normal or Gaussian density. Note, however, that the choice of a Gaussian kernel in no way restricts the estimated density. Indeed, it would appear that density estimates are much less sensitive to the kernel function than they are to the window width, h. The choice of the window width determines, in part, the degree of smoothing of the densicy estimate. Recent work by Racine (1989) has examined the optimal window width, h, in the sense of integrated mean square error. The results for the Peru Living Standards Survey data make use of this optimal window width and a Gaussian kernel.",
        "cite_spans": [
          {
            "start": 752,
            "end": 765,
            "text": "Racine (1989)",
            "ref_id": "BIBREF34"
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conditional Means and Derivatives",
        "sec_num": null
      },
      {
        "text": "of the sample) need detailed examination. Our concern arises from two sources: the data have high measured leverage, and the regression residuals are large in absolute value. The sheer number of these points combined with the costs of reestimating the nonlinear model to examine the importance of these points individually and in groups led us to concentrate our efforts instead on the urban model.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conditional Means and Derivatives",
        "sec_num": null
      },
      {
        "text": "We do not argue that the estimates of the rural model are wrong. Indeed, as noted above, the pattern of results and other similarities with the urban results provide strong indirect evidence of their qua.ity. We note, h,wever, that the diagnostic evidence in support of the rural model is not as strong as that for the urban model. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conditional Means and Derivatives",
        "sec_num": null
      },
      {
        "text": "For a discussion seeStelcner and Moock (1988),Moock, Musgrove, and Stelcner (1989), andFreeman and Norcliffe (1985).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Several recent studies have identified these general patterns. SeeCornia (1987),IDB (1987b),PREALC (1985), van der Gaag,Stelcner and Vijverberg (1989), andTokman (1986).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See Stelcner and Moock (1988),and Moock, Musgrove, and Stelcner (1989).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See Recchine deLates and Wainerman 1986;Bunster and Chaney 1985;Babb 1984. 11 Often it is not clear whether these self-employed earnings refer to the value of gross sales or to the value of net production, that is, sales less cost of materials and other inputs.12 For related approaches seeBlau (1985),Chiswick (1983),Strassmann (1987),Vijverberg (1988), and Teilhet-Waldorf and Waldorf (1983).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "No information is available concerning repeat buyers or customers who purchase more than one unit of a good.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "This hypothesis was tested on the pooled Lima and other urban areas samples.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "We also estimated the model with quadratic terms for capital, stock, and expenses, but the parameter instability remained. Box-Cox transformations were not possible because these variables often had values of zero.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "As discussed earlier, these estimates are unbiased with respect to the expected revenue component.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "f.~~~~~~~~~~~~~~~~~~~~~~",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See Cornia (1987),Everett and Savara (1986),Herz (1989), Hossain (1987), IDB (1988),Tendler (1983), United Nations (1985, and WorldBank (1989).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Table Blcontains information on the variables entering the rural model; the format of is identical to that of urban areas.27 We present results for the case where dummy variables are used to distinguish schooling levels.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "Consider the model:where YL is the ith observation of the dependent variable Y and X. is the ith row of the matrix of explanatory variables, X. There are k explanatory variables and n observations on each dependent and independent variable. The unobserved error term for the ith observation is u.The parametric approach to estimating this model involves specifying a functional form for go and then applying a least squares or maximum likelihood algorithm to obtain point estimates of the parameters. The results of such an approach were presented in the paper.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Nonparametric Modeling",
        "sec_num": null
      },
      {
        "text": "We have attempted to fit the revenue model to the rural data. 2 6 The resultsshow definite similarities to the results arising in the urban data, but we are somewhat less confident that the rural results are robust. Table B2 shows the parameter estimates for the model. 27 It is apparent that the pattern of signs for those parameters estimated with some precision (that is, those with t-statistics more than 2) is similar to that in the urban data. For example, labor, capital and expenses (materials) have positive marginal products everywhere. But only 7 of 17 parameters are estimated with precision as opposed to 13 of 17 in the urban data. The model explains 59 percent of the variation in the dependent variable. This compares well with the corresponding 61 percent for the urban model.We computed values for the marginal revenue products of labor, capital, and expenses for every observation in the sample of 288 rural businesses. Table   B3 gives the means, standard deviations, and decile values for the distributions of these derivatives in the sample. These values can be compared with corresponding results for the urban model presented in Table 4 . In general, the marginal revenue products for rural firms are lower than those for urban firms;the rural values for labor and expenses are about 80 percent of the urban levels, and the rural values for capital are almost the same as the urban levels. Tne troubling statistical feature of the rural model is that many of the data points may be highly influential. Of the 288 observations, 56 data points (20 percent ",
        "cite_spans": [
          {
            "start": 270,
            "end": 272,
            "text": "27",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 216,
            "end": 224,
            "text": "Table B2",
            "ref_id": null
          },
          {
            "start": 939,
            "end": 949,
            "text": "Table   B3",
            "ref_id": null
          },
          {
            "start": 1153,
            "end": 1160,
            "text": "Table 4",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "B: The Rural Model",
        "sec_num": null
      }
    ],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Approximaciones a La Composicion v Evolucion del Empleo Informal en El Peru",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Althaus",
            "suffix": ""
          },
          {
            "first": "Jorge",
            "middle": [],
            "last": "Jaime",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Morelli",
            "suffix": ""
          }
        ],
        "year": 1980,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Althaus. Jaime, and Jorge Morelli (1980). Approximaciones a La Composicion v Evolucion del Empleo Informal en El Peru. Lima: Pontificia Universidad Catolica del Peru, Mimeo.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Women in the Marketplace: Petty Commerce in Peru",
        "authors": [
          {
            "first": "Florence",
            "middle": [
              "E"
            ],
            "last": "Babb",
            "suffix": ""
          }
        ],
        "year": 1984,
        "venue": "Review of Radical Political Economics",
        "volume": "16",
        "issue": "1",
        "pages": "45--59",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Babb, Florence E. (1984). 'Women in the Marketplace: Petty Commerce in Peru.\" Review of Radical Political Economics 16(1): 45-59.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Relative Curvature Measures of Nonlinearity (with discussion)",
        "authors": [
          {
            "first": "D",
            "middle": [
              "M"
            ],
            "last": "Bates",
            "suffix": ""
          },
          {
            "first": "D",
            "middle": [
              "G"
            ],
            "last": "Watts",
            "suffix": ""
          }
        ],
        "year": 1980,
        "venue": "Journal of the Roval Statistical Societv B",
        "volume": "42",
        "issue": "",
        "pages": "1--25",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bates, D.M., and D.G. Watts (1980). \"Relative Curvature Measures of Nonlinearity (with discussion).\" Journal of the Roval Statistical Societv B 42: 1-25.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Regression Diagnostics: Identifving Influential Data and Sources of Coilinearitv",
        "authors": [
          {
            "first": "David",
            "middle": [
              "A"
            ],
            "last": "Belsey",
            "suffix": ""
          },
          {
            "first": "Edwin",
            "middle": [],
            "last": "Kuh",
            "suffix": ""
          },
          {
            "first": "Roy",
            "middle": [
              "E"
            ],
            "last": "Welsch",
            "suffix": ""
          }
        ],
        "year": 1980,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Belsey, David A., Edwin Kuh, and Roy E. Welsch (1980). Regression Diagnostics: Identifving Influential Data and Sources of Coilinearitv. New York: Wiley.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "The Urban Informal Sector: Why is It Worth Discussing?",
        "authors": [
          {
            "first": "Ray",
            "middle": [],
            "last": "Bromley",
            "suffix": ""
          }
        ],
        "year": 1978,
        "venue": "World Development",
        "volume": "6",
        "issue": "10",
        "pages": "1033--1039",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bromley, Ray (1978). \"The Urban Informal Sector: Why is It Worth Discussing?\" World Development 6, 9/10, 1033-1039.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "Women and Povertv in the Third World",
        "authors": [
          {
            "first": "Buvinic",
            "middle": [],
            "last": "Mayra",
            "suffix": ""
          },
          {
            "first": "Margaret",
            "middle": [
              "A"
            ],
            "last": "Lycette",
            "suffix": ""
          },
          {
            "first": "William",
            "middle": [
              "Paul"
            ],
            "last": "Mcgreevey",
            "suffix": ""
          }
        ],
        "year": 1983,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Buvinic Mayra, Margaret A. Lycette, and William Paul McGreevey (1983). Women and Povertv in the Third World. Baltimore: The Johns Hopkins University Press.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Sellers and Servants: Working Women in Lima",
        "authors": [
          {
            "first": "Ximena",
            "middle": [],
            "last": "Bunster",
            "suffix": ""
          },
          {
            "first": "Elsa",
            "middle": [],
            "last": "Chaney",
            "suffix": ""
          }
        ],
        "year": 1985,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Bunster, Ximena, and Elsa Chaney (1985). Sellers and Servants: Working Women in Lima. New York: Praeger Press.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "Sensitivitv Analvsis in Linear Regression",
        "authors": [
          {
            "first": "Samprit",
            "middle": [],
            "last": "Chatterjee",
            "suffix": ""
          },
          {
            "first": "Ali",
            "middle": [
              "S"
            ],
            "last": "Hadi",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chatterjee, Samprit, and Ali S. Hadi (1988). Sensitivitv Analvsis in Linear Regression. New .'ork: Wiley.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Analvsis of Earnings from Household Enterprises: Methodology and Application to Thailand",
        "authors": [
          {
            "first": "Carmel",
            "middle": [
              "U"
            ],
            "last": "Chiswick",
            "suffix": ""
          }
        ],
        "year": 1983,
        "venue": "Review of Economics and Statistics",
        "volume": "4",
        "issue": "",
        "pages": "656--662",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Chiswick, Carmel U. (1983). \"Analvsis of Earnings from Household Enterprises: Methodology and Application to Thailand.\" Review of Economics and Statistics LXV: No. 4, November, 656-662.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Adjustment with a FHiuman Face: Protecting the Vulnerable and Promoting Growth",
        "authors": [
          {
            "first": "Giovanni",
            "middle": [
              "A"
            ],
            "last": "Cornia",
            "suffix": ""
          },
          {
            "first": "Richard",
            "middle": [],
            "last": "Jollv",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cornia, Giovanni A., Richard Jollv. and Frances Stewart, eds. (1987). Adjustment with a FHiuman Face: Protecting the Vulnerable and Promoting Growth. Oxford: Clarendon Press.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Adjustment at the Household Level: Potentials and Limitations of Survival Strategies",
        "authors": [
          {
            "first": "Giovanni",
            "middle": [
              "A"
            ],
            "last": "Cornia",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "Aditjstinent with a Human Face: Protecting the Vulnera;,e and Promoting Growth",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cornia, Giovanni A. (1987). \"Adjustment at the Household Level: Potentials and Limitations of Survival Strategies.\" In Giovanni A. Cornia, Richard Jolly, and Frances Stewart, eds. Aditjstinent with a Human Face: Protecting the Vulnera;,e and Promoting Growth. Oxford: Clarendon Press.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "New York: Harper and Row. (First published in Spanish in 1986 as El Otro Sendero: La Revolucion Informal",
        "authors": [
          {
            "first": "Hernando",
            "middle": [],
            "last": "De Soto",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "de Soto, Hernando (1988). The Other Path: The Invisible Revolution in the Third World. New York: Harper and Row. (First published in Spanish in 1986 as El Otro Sendero: La Revolucion Informal. Lima: Editorial El Barranco.)",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "Rural Enterprise in Kenva: Development and Spatial Organization of the Nonfarm Sector",
        "authors": [
          {
            "first": "Donald",
            "middle": [
              "B"
            ],
            "last": "Freeman",
            "suffix": ""
          },
          {
            "first": "Glen",
            "middle": [
              "B"
            ],
            "last": "Norcliffe",
            "suffix": ""
          }
        ],
        "year": 1985,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Freeman, Donald B., and Glen B. Norcliffe (1985). Rural Enterprise in Kenva: Development and Spatial Organization of the Nonfarm Sector. Chicago: University of Chicago, Department of Geography, Research Paper No. 214.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "The W'orld Bank, Population and Human Resources Department, Welfare and Human Resources Division",
        "authors": [
          {
            "first": "Paul",
            "middle": [],
            "last": "Gle±wwe",
            "suffix": ""
          },
          {
            "first": "Dennis",
            "middle": [],
            "last": "De",
            "suffix": ""
          },
          {
            "first": "Tray",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Gle±wwe, Paul, and Dennis de Tray (1989). The Poor in Latin America During Adjustment: A Case Studv of Peru. Washington, D.C: The W'orld Bank, Population and Human Resources Department, Welfare and Human Resources Division, Living Standards Measurement Study Working Paper No. 24.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "rhe Peru Living Standards Survev: An Annotaied Questionnaire",
        "authors": [
          {
            "first": "Christiaan",
            "middle": [],
            "last": "Grootaert",
            "suffix": ""
          },
          {
            "first": "Ana-Maria",
            "middle": [],
            "last": "Arriagada",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Grootaert, Christiaan, and Ana-Maria Arriagada (1986). 'rhe Peru Living Standards Survev: An Annotaied Questionnaire. Washington, D.C: The World Bank, Development Research Department, Living Standards Mcasurement Study Working Paper Number 24.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Education, Trainine and the Traditional Sector",
        "authors": [
          {
            "first": "Jacques",
            "middle": [],
            "last": "Hallak",
            "suffix": ""
          },
          {
            "first": "Francoise",
            "middle": [],
            "last": "Caillods",
            "suffix": ""
          }
        ],
        "year": 1981,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hallak. Jacques. and Francoise Caillods (1981). Education, Trainine and the Traditional Sector. Paris: UNESCO.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "Informal Economy",
        "authors": [
          {
            "first": "Keith",
            "middle": [
              "J"
            ],
            "last": "Hart",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "The New Paigrave: A Dictionarv of Economics",
        "volume": "",
        "issue": "",
        "pages": "845--891",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hart, Keith J. (1987). \"Informal Economy.\" In John Eatwell, Murray Milgate, and Peter Newman, eds. The New Paigrave: A Dictionarv of Economics. London: The MacMillan Press, 845-46.",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Informal Income Opportunities and Urban Employment in Ghana",
        "authors": [
          {
            "first": "Keith",
            "middle": [
              "J"
            ],
            "last": "Hart",
            "suffix": ""
          }
        ],
        "year": 1973,
        "venue": "Journal of Modern African Studies",
        "volume": "11",
        "issue": "1",
        "pages": "61--89",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Hart, Keith J. (1973). \"Informal Income Opportunities and Urban Employment in Ghana.\" Journal of Modern African Studies 11: No. 1, 61-89.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Bringing Women into the Economic Mainstream",
        "authors": [],
        "year": 1989,
        "venue": "Finance & Development",
        "volume": "32",
        "issue": "4",
        "pages": "22--25",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Herz, Barbara (1989). \"Bringing Women into the Economic Mainstream\" Finance & Development 32: No. 4, December, 22-25.",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Nairobi's Informal Sector: Dynamic Entrepreneurs or Surplus Labor?",
        "authors": [
          {
            "first": "William",
            "middle": [
              "J"
            ],
            "last": "House",
            "suffix": ""
          }
        ],
        "year": 1984,
        "venue": "Economic Development and Cultural Change",
        "volume": "32",
        "issue": "2",
        "pages": "277--302",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "House, William J. (1984). \"Nairobi's Informal Sector: Dynamic Entrepreneurs or Surplus Labor?\" Economic Development and Cultural Change 32: No. 2, 277-302.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Encuesta Nacional de Hogares Sobre Medicion de Niveles ce Vida Enniv (1985-86): Analisis de Resultados",
        "authors": [],
        "year": 1988,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Instituto Nacional de Estadistica, INE (1988). Encuesta Nacional de Hogares Sobre Medicion de Niveles ce Vida Enniv (1985-86): Analisis de Resultados. Lima: INE.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Ten Years of Small Projects: Bringine the Marein into the Mainstream",
        "authors": [],
        "year": 1988,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Inter-American Development Bank, IDB, (1988). Ten Years of Small Projects: Bringine the Marein into the Mainstream. Washington, D.C: IDB.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Biblioeraphv on the Urban Informal Sector",
        "authors": [],
        "year": 1987,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Inter-American Development Bank, IDB, (1987a). Biblioeraphv on the Urban Informal Sector. Washington. D.C: Plans and Programs Department, Social Policies Division, IDB.",
        "links": null
      },
      "BIBREF23": {
        "ref_id": "b23",
        "title": "Economic and Social Progress in Latin America",
        "authors": [],
        "year": 1987,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Inter-American Development Bank, IDB, (1987b). Economic and Social Progress in Latin America: 1987 Report. Washington, D.C: IDB.",
        "links": null
      },
      "BIBREF24": {
        "ref_id": "b24",
        "title": "Emplovment Incomes and Equalitv: A Stratevv for Increasing Productive Emplovment in Kenva",
        "authors": [],
        "year": 1972,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "International Labour Office (1972). Emplovment Incomes and Equalitv: A Stratevv for Increasing Productive Emplovment in Kenva. Geneva: ILO.",
        "links": null
      },
      "BIBREF25": {
        "ref_id": "b25",
        "title": "El Sector Informal Urbano en la Economia Peruana. Lima: Centro de Investigacion",
        "authors": [
          {
            "first": "Folke",
            "middle": [],
            "last": "Kafka",
            "suffix": ""
          }
        ],
        "year": 1984,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kafka, Folke (1984). El Sector Informal Urbano en la Economia Peruana. Lima: Centro de Investigacion, Universidad del Pacifico.",
        "links": null
      },
      "BIBREF26": {
        "ref_id": "b26",
        "title": "Internal Structural Reforms in Peru: A Promising Road out of the Debt Crisis",
        "authors": [
          {
            "first": "Robert",
            "middle": [],
            "last": "Litan",
            "suffix": ""
          },
          {
            "first": "Luis",
            "middle": [],
            "last": "Morales-Bayro",
            "suffix": ""
          },
          {
            "first": "Jorge",
            "middle": [],
            "last": "Fernandez-Baca",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "Journal of Economic Growth",
        "volume": "1",
        "issue": "2",
        "pages": "28--36",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Litan, Robert, Luis Morales-Bayro, and Jorge Fernandez-Baca (1986).\"Internal Structural Reforms in Peru: A Promising Road out of the Debt Crisis.\" Journal of Economic Growth 1: No. 2, 28-36.",
        "links": null
      },
      "BIBREF27": {
        "ref_id": "b27",
        "title": "The Urban Informal Sector",
        "authors": [
          {
            "first": "Dipak",
            "middle": [],
            "last": "Mazumdar",
            "suffix": ""
          }
        ],
        "year": 1976,
        "venue": "World Development",
        "volume": "4",
        "issue": "8",
        "pages": "655--679",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mazumdar, Dipak (1976). \"'The Urban Informal Sector.\" World Development 4: No. 8, 655-679.",
        "links": null
      },
      "BIBREF28": {
        "ref_id": "b28",
        "title": "The Urban Informal Sector in Latin America: Case Studies of Peru and Brazil",
        "authors": [
          {
            "first": "Micheline",
            "middle": [],
            "last": "Mescher",
            "suffix": ""
          }
        ],
        "year": 1985,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mescher, Micheline (1985). The Urban Informal Sector in Latin America: Case Studies of Peru and Brazil. Alexandria, Va.: Mescher Associates.",
        "links": null
      },
      "BIBREF29": {
        "ref_id": "b29",
        "title": "Off the Books: The Rise of the UnderEground Economv",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Mattera",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Mattera, PLilip (i985). Off the Books: The Rise of the UnderEground Economv. New York: St. Mattin's Press.",
        "links": null
      },
      "BIBREF30": {
        "ref_id": "b30",
        "title": "Education and Earnings in Peru's Informal Nonfarm Familv Enterprises. Washineton, D.C.: Population and Human Resources Department, Education and Emplovment Division, Policy, Planning and Research Complex",
        "authors": [
          {
            "first": "Peter",
            "middle": [],
            "last": "Moock",
            "suffix": ""
          },
          {
            "first": "Philip",
            "middle": [],
            "last": "Musgrove",
            "suffix": ""
          },
          {
            "first": "Morton",
            "middle": [],
            "last": "Stelcner",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Moock, Peter, Philip Musgrove, and Morton Stelcner, (1989). Education and Earnings in Peru's Informal Nonfarm Familv Enterprises. Washineton, D.C.: Population and Human Resources Department, Education and Emplovment Division, Policy, Planning and Research Complex, WPS 236.",
        "links": null
      },
      "BIBREF31": {
        "ref_id": "b31",
        "title": "A Survev of Empirical Studies in Industrial and Manufacturing Activities in the Informal sector in Dcvelopinf-g Countries",
        "authors": [
          {
            "first": "Caroline",
            "middle": [
              "0"
            ],
            "last": "Moser",
            "suffix": ""
          },
          {
            "first": "Judith",
            "middle": [],
            "last": "Marsie-Hazen",
            "suffix": ""
          }
        ],
        "year": 1984,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Moser, Caroline 0., and Judith Marsie-Hazen (1984). A Survev of Empirical Studies in Industrial and Manufacturing Activities in the Informal sector in Dcvelopinf-g Countries. New York: UNIDO.",
        "links": null
      },
      "BIBREF32": {
        "ref_id": "b32",
        "title": "Development Co-operation in the 1990s: Efforts and Policies of the Members of Ihe Development Assistancc Committee",
        "authors": [],
        "year": 1989,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "OECD -Organisation for Economic Co-operation and Development (1989). Development Co-operation in the 1990s: Efforts and Policies of the Members of Ihe Development Assistancc Committee: Paris, OECD.",
        "links": null
      },
      "BIBREF33": {
        "ref_id": "b33",
        "title": "Mas Alla de la Crisis",
        "authors": [
          {
            "first": "America",
            "middle": [],
            "last": "Prealc -Program Regional De Empleo En",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Latina Y El Caribe",
            "suffix": ""
          }
        ],
        "year": 1985,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "PREALC -program regional de empleo en America Latina y el Caribe (1985). Mas Alla de la Crisis. Santiago, Chile: PREALC.",
        "links": null
      },
      "BIBREF34": {
        "ref_id": "b34",
        "title": "A Semiparametric Approach to the Estimation of Svstems of Equations Models in the Presence of Heteroskedasticitv of Unknown Form",
        "authors": [
          {
            "first": "Jeffrey",
            "middle": [
              "S"
            ],
            "last": "Racine",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "89--102",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Racine, Jeffrey S. (1989). A Semiparametric Approach to the Estimation of Svstems of Equations Models in the Presence of Heteroskedasticitv of Unknown Form. Toronto: Department of Economics, York University Working Paper 89-13.",
        "links": null
      },
      "BIBREF35": {
        "ref_id": "b35",
        "title": "Dualism in Peru: An Investigation into the Inter-relationships between Lima's Informal Clothing Industrv and the Formal Sector",
        "authors": [
          {
            "first": "Markus",
            "middle": [],
            "last": "Reichmuth",
            "suffix": ""
          }
        ],
        "year": 1978,
        "venue": "B. Litt. thesis",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Reichmuth, Markus (1978). Dualism in Peru: An Investigation into the Inter-relationships between Lima's Informal Clothing Industrv and the Formal Sector. Oxford: B. Litt. thesis, Oxford University.",
        "links": null
      },
      "BIBREF36": {
        "ref_id": "b36",
        "title": "The Geometry of Case Deletion and the Assessment of Influence in Nonlinear Regression",
        "authors": [
          {
            "first": "W",
            "middle": [
              "H"
            ],
            "last": "Ross",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "Canadian Journal of Statistics",
        "volume": "15",
        "issue": "",
        "pages": "91--103",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ross, W.H. (1987). \"The Geometry of Case Deletion and the Assessment of Influence in Nonlinear Regression.\" Canadian Journal of Statistics 15: 91-103.'",
        "links": null
      },
      "BIBREF37": {
        "ref_id": "b37",
        "title": "The Status of Women in the Economv of Peru: A Descriptive Analvsis",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Schafgans",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Marcia",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Schafgans. Marcia (1989). The Status of Women in the Economv of Peru: A Descriptive Analvsis.",
        "links": null
      },
      "BIBREF38": {
        "ref_id": "b38",
        "title": "The World Bank, Population and Human Resources Department, Women in Development Division",
        "authors": [
          {
            "first": "Washington",
            "middle": [
              "D"
            ],
            "last": "",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Washington D.C: The World Bank, Population and Human Resources Department, Women in Development Division, (unpublished manuscript).",
        "links": null
      },
      "BIBREF39": {
        "ref_id": "b39",
        "title": "The Urban Informal Sector in Developing Countries: Emplovment. Povertv and Environment",
        "authors": [
          {
            "first": "S",
            "middle": [],
            "last": "Sethuraman",
            "suffix": ""
          }
        ],
        "year": 1981,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Sethuraman S.V. ed. (1981). The Urban Informal Sector in Developing Countries: Emplovment. Povertv and Environment. Geneva: ILO.",
        "links": null
      },
      "BIBREF40": {
        "ref_id": "b40",
        "title": "Supporting Productive Emplovment Among Vulnerable Groups",
        "authors": [
          {
            "first": "Frances",
            "middle": [],
            "last": "Stewart",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "Adjustment with a Human Face: Protecting the Vulnerable and Promoting Growth",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Stewart, Frances (1987). \"Supporting Productive Emplovment Among Vulnerable Groups.\" In Giovanni Andrea Cornia, Richard Jollv, and Frances Stewart, eds. Adjustment with a Human Face: Protecting the Vulnerable and Promoting Growth. Oxford: Oxford University Press.",
        "links": null
      },
      "BIBREF41": {
        "ref_id": "b41",
        "title": "Home-based Enterprises in Cities of Developing Countries",
        "authors": [
          {
            "first": "Paul",
            "middle": [],
            "last": "Strassmann",
            "suffix": ""
          },
          {
            "first": "W",
            "middle": [],
            "last": "",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "Economic Development and Cultural Change",
        "volume": "36",
        "issue": "1",
        "pages": "121--144",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Strassmann, Paul, W. (1987). \"Home-based Enterprises in Cities of Developing Countries.\" Economic Development and Cultural Change 36: No. 1, 121-144.",
        "links": null
      },
      "BIBREF42": {
        "ref_id": "b42",
        "title": "Nonagricultural Familv Enterprises in Peru: The Role of the Informal Sector in a Developing Economv",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Stelcner",
            "suffix": ""
          },
          {
            "first": "Peter",
            "middle": [],
            "last": "Morton",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Moock",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Stelcner. Morton, and Peter Moock (1988). Nonagricultural Familv Enterprises in Peru: The Role of the Informal Sector in a Developing Economv. Washington, D.C: The World Bank, Population and Human Resources Department, Welfare and Human Resources Division, (unpublished manuscript).",
        "links": null
      },
      "BIBREF43": {
        "ref_id": "b43",
        "title": "Peru Informal Sector, Labor Markets, and Returns to Education",
        "authors": [
          {
            "first": "Ruben",
            "middle": [
              "M"
            ],
            "last": "Suarez-Berenguela",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Suarez-Berenguela, Ruben M. (1987). Peru Informal Sector, Labor Markets, and Returns to Education.",
        "links": null
      },
      "BIBREF45": {
        "ref_id": "b45",
        "title": "Ventures in the Informal Sector and How Thev Worked Out in Brazil",
        "authors": [
          {
            "first": "Judith",
            "middle": [],
            "last": "Tendler",
            "suffix": ""
          }
        ],
        "year": 1983,
        "venue": "AID Evaluation Special Studv No",
        "volume": "12",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Tendler, Judith (1983). Ventures in the Informal Sector and How Thev Worked Out in Brazil. AID Evaluation Special Studv No. 12. Washington, D.C.: Agency for International Development.",
        "links": null
      },
      "BIBREF46": {
        "ref_id": "b46",
        "title": "Street Foods: Testing Assumptions About Informal Sector Activity by Women and Men",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Tinker",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Irene",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "Current Sociology",
        "volume": "35",
        "issue": "",
        "pages": "1--81",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Tinker. Irene (1987). \"Street Foods: Testing Assumptions About Informal Sector Activity by Women and Men.\" Current Sociology 35, Winter, 1-81.",
        "links": null
      },
      "BIBREF47": {
        "ref_id": "b47",
        "title": "Adjustment and Employment in Latin America",
        "authors": [
          {
            "first": "Victor",
            "middle": [],
            "last": "Tokman",
            "suffix": ""
          }
        ],
        "year": 1986,
        "venue": "International Labour Review",
        "volume": "125",
        "issue": "5",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Tokman, Victor (1986). \"Adjustment and Employment in Latin America.\" International Labour Review 125: No. 5.",
        "links": null
      },
      "BIBREF48": {
        "ref_id": "b48",
        "title": "An Exploration into the Nature of Formal-Informal Sector Relationships",
        "authors": [
          {
            "first": "Victor",
            "middle": [],
            "last": "Tokman",
            "suffix": ""
          }
        ],
        "year": 1978,
        "venue": "",
        "volume": "6",
        "issue": "",
        "pages": "1065--75",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Tokman, Victor (1978). \"An Exploration into the Nature of Formal-Informal Sector Relationships.' World Development 6: No. 9-10, 1065-75.",
        "links": null
      },
      "BIBREF49": {
        "ref_id": "b49",
        "title": "Non-parametric Estimation of Econometric Functionals",
        "authors": [
          {
            "first": "Aman",
            "middle": [],
            "last": "Ullah",
            "suffix": ""
          }
        ],
        "year": 1988,
        "venue": "Canadian Journal of Economics",
        "volume": "20",
        "issue": "3",
        "pages": "625--58",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Ullah, Aman (1988). \"Non-parametric Estimation of Econometric Functionals.\" Canadian Journal of Economics 20: No. 3. 625-58.",
        "links": null
      },
      "BIBREF50": {
        "ref_id": "b50",
        "title": "Bank Credit for Rural Women: Report on Study Tour of Grameen Bank in Bangladesh. Bangkok: Economic and Social Commission for Asia and the Pacific",
        "authors": [],
        "year": 1985,
        "venue": "United Nations",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "United Nations (1985). Bank Credit for Rural Women: Report on Study Tour of Grameen Bank in Bangladesh. Bangkok: Economic and Social Commission for Asia and the Pacific.",
        "links": null
      },
      "BIBREF51": {
        "ref_id": "b51",
        "title": "Wage Differentials and Moonlighting by Civil Servants: Evidence from Cote d'lvoire and Peru",
        "authors": [
          {
            "first": "Jacques",
            "middle": [],
            "last": "Van Der Gaag",
            "suffix": ""
          },
          {
            "first": "Morton",
            "middle": [],
            "last": "Stelcner",
            "suffix": ""
          },
          {
            "first": "Wim",
            "middle": [],
            "last": "Vijverberg",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "The World Bank Economic Review",
        "volume": "5",
        "issue": "3",
        "pages": "67--98",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "van der Gaag, Jacques, Morton Stelcner, and Wim Vijverberg (1989). 'Wage Differentials and Moonlighting by Civil Servants: Evidence from Cote d'lvoire and Peru.\" The World Bank Economic Review 5: No. 3, 67-98.",
        "links": null
      },
      "BIBREF52": {
        "ref_id": "b52",
        "title": "The Silent Revolution",
        "authors": [
          {
            "first": "Mario",
            "middle": [
              "±"
            ],
            "last": "Vargas-Llo",
            "suffix": ""
          }
        ],
        "year": 1987,
        "venue": "Journal of Economic Growth",
        "volume": "2",
        "issue": "1",
        "pages": "3--7",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Vargas-Llo. ±, Mario (1987). \"The Silent Revolution.\" Journal of Economic Growth 2: No. 1, 3-7.",
        "links": null
      },
      "BIBREF53": {
        "ref_id": "b53",
        "title": "Government Policv and the Distribution of Income in Peru",
        "authors": [
          {
            "first": "Richard",
            "middle": [
              "C"
            ],
            "last": "Webb",
            "suffix": ""
          }
        ],
        "year": 1977,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "1963--1973",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Webb, Richard C. (1977). Government Policv and the Distribution of Income in Peru: 1963-1973. Cambridge, Mass.: Harvard University Press.",
        "links": null
      },
      "BIBREF54": {
        "ref_id": "b54",
        "title": "World D±!velopment Report",
        "authors": [
          {
            "first": "World",
            "middle": [],
            "last": "Bank",
            "suffix": ""
          }
        ],
        "year": 1989,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "World Bank (1989). World D±!velopment Report. New Yorkc Oxford University Press and the World Bank.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "type_str": "figure",
        "fig_num": null,
        "uris": null,
        "num": null,
        "text": "personal characteristics of household members are particularly useful. For each family enterprise the PLSS gives the labor inputs of family workers, the value of output sold or consumed. by the household, expenditures on purchased inputs, and the value of assets. The survey does not contain information on physical units and prices of output and nonlabor inputs -only total values.The survey shows how long each business has been open, the type of output, how many months it operated in the past year, and whether the business is in the home, at other fixed premises, or has no fixed premises. The information covers 3,360 businesses: 1,178 in metro Lima, 1,480 in other urban areas, and 702 in rural areas. The most popular activity is retail trade: 425 firms in Lima, 714"
      },
      "FIGREF1": {
        "type_str": "figure",
        "fig_num": null,
        "uris": null,
        "num": null,
        "text": "predictor of learning by doing in attracting clientq. Also included is the place of operation as a proxy for ease of access by customers. Two dummy variables --'in the home' and 'at a fixed location' (a kiosk or stall) -incorporate the site information. Itinerant operations with no fixed location (such as peddling and street hawking) are excluded. The following variables are deemed to affect the probability of a purchase. First, the value of capital, which includes land, buildings, furniture, tools, machinery, equipment and vehicles. Second, the value of inventory stocks and third, monthly operating expenses which measure the cost of goods purchased for resale, raw materials, and such items as repairs, utilities, and fuel. The timeframe of this variable corresponds to that of the dependent variable. The fourth variable is labor input, measured by the logarithm of monthly hours devoted by all family workers in the ent._rprise. The annual hours of farming labor are divided by the months of operation. Other aspects of managerial or sales skills are described by two proxies: 1) total work experience (in years) of the most experienced adult family worker in the firm and 2) the level of educational attainment of the most educated adult family worker in the firm. Work experience is entered with linear and quadratic (scaled by 100) terms. The effects of educational attainment are entered in two alternative ways. First,"
      },
      "FIGREF2": {
        "type_str": "figure",
        "fig_num": null,
        "uris": null,
        "num": null,
        "text": "spline variables increased the number of expenses variables to three and the number of capital variables to two. The capital variable now includes the values of both physical capital and stock. Finally, we consider two versions of the model: one where the schooling variables are measured as splines, and the other where binary variables are used to distinguish levels of schooling. Tables 6 and 7 present the regression results. The t-statistics suggest that most of the parameters are significantly different from 0 at the 1 percent level. In addition, each model explains about 60 percent of the -'--iation in the dependent variable. This is high by cross-section standards."
      },
      "FIGREF3": {
        "type_str": "figure",
        "fig_num": null,
        "uris": null,
        "num": null,
        "text": "about .15 inti. Notice how quickly the marginal revenue product of capital by firm declines as we consider the first 200 firms.Next consider the relationship of the marginal revenue products to the levels of the productive factors. Capital, expenses, and labor variables are all measured on the right-hand vertical axis. The variables were scaled to all fit on these axes. The lines C, E and L represent the least squares regression lines of the capital, expenses, and labor variables (respectively) of firm i on the rank (1 to 1,098) of firm i. The rank of a firm continues to be determined by the size of its marginal revenue product. An asterisk in the label of a regression line indicates that the slope of the regression line is significantly different from zero."
      },
      "FIGREF4": {
        "type_str": "figure",
        "fig_num": null,
        "uris": null,
        "num": null,
        "text": "These findings come from a first application of the nonparametric technique. Nonetheless we conclude that the directions and orders of magnitudes of the parametric model estimates are supported."
      },
      "FIGREF5": {
        "type_str": "figure",
        "fig_num": null,
        "uris": null,
        "num": null,
        "text": "seven different policy experiments. The first four experiments are 'simple' in that only one underlying variable is changed. The other four experiments are 'compound' in that more than one variable changes. For example, in the first experiment, the most educat-d individual in the firm is given two more years of schooling if the number of years of schooling is less than nine. The group of firms receiving this education changes from all firms, to the bottom 50 percent (in terms of education), and then to the bot om 25 percent (in terms of education) and finally, for comparison purposes, to the top 25 percent. Within each group, the effects on all, female firms, male firms, and mixed firms are calculated separately. The effect of formal schooling on revenues is 100 to 200 intis a month."
      },
      "TABREF0": {
        "type_str": "table",
        "html": null,
        "num": null,
        "text": "page 1. Introduction ......................................... 1 Introduction Few topics in the literature on development economics have inspired as much interest, controversy, and rhetoric as the informal sector in developing countries. 1 Here the term is intended as a shorthand expression to describe the collection oJf loosely organized (but not necessarily fly-by-night) small-scale competitive family businesses. Such businesses rely little on nonfamily hired labor. Their technologies are labor intensive and they operate largely outside the legal, bureaucratic, and regulatory framework reg.rding such matters as licenses, taxes, and contractual obligations. An important characteristic of the informal sector is that the free play of market forces generally determines returns to productive factors, especially labor. The enterprises are usually concentrated in low-income areas of large metropolitan centers, but it is not uncommon to find rural households, for example in Kenya and Peru, that have joined the informal sector. 2",
        "content": "<table/>"
      },
      "TABREF2": {
        "type_str": "table",
        "html": null,
        "num": null,
        "text": "",
        "content": "<table><tr><td>.</td><td/><td colspan=\"6\">Percentfbtribuflmpfoy&amp;dbo]Pordvfrypefmployment</td><td/><td/></tr><tr><td colspan=\"2\">Metrbima</td><td colspan=\"2\">OthdfrbaAreas</td><td colspan=\"2\">AlUrbaAreas</td><td>Rurareas</td><td/><td>Peru</td><td/></tr><tr><td colspan=\"2\">Females Males No.o9Dbservatl8fll 1747</td><td colspan=\"2\">Females Males 1978 2450</td><td>Females 3215</td><td>Males 4197</td><td colspan=\"2\">Females Males 2737 3041</td><td colspan=\"2\">Females Males 5952 7238</td></tr><tr><td>NonFarSector 38.2 Farigector 16.5 Wageector 45.3</td><td>31.5 3.4 65.1</td><td>44.1 37.0 18.9</td><td>32.5 25.1 42.4</td><td>41.9 29.0 29.1</td><td>32.1 16.1 51.8</td><td>10.6 84.0 5.3</td><td>5.3 77.0 17.7</td><td>27.5 54.4 18.1</td><td>20.8 41.7 37.5</td></tr><tr><td colspan=\"5\">Notefhemonfaumfarwectae£melf-employhowgsectDf</td><td colspan=\"2\">etirdAbor.</td><td/><td/><td/></tr><tr><td colspan=\"2\">SourcBerhiviigandaSdBvey.</td><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>"
      },
      "TABREF3": {
        "type_str": "table",
        "html": null,
        "num": null,
        "text": "Despite their importance in these businesses, the value of women's entrepreneurial activities is not adequately reflected -if at all -in the national accounts. There have been very few attempts to assess their contribution to the economy or to analyze the relative performance of men and women in the",
        "content": "<table><tr><td colspan=\"2\">informal economy. This is particularly true in Peru and other Latin American</td></tr><tr><td colspan=\"2\">countries where such work has gone largely unnoticed, with the possible exception</td></tr><tr><td>of domestic work.</td><td/></tr><tr><td colspan=\"2\">Moreover, official Latin America data'° do not give accurate information</td></tr><tr><td colspan=\"2\">about women's economic activities. Most of the empirical economic research on</td></tr><tr><td colspan=\"2\">family businesses has focused on agricultural activities or on the activities</td></tr><tr><td>of self-employed urban men. Agricultural</td><td>research tends to ignore informal</td></tr><tr><td colspan=\"2\">nonfarm economic activities in rural areas. And most of the research on the self-</td></tr><tr><td colspan=\"2\">employed analyzes individuals rather than the enterprise, ignoring the</td></tr><tr><td colspan=\"2\">contributions to income of capital, nonlabor inputs, and the labor of women and</td></tr><tr><td colspan=\"2\">children. These last are typically excluded because most surveys report them as</td></tr><tr><td colspan=\"2\">unpaid family workers, while men are usually reported as paid family workers</td></tr></table>"
      },
      "TABREF5": {
        "type_str": "table",
        "html": null,
        "num": null,
        "text": "",
        "content": "<table><tr><td colspan=\"2\">Type of Firm Rumber of Firms</td><td/><td/><td colspan=\"2\">Female 203</td><td colspan=\"2\">METRO LIMA Male 98</td><td>Mixed 104</td><td>Total 405</td><td colspan=\"3\">OTHER URBAN ARFAS Male Mixed 375 Female 132 188</td><td>Total 693</td><td colspan=\"2\">ALL URBAN AREAS male mixed 576 Female 230 292</td><td>Total 1098</td></tr><tr><td colspan=\"3\">PLACE OF OPERATION</td><td>S</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"3\">Home Fixed location Itinerant (Streets)</td><td/><td/><td>25.1 21.2 ''.7</td><td>8.2 18.4 73.5</td><td/><td>24.0 37.5 38.5</td><td>20.7 24.7 54.6</td><td>37.5 25.5 37.0</td><td>18.2 25.8 56.1</td><td>34.6 31.9 33.5</td><td>33.0 27.3 39.7</td><td>33.2 24.0 42.9</td><td>13.9 22.6 63.5</td><td>30.8 33.9 35.3</td><td>28.5 26.3 45.2</td></tr><tr><td colspan=\"4\">MONTHS OPERATED DURING YEAR</td><td/><td>8.8 (3.9)</td><td>9.2 (3.8)</td><td/><td>10.0 (3.0)</td><td>9.2 (3.7)</td><td>9.7 (3.6)</td><td>9.6 (3.8)</td><td>10.1 (2.9)</td><td>9.8 (3.4)</td><td>9.4 (3.7)</td><td>9.4 (3.8)</td><td>10.1 (3.0)</td><td>9.6 (3.6)</td></tr><tr><td colspan=\"2\">1 -6 months 6 -9 months 9 -12 months</td><td/><td>X</td><td/><td>28.1 16.3 55.7</td><td>27.6 9.2 63.3</td><td/><td>14.4 17.3 68.3</td><td>24.4 14.8 60.7</td><td>22.0 9.1 68.9</td><td>22.7 8.3 68.9</td><td>11.2 18.1 70.7</td><td>19.2 11.4 69.4</td><td>24.1 11.6 64.2</td><td>24.8 8.7 66.5</td><td>12.3 17.8 69.9</td><td>21.1 12.7 66.2</td></tr><tr><td colspan=\"3\">AGE OF FIRM (Tears)</td><td/><td/><td>6.0 (8.8)</td><td>7.8 (10.1)</td><td/><td>8.8 (9.1)</td><td>7.1 (9.3)</td><td>7.7 (9.8)</td><td>9.3 (11.5)</td><td>10.8 (11.8)</td><td>8.9 (10.8)</td><td>7.1 (9.5)</td><td>8.7 (10.9)</td><td>10.1 (10.9)</td><td>8.2 (10.3)</td></tr><tr><td colspan=\"3\">Less than 4 months -1 year 4 months 1 -3 years 3 -5 years 5 -10 years Over 10 years</td><td>Z</td><td/><td>12.3 14.3 27.1 14.3 11.8 20.2</td><td>8.2 13.3 24.5 17.3 7.1 29.6</td><td/><td>4.8 9.6 19.2 15.4 17.3 33.7</td><td>9.4 12.8 24.4 15.3 12.1 25.9</td><td>9.4 8.8 23.1 14.5 16.9 27.3</td><td>9.8 7.6 18.2 14.4 17.4 32.6</td><td>4.3 3.2 14.4 15.4 22.9 39.9</td><td>8.1 7.1 19.8 14.7 18.6 31.7</td><td>10.4 10.8 24.5 14.4 15.1 24.8</td><td>9.1 10.0 20.9 15.7 13.0 31.3</td><td>4.5 5.5 16.1 15.4 20.9 37.7</td><td>8.6 9.2 21.5 14.9 16.2 29.6</td></tr><tr><td colspan=\"2\">MONTHLY REVENUES</td><td/><td>$</td><td/><td>2731 (5489)</td><td>4328 (6110)</td><td/><td>8300 (12138)</td><td>4548 (8178)</td><td>i8 (4262) 8 9</td><td>5961 (21147)</td><td>4801 (6337)</td><td>3455 (10406)</td><td>2186 (4743)</td><td>5266 (16501)</td><td>'148 (8;o&amp;8)</td><td>3858 (9655)</td></tr><tr><td>$ 1 500 1000 2000 More than ----</td><td colspan=\"2\">500 Revenues 1000 2000 4000 4000</td><td>X</td><td/><td>24.6 19.7 21.2 17.7 16.7</td><td>20.4 16.3 14.3 20.4 28.6</td><td/><td>2.9 9.6 11.5 25.0 51.0</td><td>18.0 16.3 17.0 20.2 28.4</td><td>32.7 19.8 22.5 15.5 9.4</td><td>28.0 12.9 12.9 18.9 27.3</td><td>12.2 12.2 14.9 25.0 35.6</td><td>26.3 16.5 18.6 18.8 19.9</td><td>29.9 19.8 22.0 16.3 12.0</td><td>24.8 14.3 13.5 19.6 27.8</td><td>8.9 11.3 13.7 25.0 41.1</td><td>23.2 16.4 18.0 19.3 23.0</td></tr><tr><td colspan=\"2\">Log of Revenues</td><td/><td>S</td><td colspan=\"2\">7.0791 (1.2895)</td><td>7.4453 (1.5110)</td><td colspan=\"2\">8.3448 (1.1663)</td><td>7.4927 (1.4142)</td><td>6.7389 (1.2733)</td><td>7.2857 (1.6530)</td><td>7.7911 (1.2595)</td><td>7.1285 (1.4224)</td><td>6.8588 (1.2882)</td><td>7.3537 (1.5926)</td><td>7.9883 (1.2536)</td><td>7.2629 (1.4296)</td></tr><tr><td colspan=\"2\">MONTHLY EXPENSES</td><td/><td>$</td><td/><td>1874 (3394)</td><td>2491 (4177)</td><td/><td>5633 (8076)</td><td>2988 (5391)</td><td>1294 (3552)</td><td>3399 (8032)</td><td>4376 (8927)</td><td>2531 (6513)</td><td>1498 (3505)</td><td>3012 (6671)</td><td>4824 (8640)</td><td>2700 (6125)</td></tr><tr><td colspan=\"2\">Spline 2 Expenses &gt; 830</td><td/><td>$</td><td/><td>1331 (3265)</td><td>1945 (4029)</td><td/><td>4919 (8000)</td><td>2401 (5273)</td><td>819 (3455)</td><td>2883 (7910)</td><td>3696 (8860)</td><td>1993 (6415)</td><td>1000 (3395)</td><td>2483 (6548)</td><td>4132 (8570)</td><td>2143 (6020)</td></tr><tr><td colspan=\"2\">Spline 3 Expenses &gt; 2000</td><td/><td>$</td><td/><td>960 (2977)</td><td>1489 (3715)</td><td/><td>4133 (7780)</td><td>1903 (4994)</td><td>550 (3276)</td><td>2343 (7699)</td><td>3013 (8676)</td><td>1560 (6211)</td><td>695 (3177)</td><td>1979 (6320)</td><td>3412 (8372)</td><td>1686 (5792)</td></tr><tr><td>$ 1000 -1 -500 -2000 -Over $ 0 -Over Over</td><td colspan=\"2\">0 Expenses 500 1000 2000 4000 4000 830 830 2000</td><td>X X</td><td/><td>1.5 42.4 18.2 14.8 10.3 12.8 57.6 42.4 23.2</td><td>5.1 38.8 9.2 19.4 10.2 17.3 51.0 49.0 27.6</td><td/><td>1.0 15.4 11.5 11.5 25.0 35.6 23.1 76.9 60.6</td><td>2.2 34.6 14.3 15.1 14.1 19.8 47.2 52.8 33.8</td><td>2.7 48.8 19.8 13.1 9.1 6.4 66.8 33.2 15.5</td><td>9.1 32.6 7.6 13.6 19.7 17.4 47.0 53.0 37.1</td><td>0.5 20.2 11.7 23.9 18.6 25.0 28.7 71.3 43.6</td><td>3.3 38.0 15.3 16.2 13.7 13.6 52.7 47.3 27.3</td><td>2.3 46.5 19.3 13.7 9.5 8.7 63.5 36.5 18.2</td><td>7.4 35.2 8.3 16.1 15.7 17.4 48.7 51.3 33.0</td><td>0.7 18.5 11.6 19.5 20.9 28.8 26.7 73.3 49.7</td><td>2.9 36.7 14.9 15.8 13.8 15.8 50.6 49.4 29.7</td></tr><tr><td colspan=\"2\">Standard</td><td>deviations</td><td/><td>are</td><td colspan=\"2\">in parentheses.</td><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>"
      },
      "TABREF6": {
        "type_str": "table",
        "html": null,
        "num": null,
        "text": "gives the test results.'5  We could not reject the hypothesis of equality of parameters or structure in Lima and other urban areas. All pooling that included rural data, however, was rejected. That is, the structure of rural firms was found to be different from that of urban firms. Finally, we could not reject the hypothesis of equal parameters in the three classes of enterprises:",
        "content": "<table><tr><td>Tabl4.</td><td colspan=\"3\">Summarqestifool1iagtructure</td></tr><tr><td>HYPOTHESIS</td><td/><td colspan=\"2\">TESTSTATISTIC CRITICAQALUE</td><td>DECISION</td></tr><tr><td colspan=\"2\">l.Lima1thdfrbaArea;i&amp;ur %reas</td><td>83.040</td><td>56.123</td><td>REJECT</td></tr><tr><td>calbeaggregated.</td><td/><td/><td/></tr><tr><td>2.LimaandthdirbaAreas</td><td/><td>25.041</td><td>33.409</td><td>DO NOT REJECT</td></tr><tr><td>calbeaggregated.</td><td/><td/><td/></tr><tr><td>3.FoiLimandDthd1rbaAreas,</td><td/><td>52.800</td><td>56.123</td><td>DO NOTREJECT</td></tr></table>"
      },
      "TABREF7": {
        "type_str": "table",
        "html": null,
        "num": null,
        "text": "Distribution of the ErrorsThe specified form of the (logarithmic) model in (13) contains the representative error term v.. The error term is unobserved but the regression residuals (that is, the differences between the dependent variable, lnRL, and its fitted value, lnR L) provide information about the distribution of the error terms. Using the standard Shapiro-Wilk test (based upon order-statistics), we could not reject the hypothesis that the residuals were normally distributed.' 9",
        "content": "<table><tr><td/><td/><td/><td colspan=\"3\">ANALYSIS OF NONLINEARIrY</td></tr><tr><td/><td/><td/><td/><td colspan=\"2\">CurvaMn Type</td></tr><tr><td/><td colspan=\"2\">Pmn etr C omnskd</td><td>Tota</td><td colspan=\"2\">kltrkis2 GeodC s A</td><td>oakn</td></tr><tr><td/><td>CONSTANT2</td><td/><td>.036</td><td>.020</td><td>.014</td><td>.027</td></tr><tr><td/><td>EXPEN SES_1</td><td/><td>.286</td><td>.119</td><td>.180</td><td>.187</td></tr><tr><td/><td>EXPEN SES_2</td><td/><td>.385</td><td>.172</td><td>.216</td><td>,269</td></tr><tr><td/><td>EXPENSES_3</td><td/><td>551</td><td>.271</td><td>247</td><td>.41'</td></tr><tr><td/><td>CAPITAL_1</td><td/><td>.311</td><td>.199</td><td>.088</td><td>.223</td></tr><tr><td/><td>CAPIrAL_2</td><td/><td>.327</td><td>.211</td><td>.080</td><td>.236</td></tr><tr><td/><td>LABOR</td><td/><td>.023</td><td>.006</td><td>.015</td><td>.016</td></tr><tr><td/><td colspan=\"2\">SCHOOL_PRHM4ARY</td><td>.022</td><td>.013</td><td>.010</td><td>.015</td></tr><tr><td/><td colspan=\"2\">SCHOOL_SECONDARY</td><td>.034</td><td>.017</td><td>.015</td><td>.025</td></tr><tr><td/><td colspan=\"2\">SCHOOL_POSTSEC</td><td>.065</td><td>.041</td><td>.019</td><td>.047</td></tr><tr><td/><td>TRA IN ING</td><td/><td>.018</td><td>.003</td><td>.012</td><td>.012</td></tr><tr><td/><td>EX PER IEN CE EXPERIENCE 2</td><td/><td>.030 .041</td><td>.018 .030</td><td>.015 .016</td><td>.019 .023</td></tr><tr><td>No':</td><td/><td/><td/><td/></tr><tr><td>1. Cu</td><td>r&amp; nbe</td><td colspan=\"4\">riould be onpaId tD: lanbda, -F(17,1081; a)f.</td></tr><tr><td colspan=\"2\">W bsn a = £5, knbt=</td><td colspan=\"3\">.778; whEn a = .01, nbcl=</td><td>.7C6.</td></tr><tr><td>2. Cue</td><td>atn</td><td colspan=\"2\">hnmbc inpv ttdid</td><td/><td>cmE</td></tr></table>"
      },
      "TABREF8": {
        "type_str": "table",
        "html": null,
        "num": null,
        "text": "",
        "content": "<table><tr><td colspan=\"3\">REGRESSION RESULTS -ALL FIRMS (Binary</td><td>SchoolLng</td><td>Variables)</td></tr><tr><td colspan=\"2\">CONSTANT1(ao)</td><td>9.703</td></tr><tr><td/><td/><td>(57. 818)</td></tr><tr><td colspan=\"2\">LOCATION_HOME</td><td>-0.360</td></tr><tr><td/><td/><td>(-5.180)</td></tr><tr><td colspan=\"2\">LOCATION_FIXED</td><td>-0.033</td></tr><tr><td/><td/><td>(-0.449)</td></tr><tr><td>FIRM AGE</td><td/><td>0.006</td></tr><tr><td/><td/><td>(2.079)</td></tr><tr><td colspan=\"2\">CONSTANT2(bo)</td><td>-5.289</td></tr><tr><td/><td/><td>(-21. 478)</td></tr><tr><td colspan=\"2\">EXPENSES 1</td><td>1419.004</td></tr><tr><td/><td/><td>(10. 044)</td></tr><tr><td colspan=\"2\">EXPENSES 2</td><td>-1102. 338</td></tr><tr><td/><td/><td>(-4.926)</td></tr><tr><td colspan=\"2\">EXPENSES_3</td><td>-82.269</td></tr><tr><td/><td/><td>(-0.654)</td></tr><tr><td>CAPITAL_1</td><td/><td>474.017</td></tr><tr><td/><td/><td>(5.269)</td></tr><tr><td>CAPITAL 2</td><td/><td>-456.014</td></tr><tr><td/><td/><td>(-5.013)</td></tr><tr><td>LABOR</td><td/><td>0.215</td></tr><tr><td/><td/><td>(6.494)</td></tr><tr><td colspan=\"2\">SCHOOL PRIMARY*</td><td>0.194</td></tr><tr><td/><td/><td>(1.696)</td></tr><tr><td colspan=\"2\">SCHOOL_SECONDARY</td><td>0.356</td></tr><tr><td/><td/><td>(2. 759)</td></tr><tr><td colspan=\"2\">SCHOOL POSTSEC</td><td>0.402</td></tr><tr><td/><td/><td>(2. 659)</td></tr><tr><td>TRAINING</td><td/><td>0.113</td></tr><tr><td/><td/><td>(1.521)</td></tr><tr><td>EXPERIENCE</td><td/><td>0.022</td></tr><tr><td/><td/><td>(3. 025)</td></tr><tr><td>EXPERIENCE</td><td>2 1100</td><td>-0.058</td></tr><tr><td/><td/><td>(-4.049)</td></tr><tr><td>LLF</td><td/><td>-1419.360</td></tr><tr><td>SSR</td><td/><td>852.963</td></tr><tr><td colspan=\"2\">Adjusted R-squared</td><td>0.61614</td></tr><tr><td colspan=\"2\">Mean Dependent Variable</td><td>7.26285</td></tr><tr><td>St. Dev.</td><td/><td>1.42960</td></tr></table>"
      },
      "TABREF9": {
        "type_str": "table",
        "html": null,
        "num": null,
        "text": "REGRESSION YtESULTS (Spline Schooling Variables)",
        "content": "<table><tr><td colspan=\"3\">Type of Ylra</td><td/><td>Total</td><td>Female</td><td>Male</td><td>mixed</td></tr><tr><td colspan=\"3\">Number of Firms</td><td/><td>1098</td><td>576</td><td>230</td><td>292</td></tr><tr><td colspan=\"3\">CONSTANTl(ao)</td><td/><td>9,720</td><td>10.035</td><td>9.406</td><td>9.835</td></tr><tr><td/><td/><td/><td/><td>(57.079)</td><td>(22.131)</td><td>(32.539)</td><td>(40.607)</td></tr><tr><td colspan=\"3\">LOCATION HOME</td><td/><td>-0.363</td><td>-0.302</td><td>-0.464</td><td>-0.431</td></tr><tr><td/><td/><td/><td/><td>(-5.224)</td><td>(-3.329)</td><td>(-2.072)</td><td>(-3.292)</td></tr><tr><td colspan=\"3\">LOCATION_FIXED</td><td/><td>-0.030</td><td>-0.074</td><td>0.176</td><td>-0.147</td></tr><tr><td/><td/><td/><td/><td>(-0.419)</td><td>(-0.737)</td><td>(0.929)</td><td>(-1.123)</td></tr><tr><td colspan=\"2\">FIRM AGE</td><td/><td/><td>0.006</td><td>0.014</td><td>0.003</td><td>-0.007</td></tr><tr><td/><td/><td/><td/><td>(2.003)</td><td>( 3.179)</td><td>( 0.439)</td><td>(-0.136)</td></tr><tr><td colspan=\"3\">CONSTANT2(bo)</td><td/><td>-5.281</td><td>-5.338</td><td>-5.806</td><td>-5.839</td></tr><tr><td/><td/><td/><td/><td>(-22.362)</td><td>(-10.989)</td><td>(-9.556)</td><td>(-7.458)</td></tr><tr><td colspan=\"2\">EXPENSES_1</td><td/><td/><td>1422.047</td><td>1498.644</td><td>1861.097</td><td>823.518</td></tr><tr><td/><td/><td/><td/><td>(10.108)</td><td>(8.858)</td><td>(4.515)</td><td>(2.545)</td></tr><tr><td colspan=\"2\">EXPENSES_2</td><td/><td/><td>-1105.146</td><td>-1072.956</td><td>-1987.134</td><td>-354.705</td></tr><tr><td/><td/><td/><td/><td>(-4.962)</td><td>(-4.022)</td><td>(-2.893)</td><td>(-0.736)</td></tr><tr><td colspan=\"3\">EXPENSES 3</td><td/><td>-88.862</td><td>-263.425</td><td>505.992</td><td>-233.278</td></tr><tr><td/><td/><td/><td/><td>(-0.713)</td><td>(-1.745)</td><td>(1.262)</td><td>(-0.991)</td></tr><tr><td colspan=\"2\">CAPITAL_1</td><td/><td/><td>468.985</td><td>303.434</td><td>522.262</td><td>844.269</td></tr><tr><td/><td/><td/><td/><td>(5.243)</td><td>(2.691)</td><td>(2.225)</td><td>(3.963)</td></tr><tr><td colspan=\"2\">CAPITAL_2</td><td/><td/><td>-451.513</td><td>-269.499</td><td>-500.477</td><td>-837.998</td></tr><tr><td/><td/><td/><td/><td>(-4.992)</td><td>(-2.332)</td><td>(-2.106)</td><td>(-3.912)</td></tr><tr><td>LABOR</td><td/><td/><td/><td>0.210</td><td>0.160</td><td>0.323</td><td>0.282</td></tr><tr><td/><td/><td/><td/><td>(6.361)</td><td>(3.977)</td><td>(3.911)</td><td>(2.598)</td></tr><tr><td colspan=\"3\">SCHOOL PRIMARY</td><td/><td>0.046</td><td>0.051</td><td>0.053</td><td>0.016</td></tr><tr><td/><td/><td/><td/><td>(2.007)</td><td>(2.015)</td><td>(0.719)</td><td>(0.165)</td></tr><tr><td colspan=\"3\">SCHOOL-SECONDARY</td><td/><td>0.041</td><td>0.007</td><td>0.093</td><td>0.087</td></tr><tr><td/><td/><td/><td/><td>; 2 . 2 5 8 )</td><td>(0.309)</td><td>(1.867)</td><td>(2.231)</td></tr><tr><td colspan=\"3\">SCHOOL POSTSEC</td><td/><td>-0.005</td><td>0.036</td><td>-0.109</td><td>-0.010</td></tr><tr><td/><td/><td/><td/><td>(-0.157)</td><td>(0.848)</td><td>(-1.376)</td><td>(-0.215)</td></tr><tr><td colspan=\"2\">TRAINING</td><td/><td/><td>0.080</td><td>0.057</td><td>0.200</td><td>0.227</td></tr><tr><td/><td/><td/><td/><td>(1.078)</td><td>(0.615)</td><td>(0.844)</td><td>(1.580)</td></tr><tr><td colspan=\"2\">EXPERIENCE</td><td/><td/><td>0.022</td><td>0.014</td><td>0.032</td><td>0.041</td></tr><tr><td/><td/><td/><td/><td>(3.096)</td><td>(1.587)</td><td>(1.484)</td><td>(2.565)</td></tr><tr><td colspan=\"2\">EXPFRIENCE</td><td>2 /100</td><td/><td>-0.058</td><td>-0.048</td><td>-0.065</td><td>-0.085</td></tr><tr><td/><td/><td/><td/><td>(-4.058)</td><td>(-2.640)</td><td>(-1.516)</td><td>(-2.914)</td></tr><tr><td>LLP</td><td/><td/><td/><td>-1416.23</td><td>-710.608</td><td>-320.041</td><td>-356.472</td></tr><tr><td>SSR</td><td/><td/><td/><td>848.114</td><td>397.669</td><td>217.710</td><td>196.461</td></tr><tr><td colspan=\"3\">Adjusted R-squared</td><td/><td>0.61614</td><td>0.57135</td><td>0.59712</td><td>0.54541</td></tr><tr><td colspan=\"4\">Mean Dependent Variable</td><td>7.26285</td><td>6.85879</td><td>7.35373</td><td>7.98832</td></tr><tr><td colspan=\"2\">St. Dev.</td><td/><td/><td>1.42960</td><td>1.28823</td><td>1.59263</td><td>1.25358</td></tr><tr><td>Notes:</td><td colspan=\"2\">t-statiatics</td><td colspan=\"2\">are in parentheses.</td><td/></tr></table>"
      },
      "TABREF10": {
        "type_str": "table",
        "html": null,
        "num": null,
        "text": "The pattern of signs and relative magnitudes of the estimated parameters is quite reasonable. All levels of schooling and vocational training have positive impacts on revenues in the binary variable model. The results suggest there are diminishing benefits st the margin for postsecondary schooling. The spline model tells an identical story. The fact that the third spline coefficient is not significantly different from zero suggests that there is no important difference (in terms of revenues) between secondary and postsecondary education.",
        "content": "<table/>"
      },
      "TABREF11": {
        "type_str": "table",
        "html": null,
        "num": null,
        "text": "",
        "content": "<table/>"
      },
      "TABREF13": {
        "type_str": "table",
        "html": null,
        "num": null,
        "text": "....... ..........--........... -",
        "content": "<table><tr><td/><td/><td colspan=\"13\">DIAGRAM C2 MARGINAL REV7ENUE PRODUCT OF CAPITAL SAMPLE VALUES: FEMALE ENTERPRISES o.o1o7 DIAGiA.iN,/ C3 -MARGINAL REVENUE PRODUCT OF CAPITAL SA.NMIPLE VALUES: MALE ENTERPRISES 5 J ' ~~~~~~~~~~~~~ { * ' ~~~~~~~~~~~~~ l 0.016 DIAGRAAM El MARGINAL REVENUE PRODUCT OF EXPENSE' SAMPLE VALUES: ALL ENTERPRISES I ~~~~~~~~~~~~~ 0.0107 DIAGRAM E3 DIAGRAM E2 MARGINAL REVENUE PRODUCT OF EXPENSES SAMPLE VALUES: FEMALE ENTERPRISES~~~~~~* l g MARGINAL REVENUE PRODUCT OF EXPENSE.' SAMPLE VALUES: MALE ENTERPRISES s 0.00.9 DIAGRAM E4 MARGINAL REVENUE PRODUCT OF EXPENSES SAMPLE VALUES: MIXED ENTERPRISES ....~ f' ..</td></tr><tr><td/><td/><td colspan=\"2\">*1</td><td/><td/><td/><td>I</td><td/><td/><td/><td/><td/><td/><td>1</td><td>. 0.0097 F~~~~~~~~~~~~~~~~~~~~~~ t 0.0133</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>0196</td></tr><tr><td/><td/><td>i0 |</td><td colspan=\"2\">N~~ .. . .. .. .. ..</td><td>..</td><td>~ . ..</td><td colspan=\"2\">.. ..</td><td colspan=\"2\">~ . .. 1 ,,,,,,</td><td>....</td><td>. ..</td><td>..</td><td>..</td><td>...</td><td>..</td><td>0.J0T7 [~~~~~~~~~~~~~~~~~~~~~~~~ 0.0076 r 0.016 F°0i':/ r 0.0102 ..L .. [ 0.0ca</td></tr><tr><td colspan=\"4\">! o~ i1 --. | a J -t 3. j \\ ',''''\"'-r 1 0 3 t 11 t3.n</td><td>,</td><td colspan=\"10\">/ .1 ~ ~ ~ ~ ~ / A~~~~~~~~~~~~~~~~P l 0 ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~~~~~~~~ L \\ ; s. ~~~~~~~~~~~~~~~~~~~~~~~~~ \\</td><td>c r 0.0076 . ./ -0.0106 t 0.0106 0.0103 k:~~~~~~~~~~~~~~~~~~~ .:os 0.0067 r , 0.0087 L0.007 ~~~~~0.012 I.00 L ,°°°;0.002 L o.oc .O ~~~0.0073 °°:</td></tr><tr><td>A ,,</td><td>1</td><td>I</td><td/><td/><td/><td colspan=\"9\">/t IIITERPRISES ORDERED BYtXRP OF EXPENSES \\</td><td>0.0106 P0.00 26 0 08^6S .01~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~I t0.0067 0.003</td></tr><tr><td>l</td><td/><td>\\/</td><td/><td/><td/><td/><td colspan=\"8\">141.~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~I 0.0073</td></tr><tr><td/><td colspan=\"2\">d O -/</td><td/><td>\\0.0076</td><td/><td colspan=\"9\">-j \\ {.s.3 g A~~~~~~~~~~~~~~~~~~~~~ X / o A /\\ Iz X ,,,,--S</td><td>v</td><td>t t ~~~~~~~~~~~~~~~~ Q~~~~~~~~~~~~~~~~~~~~~~~~~~~ 0 .0016 t ~~~~~~~~~~~~~~~~~~~~~~~~ -~~~~~~~~~~~~~ t~~~~~~~~~~~~~ [~~~~~~~~~~~~~~~~~~ ' 0.0008 .0033</td></tr><tr><td/><td/><td/><td/><td colspan=\"11\">0.00.3 s~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~0</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>0.0027</td></tr><tr><td/><td/><td/><td>I~</td><td>~~ 0</td><td colspan=\"7\">/ ~~~~~~~~~~~~ ~0,0.0008 &lt;</td><td/><td/><td>.~~~~~~~~~~~~~~~~~~~~~~.0</td><td>'0~~~~~~~~~~~~~~~~~~~~~</td><td>0019</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>/</td><td>\\</td><td/><td/><td/><td>'*~~~~~~~~~~~~~~~~~~~~~</td></tr><tr><td/><td/><td/><td/><td>9 I 1.5</td><td/><td/><td>/</td><td>/</td><td>,</td><td colspan=\"5\">'-~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~0.</td><td>r~~ * -~~~~~~~~~~~~~~~~~ 0034 L~~</td></tr><tr><td colspan=\"2\">0 -, -0</td><td>0 0</td><td/><td>100</td><td colspan=\"10\">} / ENTERPRISES OROECRED SY KRP OF CAPITAL 100 ENTERPRISES OROERED BY NRP OF CAPITAL -, --200 300 400 500 600 100 loo EUtERPRISES ORDERED BY MAP Of EXPENSES ENTERPRISES OROERED BY NRP Of EXPENSES</td><td>200 --, 700 200 200</td><td>800</td><td>900</td><td>'</td><td>1000</td><td>.~~~~~~~~~~~~~~~~~~~~~~~~'-0. 300 T -0.0023 300 1100 300</td></tr><tr><td/><td>o</td><td/><td/><td>100</td><td/><td>200</td><td/><td/><td>300</td><td/><td/><td>400</td><td/><td>500</td><td>4,</td><td>600</td><td>700</td><td>800</td><td>900</td><td>1000</td><td>1100</td><td>_____ ----1--' , ' -T--0 ' &gt;0</td></tr><tr><td/><td/><td>O</td><td/><td/><td colspan=\"2\">io0</td><td colspan=\"8\">ENTERPRISES ORDERED SY NAP Of CAPITAL zoo 300 0-</td><td>40</td><td>500SO</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td colspan=\"8\">EXtERPRIME ORDERED By URP Of CAPITAL</td></tr></table>"
      },
      "TABREF16": {
        "type_str": "table",
        "html": null,
        "num": null,
        "text": "low-cost credit to firms that do not have access to formal financial markets. Loans are small -usually less than $500 -but there are many beneficiaries. Results are good and the repayment rate is often more than 90 percent. Our estimates of productivity confirm that channeling credit to small businesses is effective in raising productivity. Examples of different credit programs include the Grameen Bank in Bangladesh, the Self-Employed Women's Association in India, the Banco Popular in Costa Rica, the Badan Kredit Kecamatan in Indonesia, the Northeast Union of Assistance to Small Businesses in Brazil, the Institute for the Development of the Informal Sector in Peru, Fondo de Fomento para la Pequena Industria y la Artesania in Ecuador, and the Small Projects Program of the Inter-American Development Bank. 24",
        "content": "<table><tr><td>7.1</td><td>Enterprise-Specific Policies</td></tr><tr><td/><td>Governments and international donors have primarily assisted small</td></tr><tr><td colspan=\"2\">businesses by providing</td></tr></table>"
      },
      "TABREF17": {
        "type_str": "table",
        "html": null,
        "num": null,
        "text": "DescriptLve Statistics of Rural Retail Sector",
        "content": "<table><tr><td/><td colspan=\"5\">TABLE B1. (Conti)_</td><td/><td/></tr><tr><td/><td colspan=\"4\">Type of Plrs</td><td/><td/><td/><td>Female</td><td>male</td><td>Mixed</td><td>Total</td></tr><tr><td/><td colspan=\"4\">Number of Firms</td><td/><td/><td/><td>151</td><td>90</td><td>47</td><td>288</td></tr><tr><td/><td colspan=\"4\">TOTAL CAPITAL</td><td/><td/><td/><td>$</td><td>1695</td><td>1990</td><td>6079</td><td>2503</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td>(4016)</td><td>(5362)</td><td>(15081)</td><td>(7504)</td></tr><tr><td/><td colspan=\"6\">Spline 2 Total Capital</td><td/><td>$</td><td>1313</td><td>1561</td><td>5501</td><td>2074</td></tr><tr><td/><td/><td/><td/><td/><td colspan=\"2\">&gt; 1000</td><td/><td>(3783)</td><td>(5173)</td><td>(14916)</td><td>(7331)</td></tr><tr><td colspan=\"3\">Type of FLrm 5 0</td><td/><td colspan=\"5\">Total Capital X</td><td>Female 13.9</td><td>male 17.8</td><td>kixed 14.9</td><td>Total 15.3</td></tr><tr><td colspan=\"5\">Number of Flrms 1 -250 250 -500</td><td/><td/><td/><td>151 44.4 7.3</td><td>90 33.3 12.2</td><td>23.4 6.4</td><td>47</td><td>37.5 8.7</td><td>288</td></tr><tr><td colspan=\"5\">500 -PLACE C5F OPERATION 2000 2000 -4000 Home 4000 -12000 Fixed LocatLon Over 12000 $ 0 -1000</td><td/><td/><td>X</td><td>x 15.9 7.9 31.8 5.3 19.2 5.3 74.8</td><td>X 11.1 14.4 28.9 7.8 5.6 3.3 70.0</td><td>21.3 8.5 25.5 12.8 25.5 12.8 53.2</td><td>X</td><td>15.3 10.1 7.3 29.9 5.9 16.0 69.8</td><td>X</td></tr><tr><td colspan=\"2\">Itlnerant Over</td><td colspan=\"4\">(Streets) 1000</td><td/><td/><td>49.0 25.2</td><td>65.6 30.0</td><td>48.9 46.8</td><td>54.2 30.2</td></tr><tr><td colspan=\"8\">MONTHS OPERATED DURING YEAR TOTAL CAPITAL EXCL. STOCK</td><td>9.5 1033 '3.7) (3181)</td><td>8.1 741 (4.2) (2070)</td><td>9.7 4500 (3.4) (14217)</td><td>1508 (3.9) 9.1 (63ft6)</td></tr><tr><td colspan=\"4\">1 -6 months STOCK (Inven 6 -9 months</td><td/><td>y)</td><td/><td>X</td><td>$</td><td>23.2 662 11.3 (1533)</td><td>40.0 1249 7.8 (4495)</td><td>21.3 1579 8.5 (2602)</td><td>995 28.1 9.7 (2952)</td></tr><tr><td colspan=\"5\">9 -12 months MONTHLY PROFITS</td><td/><td/><td/><td>$</td><td>65.6 272</td><td>52.2 157</td><td>70.2 447</td><td>62.2 167</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td>(1001)</td><td>(2285)</td><td>(1984)</td><td>(1681)</td></tr><tr><td colspan=\"6\">AGE OF FIRM (Years) Proflts &gt; 0</td><td/><td/><td>t</td><td>8.6 (11.2) 76.2</td><td>9.5 (13.7) 67.8</td><td>12.4 (15.1) 74.5</td><td>9.5 (12.7) 73.3</td></tr><tr><td colspan=\"5\">Less than 4 months FAMILY WORKERS 4 months -1 year</td><td/><td/><td>X</td><td>7.9 1.3 5.3 (0.6)</td><td>7.8 1.1 7.8 (0.3)</td><td>2.1 2.8 6.4 (1.3)</td><td>1.4 (0.9) 6.9 6.3</td></tr><tr><td colspan=\"3\">1 -1 worker 3</td><td colspan=\"2\">years</td><td/><td/><td/><td>I</td><td>25.8 80.1</td><td>18.9 92.2</td><td>14.9 0.0</td><td>21.9 70.8</td></tr><tr><td colspan=\"6\">3 -2 workers 5 5 -10 3 workers Over 10 4 or more workers years years years</td><td/><td/><td>12.6 15.2 19.2 4.0 29.1 0.7</td><td>18.9 6.7 22.2 1.1 24.4 0.0</td><td>8.5 63.8 25.5 17.0 42.6 19.1</td><td>20.5 13 9 5.2 21.2 29.9 3.5</td></tr><tr><td colspan=\"8\">MONTHLY REVENUES Adult Male Workers Only Male Workers Ot.sy Adult Female Workers Only 5</td><td>X</td><td>1047 0.0 (2233) 0.0 80.8</td><td>1574 91.1 (2642) 95.6 0.0</td><td>1902 0.0 (2541) 0.0 0.0</td><td>28.5 1351 29.9 (2433) 42.4</td></tr><tr><td/><td colspan=\"5\">Female Workers Only</td><td/><td/><td>95.4</td><td>0.0</td><td>0.0</td><td>50.0</td></tr><tr><td colspan=\"2\">$ 1 -Adult</td><td colspan=\"5\">500 Revenues Workers Onlv</td><td>X</td><td>59.6 80.8</td><td>41.8 91.1</td><td>38.3 70.2</td><td>52.4 82.3</td></tr><tr><td>500 1000 2000</td><td colspan=\"6\">--MONTHLY HOURS OF LABOUR 1000 2000 -4000</td><td/><td>17.9 10.6 141.7 6.6 (135.7) (116.4) 14.4 15.6 122.3 11.1</td><td>14.9 14.9 356.8 19.1 (314.2)</td><td>16.3 170.7 12.8 10.1 (191.0)</td></tr><tr><td colspan=\"4\">More than 4000 1 -100</td><td colspan=\"2\">Hours</td><td/><td colspan=\"2\">X</td><td>5.3 49.0</td><td>11.1 54.4</td><td>12.8 17.0</td><td>45.5</td><td>8.3</td></tr><tr><td colspan=\"4\">Log of Revenues 100 -200 200 -300 300 -400</td><td colspan=\"2\">Hours Hours Hours</td><td/><td colspan=\"2\">$ 5.9191 (1.4161) (1.5782) (1.3940) (1.4911) 6.3073 6.7357 6.1737 27.8 22.2 17.0 24.3 12.6 15.6 19.1 14.6 4.6 5.6 17.0 6.9</td></tr><tr><td/><td colspan=\"2\">400 -500</td><td/><td colspan=\"2\">Hours</td><td/><td/><td>3.3</td><td>0.0</td><td>6.4</td><td>2.8</td></tr><tr><td colspan=\"6\">MONTHLY EXPENSES Over 500 Hours</td><td/><td>$</td><td>774 2.6</td><td>1731 2.2</td><td>1455 23.4</td><td>1184 5.9</td></tr><tr><td/><td colspan=\"5\">Log Monthly Hours</td><td/><td/><td>(1849) 4.5265</td><td>(3015) 4.3565</td><td>(2126) 5.5194</td><td>(2350) 4.6354</td></tr><tr><td colspan=\"5\">Spline 2 Expenses</td><td/><td/><td>$</td><td>432 (0.9902)</td><td>1739 (.0399) (0.9029) 1000</td><td>77; (1.0663)</td></tr><tr><td/><td colspan=\"5\">&gt; 830 Adult MalelTotal Adult Female/Total</td><td colspan=\"3\">Hours X sours Z</td><td>(1702) 0.0 90.7</td><td>(2849) 94.3 0.0</td><td>(1906) 45.9 46.0</td><td>(2180) 37.0 55.1</td></tr><tr><td colspan=\"5\">Spline 3 Expenses Child Hours/Total</td><td/><td colspan=\"3\">$ Bours Z</td><td>285 9.3</td><td>893 5.7</td><td>627 8.1</td><td>8.0</td><td>531</td></tr><tr><td/><td colspan=\"8\">&gt; 2000 EDUCATION (Most Educated Worker) (1480)</td><td>(2527)</td><td>(1530)</td><td>(1891)</td></tr><tr><td>$</td><td colspan=\"5\">Years of Schooling</td><td/><td/><td>3.1</td><td>3.8</td><td>5.3</td><td>3.7</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td>(3.2)</td><td>(2.5)</td><td>(3.0)</td><td>(3.1)</td></tr><tr><td/><td colspan=\"8\">Spline 0 -5 years of school</td><td>2.5</td><td>3.3</td><td>4.0</td><td>3.0</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td>:2.2)</td><td>(1.7)</td><td>(1.6)</td><td>(2.0)</td></tr><tr><td/><td colspan=\"8\">Spline 6 -10 years of school</td><td>0.6</td><td>0.5</td><td>1.3</td><td>0.7</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td>(1.7)</td><td>(1.2)</td><td>(1.9)</td><td>(1.6)</td></tr><tr><td/><td colspan=\"4\">Bighest Education</td><td colspan=\"4\">Level Completed</td></tr><tr><td/><td>None</td><td/><td/><td/><td/><td/><td colspan=\"2\">X</td><td>34.4</td><td>6.7</td><td>6.4</td><td>21.2</td></tr><tr><td/><td>Primary</td><td/><td/><td/><td/><td/><td/><td>47.7</td><td>73.3</td><td>57.4</td><td>57.3</td></tr><tr><td/><td colspan=\"2\">Secondary</td><td/><td/><td/><td/><td/><td>17.9</td><td>20.0</td><td>36.2</td><td>21.5</td></tr><tr><td/><td colspan=\"6\">Z OF PAMILY WORKERS WHO:</td><td/></tr><tr><td/><td colspan=\"4\">Attended Have Vocational Public</td><td colspan=\"2\">Schools Training</td><td/><td>57.8 7.4</td><td>87.2 8.9</td><td>71.9 7.1</td><td>69.3 7.8</td></tr><tr><td/><td colspan=\"6\">AT LEAST : FAMILY WORKER</td><td/></tr><tr><td/><td colspan=\"6\">HAS VOCATIONAL TRAINING</td><td/><td>9.9</td><td>8.9</td><td>12.8</td><td>10.1</td></tr><tr><td/><td colspan=\"7\">AGE OF OLDEST WORKER (Years)</td><td>0.8</td><td>39.5</td><td>44.0</td><td>40.%</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td>13.7</td><td>14.5</td><td>13.1</td><td>13.9</td></tr><tr><td/><td colspan=\"8\">JOB EXPERIEBNCE (MOST EXPERIENCED</td><td>WORKER)</td></tr><tr><td/><td/><td/><td colspan=\"2\">Years</td><td/><td/><td/><td>18.4</td><td>24.0</td><td>25.2</td><td>21.2</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td>(14.3) (15.7)</td><td>(12.6)</td><td>(14.8)</td></tr><tr><td/><td/><td/><td colspan=\"6\">Years squaredl100</td><td>5.4</td><td>8.2</td><td>7.9</td><td>6.7</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td>(7.2)</td><td>(9.7)</td><td>(7.0)</td><td>(8.1)</td></tr></table>"
      },
      "TABREF18": {
        "type_str": "table",
        "html": null,
        "num": null,
        "text": "",
        "content": "<table><tr><td>:</td><td colspan=\"4\">REGRESSION RESULTS RURAL AREAS -ALL FIRMS (Binary</td><td>Schooling</td><td>Variables)</td></tr><tr><td/><td colspan=\"4\">CONSTANTl(ao)</td><td>9.486</td></tr><tr><td/><td/><td/><td/><td>(7.993)</td></tr><tr><td/><td colspan=\"4\">LOCATION_HOME</td><td>-0.191</td></tr><tr><td/><td/><td/><td/><td>(-1. 197)</td></tr><tr><td/><td colspan=\"4\">LOCATION-FIXED</td><td>-0.112</td></tr><tr><td/><td/><td/><td/><td>(-0.600)</td></tr><tr><td/><td colspan=\"2\">FIRM AGE</td><td/><td>-0.002</td></tr><tr><td/><td/><td/><td/><td>(0 291)</td></tr><tr><td/><td colspan=\"4\">CONSTANT2(bo)</td><td>-5.361</td></tr><tr><td/><td/><td/><td/><td>(-4.620)</td></tr><tr><td/><td colspan=\"3\">EXPENSES 1</td><td>2068.170</td></tr><tr><td/><td/><td/><td/><td>(7.318)</td></tr><tr><td/><td colspan=\"2\">EXPENSES_2</td><td/><td>-1450.507</td></tr><tr><td/><td/><td/><td/><td>(-3.029)</td></tr><tr><td/><td colspan=\"2\">EXPENSES</td><td>3</td><td>-522.151</td></tr><tr><td/><td/><td/><td/><td>(-1.714)</td></tr><tr><td/><td colspan=\"2\">CAPITAL 1</td><td/><td>673.694</td></tr><tr><td/><td/><td/><td/><td>(3.265)</td></tr><tr><td/><td colspan=\"2\">CAPITAL 2</td><td/><td>-657.124</td></tr><tr><td/><td/><td/><td/><td>(-3.135)</td></tr><tr><td/><td>LABOR</td><td/><td/><td>0.168</td></tr><tr><td/><td/><td/><td/><td>(2.633)</td></tr><tr><td/><td colspan=\"4\">SCHOOL PRIMARY</td><td>0 .181</td></tr><tr><td/><td/><td/><td/><td>(1.141)</td></tr><tr><td/><td colspan=\"4\">SCHOOL-SECONDARY</td><td>0.212</td></tr><tr><td/><td/><td/><td/><td>(0.973)</td></tr><tr><td/><td colspan=\"4\">SCHOOL_POSTSEC</td></tr><tr><td/><td>TRAINING</td><td/><td/><td>0.247</td></tr><tr><td/><td/><td/><td/><td>(1.093)</td></tr><tr><td/><td colspan=\"2\">EXPERIENCE</td><td/><td>0.033</td></tr><tr><td/><td/><td/><td/><td>(0.277)</td></tr><tr><td/><td colspan=\"2\">EXPERIENCE</td><td>2</td><td>/100</td><td>-0.023</td></tr><tr><td/><td/><td/><td/><td>(-1.045)</td></tr><tr><td/><td>LLF</td><td/><td/><td>-386.738</td></tr><tr><td/><td>SSR</td><td/><td/><td>247.340</td></tr><tr><td/><td>Adjusted</td><td colspan=\"3\">R-squared</td><td>0.59000</td></tr><tr><td/><td colspan=\"4\">Mean Dependent</td><td>Variable</td><td>6.17370</td></tr><tr><td/><td colspan=\"2\">St. Dev.</td><td/><td>1.49111</td></tr><tr><td/><td>Notes:</td><td colspan=\"3\">t-statisties</td><td>are</td><td>in parentbeses.</td></tr></table>"
      },
      "TABREF19": {
        "type_str": "table",
        "html": null,
        "num": null,
        "text": "",
        "content": "<table><tr><td>.</td><td colspan=\"2\">DISTRIBUTION</td><td>OF MARCGINAL</td><td>REVENUE</td><td>PRODUCTS</td><td>OF</td></tr><tr><td colspan=\"2\">LABOR,</td><td>EXPENSES,</td><td>AND CAPITAL</td><td>-RURAL</td><td>AREAS</td></tr><tr><td colspan=\"2\">DECILE</td><td>LABOR</td><td colspan=\"2\">EXPENSES</td><td>CAPITAL</td></tr><tr><td>1</td><td/><td>.028</td><td>.302</td><td/><td>.016</td></tr><tr><td>2</td><td/><td>.051</td><td>.386</td><td/><td>.046</td></tr><tr><td>3</td><td/><td>.070</td><td>.468</td><td/><td>.074</td></tr><tr><td>4</td><td/><td>.103</td><td>.596</td><td/><td>.130</td></tr><tr><td>5</td><td/><td>.131</td><td>.777</td><td/><td>.167</td></tr><tr><td>6</td><td/><td>.179</td><td>.953</td><td/><td>.221</td></tr><tr><td>7</td><td/><td>.251</td><td>1.097</td><td/><td>.310</td></tr><tr><td>8</td><td/><td>.390</td><td>1.379</td><td/><td>.499</td></tr><tr><td>9</td><td/><td>.896</td><td>1.776</td><td/><td>1.101</td></tr><tr><td>10</td><td/><td>16.085</td><td>5.007</td><td/><td>3.358</td></tr><tr><td>M EAN</td><td/><td>.427</td><td>.964</td><td/><td>.379</td></tr><tr><td colspan=\"2\">ST DEV</td><td>1.183</td><td>.747</td><td/><td>.556</td></tr><tr><td>O R S</td><td/><td>288</td><td>288</td><td/><td>288</td></tr></table>"
      }
    }
  }
}