{
  "paper_id": "D7166841",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:33.585041Z"
  },
  "title": "DEPOSIT INSURANCE AND BANKING REFORM IN RUSSIA",
  "authors": [
    {
      "first": "Modibo",
      "middle": [
        "K"
      ],
      "last": "Camara",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Fernando",
      "middle": [],
      "last": "Montes-Negret",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Olga",
      "middle": [],
      "last": "Vybornaia",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Jeren",
      "middle": [],
      "last": "Kabaeva",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Elena",
      "middle": [],
      "last": "Kantarovich",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Cara",
      "middle": [],
      "last": "Zappala",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "",
  "venue": null,
  "identifiers": {},
  "abstract": "The objective of this paper is not to review the pros and cons of deposit insurance systems, but to focus, rather narrowly, on the recent adoption of a deposit insurance system (DIS) in Russia, the rationale offered, and the potential impact it might have on the stability and development of the Russian banking system. An attempt will be made to draw some lessons from the implementation experience in Russia. The paper starts with a brief description of the Russian DIS, followed by an overview of the banking system's structure and some observations on the sequencing followed for adopting the DIS and the political economy of its adoption. It closes with a discussion of areas requiring attention.",
  "pdf_parse": {
    "paper_id": "D7166841",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The objective of this paper is not to review the pros and cons of deposit insurance systems, but to focus, rather narrowly, on the recent adoption of a deposit insurance system (DIS) in Russia, the rationale offered, and the potential impact it might have on the stability and development of the Russian banking system. An attempt will be made to draw some lessons from the implementation experience in Russia. The paper starts with a brief description of the Russian DIS, followed by an overview of the banking system's structure and some observations on the sequencing followed for adopting the DIS and the political economy of its adoption. It closes with a discussion of areas requiring attention.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "The adoption by the Russian Federation of a deposit insurance system (DIS) in late 2003 was a significant development, although certainly not a novelty by international standards. 2 The discussion of the proposal in Parliament took quite some time because it was not seen initially as a priority issue and, possibly, due to the resistance from industry groups well represented in Parliament. The government did not press either because it feared assuming the contingent liabilities resulting from the introduction of the deposit insurance scheme. Additional concerns included the intrinsic difficulties of setting up a new agency and its insurance fund, taking away functions initially vested in the Central Bank of Russia, the opposition of commercial banks to the new insurance fee, and the opposition of some vested interests, including the public banks and particularly Sberbank-which until a few years ago had almost a complete monopoly of retail deposits in Russia. The arguments offered in defense of the DIS focused on (i) greater public confidence in financial institutions and the potentially positive impact on the country's financial and macroeconomic stability; (ii) the need to protect small depositors; and (iii) the benefits of leveling the playing field between the different classes of banks, particularly private and public, thereby bolstering competition in the financial sector. Especially the small Russian regional banks, it was then argued, needed to strengthen their competitive position given their perceived importance in improving access to finance and financial deepening.",
        "cite_spans": [
          {
            "start": 180,
            "end": 181,
            "text": "2",
            "ref_id": null
          },
          {
            "start": 964,
            "end": 971,
            "text": "Russia.",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. INTRODUCTION",
        "sec_num": null
      },
      {
        "text": "Aside from the real or perceived benefits of a deposit insurance system, there has been increasing awareness of its direct and indirect costs, including moral hazard and the potential destabilizing effects resulting from a change in incentives on the risk-appetite faced by shareholders, bankers, depositors, and other creditors. In addition, the adoption of a DIS also has potential implications for the conduct of monetary policy and the design of other institutional mechanisms, in particular the central bank's lender of last resort facilities, as well as its impact on the risks faced by it as supervisory agency. The DIS may allow banks to substitute deposit insurance for capital or, put in a different form, take more risks for the same level of capital. 3 The objective of this paper is not to review the pros and cons of deposit insurance systems, but to focus, rather narrowly, on the recent adoption of the DIS in Russia, the rationale offered, and the potential impact it might have on the stability and development of the Russian banking system. An attempt will be made to draw some lessons from the implementation experience in Russia. The paper starts with a brief description of the Russian DIS, followed by an overview of the banking system's structure and some observations on the sequencing followed for adopting the DIS and the political economy of its adoption. It closes with a discussion of areas requiring attention going forward.",
        "cite_spans": [
          {
            "start": 763,
            "end": 764,
            "text": "3",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "I. INTRODUCTION",
        "sec_num": null
      },
      {
        "text": "The compulsory Russian deposit insurance system was established by the Federal Law Nr. 177-FZ of December 23, 2003. 4 The stated objectives of the law are threefold: (i) protecting the rights and legal interests of depositors, (ii) strengthening public confidence in the Russian Federation's banking system, and (iii) re-intermediating savings by the population into the domestic banking system. Another objective of the law, albeit not explicitly mentioned, is the need to enhance competition by creating a level playing field between state-owned banks and private-sector credit institutions.",
        "cite_spans": [
          {
            "start": 71,
            "end": 117,
            "text": "Federal Law Nr. 177-FZ of December 23, 2003. 4",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1) Legal Framework and Structural Design",
        "sec_num": null
      },
      {
        "text": "The Russian Deposit Insurance Agency (DIA) was created in January 2004 as an independent entity headquartered in Moscow and governed by a thirteen-member Board of Directors, consisting of 7 government representatives, 5 officials from the Central Bank of Russia (CBR) , and a Director General elected by the Board at the request of the Government. The primary responsibilities of the DIA include determining the deposit insurance premium, receiving payments from registered banks, making pay-outs to depositors in case of bank failures, and managing the Deposit Insurance Fund. Through the amendment of the Law \"On insolvency (bankruptcy) of credit institutions\" in late 2004, the Russian DIA is now also responsible for administering bankruptcy proceedings to liquidate insolvent banks.",
        "cite_spans": [
          {
            "start": 255,
            "end": 267,
            "text": "Russia (CBR)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1) Legal Framework and Structural Design",
        "sec_num": null
      },
      {
        "text": "Administration: Claims on insured deposits are to be paid by the DIA within three days of the date of a depositor submitting all required documentation. A delay in reimbursing depositors is penalized by accruing interest at the refinancing rate established by the CBR.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "1) Legal Framework and Structural Design",
        "sec_num": null
      },
      {
        "text": "The DIA started its activities with an initial capital endowment of two billion ruble, provided by the Russian Government. This amount corresponds to about 0.09 percent of the deposit base as of July 2005. An additional one billion rubles was provided to cover the administrative expenses of the Agency in the start-up phase until premium income becomes sufficient. Further state support can be provided if required. Insurance premiums are uniform for all banks, payable in rubles on a quarterly basis, and assessed on daily averages of insured deposits. The insurance premium cannot exceed 0.15 percent of deposits in the last accounting period (Art. 36). The law stipulates that this premium is due to fall to 0.05 percent once the fund has accumulated the equivalent of 5 percent of the deposit base. The assets collected by the insurance fund can be invested in government paper, bonds, equities of Russian issuers, as well as securities of member states of the OECD.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Financing:",
        "sec_num": null
      },
      {
        "text": "Coverage: Deposits are covered in full up to 100,000 RUR (about US$3,500, without indexation of the nominal ruble amount). The DIS covers the net liability of the bank with the depositor (i.e., netting out outstanding obligations of the depositor with the failed bank) 5 . Foreign currency-denominated deposits are covered (up to 100,000 RUR equivalent), payable in rubles, and converted at the foreign exchange rate determined by the CBR. An important caveat is that the state-owned Sberbank, by far the largest Russian retail bank, did not participate in the DIS from its inception but will join it starting January 1, 2007.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Financing:",
        "sec_num": null
      },
      {
        "text": "The design adopted makes the DIS compulsory and automatic (i.e., without a legal formality) for all \"natural persons' deposits\" (excluding corporate deposits, bearer deposits, trust deposits, and offshore deposits in Russian banks).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Participation:",
        "sec_num": null
      },
      {
        "text": "Overall, the structural framework provided by the Russian deposit insurance law reflects in many respects good practices from international experience. The system has clearly been designed to cover only healthy institutions, while encouraging weak ones to exit the market. The coverage is extensive, but low enough to minimize moral hazard problems with participating banks. Participation is compulsory, which in turns should help prevent the adverse selection problems often affecting voluntary schemes. The ex-ante guarantee, together with the commitment for ex-post state support also could, in principle, be powerful confidence-building instruments in the volatile Russian environment. 6 The remainder of the paper will focus on analyzing how effective the new system has been so far, and which issues still need to be addressed.",
        "cite_spans": [
          {
            "start": 690,
            "end": 691,
            "text": "6",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Participation:",
        "sec_num": null
      },
      {
        "text": "At the end of 2005, the Russian DIS covered about 98.5 percent of the deposit accounts held by insured banks and 36 percent of the nominal value of total deposits. 7 The latter figure reflects the high concentration of individual deposits as well as the exclusion of all corporate deposits. A total of 870 out of the 1,097 banks collecting private deposits participate in the DIS, covering 99.2 percent of banking assets. Overall, 1,150 banks filed for licensing under the new law, out of which 824 banks were accepted to participate in the system in a first round of evaluations conducted by the CBR in its capacity as supervisory agency. Four banks withdrew their applications, and a few institutions lost their license to take deposits. Using the appeal procedure provided by the law, 265 banks resubmitted their applications to the DIS. As of January 2006, 931 banks have been admitted to the DIS. Yet, it appears that those banks not accepted into the DIS are still being allowed to continue taking private deposits until further notice.",
        "cite_spans": [
          {
            "start": 164,
            "end": 165,
            "text": "7",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "2) Implementation Status and Recent Market Trends",
        "sec_num": null
      },
      {
        "text": "The size of the deposit insurance fund increased rapidly to 16.6 bn. RUR (see Fig. 1 ), which represents about 0.6 percent of the individual deposit base. Of this amount, insurance premiums paid by participating banks amounted to 9.8 bn. RUR or 59 percent. The remainder of the funds consisted of contributions from the Russian Federation (6.1 bn. RUR or 36.7 percent), and the investment income of the Deposit Insurance Agency (0.7 bn. RUR or 4.2 percent). 8 Private deposits have grown strongly since the introduction of the DIS, but interestingly, at a lower rate than in previous years (see Fig. 2 ). Individual retail deposits grew faster in the regions outside Moscow, especially in the Urals, Volga, and the Russian Far East. Most of this growth seems to be driven by deposits collected by branches of credit institutions headquartered in Moscow, but it also reflects the emergence of healthy and dynamic regional banks. Since the introduction of the DIS, ruble deposits grew faster than deposits in foreign currency, coinciding with the rapid real appreciation of the ruble vis-à-vis foreign currencies. With the notable exception of foreign banks, most of the growth in deposits took place via term deposits with maturities between 181 days and 3 years. However, changes in the composition of deposits from sight to term deposits, for example, is less significant in Russia than in other countries because retail deposits can be withdrawn on demand regardless of their contractual maturity. The latter might created unexpected liquidity problems for banks, and it brings a generalized uncertainty of duration gaps at a time when the demand for longer-term funding from consumers and enterprises is on the rise.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 78,
            "end": 84,
            "text": "Fig. 1",
            "ref_id": null
          },
          {
            "start": 595,
            "end": 601,
            "text": "Fig. 2",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "2) Implementation Status and Recent Market Trends",
        "sec_num": null
      },
      {
        "text": "Sberbank's market share of retail deposits continued to slide down. Interestingly, so did the combined market share of the 30 largest Russian banks (see Annex). This seems to indicate increasing competition for retail deposits in the banking sector. Anecdotal evidence suggests that foreign banks in particular have stepped up their acquisition efforts. Overall, the banking sector increased its reliance on deposits as a source of funding. The share of deposits among bank liabilities increased from 44.4 percent to 58.5 percent between 2004 and 2005. Yet, real interest rates on deposits still remain negative for all maturities (see annex). Interest rates spreads have also not changed significantly since 2003 (see fig. 4 ). 9 The interest rates shown below are weighted averages based on the volume of deposits by type of instruments. ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 719,
            "end": 725,
            "text": "fig. 4",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Fig. 1: Asset growth of the Deposit Insurance Fund",
        "sec_num": null
      },
      {
        "text": "As shown in table 1 below, the Russian banking system still seems both highly concentrated at the top and very fragmented in the middle and bottom, as well as mainly centered in the wealthier Moscow-St. Petersburg corridor. The structure of the banking industry offers great potential for further consolidation, in spite of the enormous land mass of the Russian Federation. This structure is a legacy of both the socialist past-with its large publicly-owned banks-while the fragmentation in the medium and small bank sizes reflects the lax entry policies followed in the early 1990s by the CBR in granting banking licenses, as well as CBR's reluctance to force exits or consolidations by using stricter regulatory standards and higher capital requirements. 10 Yet, the number of deposit-taking banks decreased from 1,239 in 2001 to 1,045 by January 1, 2006. This was partly due to mergers and acquisition activities, which have recently picked up and are likely to accelerate.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. MARKET STRUCTURE MATTERS",
        "sec_num": null
      },
      {
        "text": "In spite of the large number of institutions, only a small fraction of Russian banks can be considered true financial intermediaries with stable franchises. Many of the country's banks are tiny, with over 80 percent of Russian banks operating with capital of less than US$10 million 11 . Many smaller banks are so-called \"pocket banks,\" serving a single company or its controlling financial-industrial group. 12 The five largest banks accounted for 45.1 percent of total bank assets as of early 2005, whereas the top 200 banking institutions represented jointly 89 percent of total assets. Although the majority of banks are privately owned, the state-owned banks control more than 50 percent of banking assets. Sberbank is still by far the largest institution, with 54.1 percent of total retail deposits and about one-third of total loans outstanding. The remaining 20 state banks are much smaller and usually specialize in a particular market niche or region. The only exception is Vneshtorgbank, which accounts for about 6 percent of total bank assets. Nonetheless, the weight and preferences enjoyed by publicly-owned banks are holding back the development of private sector banking in Russia. Banks under foreign control have grown substantially in recent years, but they represent only 7.6 percent of total bank assets. Although the interest of the latter to enter the booming Russian economy has increased, they fear the existing legal uncertainty and claim to face significant informal barriers to their operation and expansion.",
        "cite_spans": [
          {
            "start": 409,
            "end": 411,
            "text": "12",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. MARKET STRUCTURE MATTERS",
        "sec_num": null
      },
      {
        "text": "Overall, the level of penetration of banking services is low, and competition is insular. Banking institutions, in general, offer three kinds of services: depository, lending, and transfer services. In all three areas, Russian banks have a long way to go. With a branch serving 43,642 persons on average, the level of development of Russian banks' branch networks is far below that of its OECD peers (e.g., 1,555 for France; 2,763 for the US; 9,992 for Brazil) and other transition economies (e.g., 8,718 for Hungary). 13 In Moscow, this average decreases to about 29,631 people per branch. The average individual deposit amounts to RUR 6,827, and total bank deposits represent less than 26.3 percent 14 of GDP, in contrast to 46.6 percent in Hungary and 79.9 percent in the Czech Republic. Only an average of 23 percent of the population has a bank account.",
        "cite_spans": [
          {
            "start": 519,
            "end": 521,
            "text": "13",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. MARKET STRUCTURE MATTERS",
        "sec_num": null
      },
      {
        "text": "Such lack of development of the domestic financial sector is reflected in the total loansto-GDP ratio of just 29 percent, as well as significant borrowing abroad by large Russian companies (reported at $19 billion), while domestic banks' funding of investment is estimated at a low 7 percent. 15 Total bank assets amounted to only 42.5 percent of GDP as of year-end 2004, compared to an EU average of 280 percent. Yet, this number is the result of the financial sector's impressive growth since the transition to a market economy began, with a major disruption resulting from the 1998 crisis and some turbulence in the summer of 2004. One result of this low penetration rate is that only a limited number of institutions are involved in head-to-head competition for client deposits. Most Russian banks have either a limited geographical focus or are specializing in a niche client base. The same is true for foreign-controlled banks, which have been mainly active in the securities market and a few \"blue chip\" companies, and are only now venturing into consumer lending, which is growing at an exponential rate (270 percent growth since 2004).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. MARKET STRUCTURE MATTERS",
        "sec_num": null
      },
      {
        "text": "While public oversight is improving, a high percentage of Russian banks are also weak by international standards and potentially vulnerable. In a recent report, Fitch Ratings assessed most of Russia's 30 largest banks as weak. Another rating agency (S&P) considers the Russian banking system \"to be one of the world's riskiest from a credit perspective.\" Given the poor accounting practices and their relative lack of transparency, smaller institutions are believed to be in an even more precarious state. Poor governance, lack of business diversification, portfolio concentration (partly due to related party lending), volatile and concentrated deposits, and poor loan quality are considered to be the primary sources of risks. Such weaknesses are somewhat mitigated by strong economic growth, a reduction in the underground economy, and rapid asset growth, particularly consumer lending. As shown in Table 2 below, the rapid growth of the banks' loan portfolios in recent years (e.g., 44 percent in 2004 and 37 percent in 2005) should be monitored as it may expose systemic vulnerabilities in the months ahead.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 902,
            "end": 909,
            "text": "Table 2",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "III. MARKET STRUCTURE MATTERS",
        "sec_num": null
      },
      {
        "text": "According to CBR statistics, the quality of the banks' loan portfolios is low, with loans classified as \"standard\" accounting for a mere 48.2 percent of the total outstanding loan portfolio, compared to 90.7 percent two years earlier. 16 Obviously, these figures reported by the Central Bank must be used with caution in view of the adoption in mid-2004 of a new loan classification system, which for the first time introduces \"the principles of estimated recoverable amount on loans and qualitative judgments on borrowers' creditworthiness\". 17 Still, shortcomings with the quality of Russian banks' loan portfolio are undeniable especially when the reported level of non-performing loan figures is contrasted with loan loss reserves of only 5 percent (see table 2 ). Doubtful and irrecoverable loans of 1.2 percent of the aggregate loan portfolio, as reported at year-end 2005, are also very likely to be seriously underestimated. All this combined with large credit risks 18 --still amounting to about 70 percent of the aggregate loan portfolio -illustrate well the challenges currently faced by Russian regulators. Source: CBR Banking Supervision report 2005, 2004 and 2003 In an environment like the one described above, deposit insurance can not, by itself, be a panacea and stimulate savings in the domestic banking system. Given the increasing monetization and rapid growth of the Russian economy, financial sector assets are expected to continue growing as they have since the transition began-in spite of the economic crises of 1998 and to a lesser extent 2004, as well as the strong decrease in real interest rates observed since 2000. As the deposit base grows, the rate of growth of deposits will moderate, and in fact has halved since the introduction of the deposit insurance system. With the overwhelming share of retail deposits held by public banks, mainly Sberbank, an implicit state-sponsored insurance guarantee was already in place, creating a market advantage for Sberbank (i.e., flight to \"quality\" of cheaper funds). 16 Although the underlying trend may be clearly be towards a deterioration of credit quality, this apparent surge in sub-standard loans may also reflect a tightening in loan classification rules by the Central Bank of Russia. 17 The new loan classification system increases the number of categories from four to five, setting a range for the loan loss provisions within each category (in parentheses). The 5 risk categories are: Standard (0 percent), Watch (1-20 percent), Substandard (21-50 percent), Doubtful (51-100 percent) and Loss (100 percent). See S&P, Bank Industry Risk Analysis, \"The Russian Federation\", June 28, 2005, page 10. 18 Large credit risks are defined as exposure to a single borrower / group in excess of 5 percent of the lender's capital.",
        "cite_spans": [
          {
            "start": 235,
            "end": 237,
            "text": "16",
            "ref_id": null
          },
          {
            "start": 1158,
            "end": 1177,
            "text": "2005, 2004 and 2003",
            "ref_id": null
          },
          {
            "start": 2042,
            "end": 2044,
            "text": "16",
            "ref_id": null
          },
          {
            "start": 2260,
            "end": 2270,
            "text": "Russia. 17",
            "ref_id": null
          },
          {
            "start": 2682,
            "end": 2684,
            "text": "18",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 758,
            "end": 765,
            "text": "table 2",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "III. MARKET STRUCTURE MATTERS",
        "sec_num": null
      },
      {
        "text": "None of these market fundamentals are significantly altered by the new deposit insurance system, although private bank competitors face now a more leveled \"playing field\".",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. MARKET STRUCTURE MATTERS",
        "sec_num": null
      },
      {
        "text": "However, given the overall weakness of Russian banks, providing deposit insurance under these circumstances could potentially fuel systemic instability. On the one hand, selecting a subset of institutions to include under the new insurance system would have a strong signaling effect. Applying strict soundness requirements could have led to the selection of only a small set of institutions in the volatile Russian environment and the exclusion of some larger institutions. The result might have been a systemic run on deposits and a payment system crisis. On the other hand, providing insurance to weak institutions, which would otherwise not be able to grow, creates moral hazard problems of its own. It can lead to increased systemic exposure for these institutions as well as to \"gambling for resurrection,\" which can trigger a financial sector crisis, as international evidence suggests. 19",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. MARKET STRUCTURE MATTERS",
        "sec_num": null
      },
      {
        "text": "Finally, while it is true that Sberbank has been losing market share in the retail deposit market (about 13.5 percentage points between 2001 and 2006) 20 , it has been gaining rapidly market share on the lending side to almost one third of total bank assets. On the other hand, Sberbank's sheer size in comparison to its private sector competitors would have led to a significant subsidy by the Russian state to private banks if Sberbank had been included under the new DIS. Its exclusion until 2007 is therefore understandable, although it is not clear whether the market structure will have changed significantly by then. Even if it had been included from the inception of the DIS, the perception of an implicit 100 percent insurance by the state would most likely remain with Sberbank's depositors. The new explicit DIS may help to level the playing field somewhat, but expectations in this regard should be guarded.",
        "cite_spans": [
          {
            "start": 151,
            "end": 153,
            "text": "20",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. MARKET STRUCTURE MATTERS",
        "sec_num": null
      },
      {
        "text": "Similarly, Vneshtorgbank (VTB is Russia's second largest public bank) has been rapidly expanding its market share in deposits from 0.7 percent to 3.2 percent since the introduction of the DIS, growing its balance sheet also through the \"forced\" acquisition of Guta bank following the mini-crisis of mid-2004.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "III. MARKET STRUCTURE MATTERS",
        "sec_num": null
      },
      {
        "text": "Following the \"near-death\" experience of 1998, Russia's banking system experienced new volatility. To defuse the crisis, the CBR launched a package of measures: (i) slashing the minimum reserve requirement on deposits from 7 percent to 3.5 percent, thereby providing additional liquidity to the banking system; (ii) acquiring Guta Bank through a public bank (VTB); and (iii) communicating to bank clients the isolated nature of financial problems in a few banks, dispelling rumors of systemic problems. On July 10, the Russian Duma enacted new emergency legislation providing a state-sponsored blanket guarantee to all private depositors up to 100,000 RUR. This guarantee covered deposits at all banks, irrespective of whether they qualified for the recently established DIS or not. These two measures prevented a further deterioration of the situation, and the panic among depositors abated within days. Private deposits in the banking system started to grow again shortly after.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IV. SEQUENCING OF THE REFORMS",
        "sec_num": null
      },
      {
        "text": "What can be learned from this episode? First, it is evident that there is a high level of wariness among depositors in Russia, many of whom lost their savings during the 1998 crisis. Although nobody lost deposits in 2004, a recent survey by VTsIOM indicated that 70 percent of Russians have not had a savings account in the past eight years, either because they had no money or simply because they did not trust the banks. 22 Second, although the CBR responded effectively and in a coordinated way with other stakeholders in 2004, this episode revealed that the CBR's ability to resolve banks is limited (lack of legal tools), and there are deficiencies and huge risks 23 in enforcing prudential regulations. 24 Third, blanket guarantees are often provided by the state to avert a systemic crisis (i.e., Mexico in 1995), but they should clearly be only temporary. Although dismantling them has proved to be tricky, this was not the case in Russia. Fourth, a DIS should ideally only be adopted after the foundations of the banking system are considered solid.",
        "cite_spans": [
          {
            "start": 423,
            "end": 425,
            "text": "22",
            "ref_id": null
          },
          {
            "start": 709,
            "end": 711,
            "text": "24",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IV. SEQUENCING OF THE REFORMS",
        "sec_num": null
      },
      {
        "text": "In Russia's case, it would have been advisable to first strengthen the CBR's monitoring and enforcement capabilities before introducing a DIS. In other words, proper sequencing is critical to the effectiveness of a deposit insurance system, although \"ideal sequencing\" is often not feasible politically. The strategy adopted to \"re-certify\" banks willing to access the new DIS was, in our view, the correct one. However, the real challenge has been its execution in view of the ambitious timetable set for the process, CBR's limited capabilities, the information problems faced, and above all, by the limited support offered to the CBR for a strict implementation of the strategy. Nonetheless, some market views seem to be overly negative, suggesting that due to political pressure, the CBR, by accepting an overwhelming majority of banks into the DIS, missed an opportunity to create a dual system of banks comprising those acting as deposit-taking banks and others more closely resembling non-bank financial companies (bearing in mind that nonaccredited banks will lose their right to take deposits from the population).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IV. SEQUENCING OF THE REFORMS",
        "sec_num": null
      },
      {
        "text": "Thus the opportunity to begin to seriously tackle the extreme fragmentation of the banking system was missed\". 25 Only time will tell the extent of Type I error (rejecting the bank solvency hypothesis when it is in fact true) versus Type II error (accepting a false hypothesis) in the selection process followed by the CBR. Although we are not faced with random samples, it is likely that due to deficiencies in the selection process Type II errors will dominate, resulting in too many banks being included in the DIS. These decisions are not irreversible, but if problems emerge with the banks accepted into the DIS, not only are the costs for the Deposit Insurance Fund likely to be quite high, but also there is the risk of discrediting the DIS and eroding the franchise value of being a \"good bank\" in the DIS.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "IV. SEQUENCING OF THE REFORMS",
        "sec_num": null
      },
      {
        "text": "As Laeven (2004) notes, the introduction and design of a DIS is usually the outcome of a complex interplay between various political constituencies and stakeholders with often conflicting interests. 26 Politicians and lawmakers acting as agents on behalf of a large number of small and dispersed depositors must-even in established democracies-also consider in their decision-making the interests of other groups in the electorate. Conflicts of interest may arise, sometimes even within the same constituency, and trade-offs have to be made. A certain coverage level by the insurance scheme may for instance be perceived as optimal by a group of depositors and sub-optimal by another depending on their wealth. Some tax payers may be concerned about the costs of the scheme and lobby for an entirely private insurance scheme (like in Brazil), whereas bankers may be interested in some form of state subsidy. Small or weak banks may be very interested in a deposit insurance system, whereas large banks with a clear competitive edge and solid standing on the market may not. 27 The level and structure of fees, particularly the inclusion of a risk-premium, are also sources of conflict.",
        "cite_spans": [
          {
            "start": 3,
            "end": 16,
            "text": "Laeven (2004)",
            "ref_id": "BIBREF14"
          },
          {
            "start": 199,
            "end": 201,
            "text": "26",
            "ref_id": null
          },
          {
            "start": 1074,
            "end": 1076,
            "text": "27",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V. THE \"POLITICAL ECONOMY\" FACTOR",
        "sec_num": null
      },
      {
        "text": "Reconciling the divergent interests of these various constituencies can in some cases lead to sub-optimal outcomes from a public policy perspective. The fear of another traumatic banking crisis among policy makers seems to have led to this outcome in Russia.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V. THE \"POLITICAL ECONOMY\" FACTOR",
        "sec_num": null
      },
      {
        "text": "Considering the current weakness of the banking system, it is surprising that over 80 percent of all Russian banks have been admitted under the deposit insurance system and that the number looks set to grow further. International experience provides ample evidence that extending deposit insurance to weak institutions increases moral hazard risks, provides cross-subsidies to weaker institutions, and raises contingent fiscal liabilities by making institutional failures more likely, as risk-taking appetite increases. 28 It is therefore not surprising that one of the participating banks was already subject to a recent intervention by the CBR. Equally troubling are recent proposals being considered by the Duma to gradually increase the coverage ceiling from RUR 100,000 to RUR 300,000 until 2007 and up to RUR 600,000 in the mid-term. 29 Interestingly, these efforts are spearheaded by the DIA with the objective of raising the coverage levels as percentage of GDP under the Russian scheme to international levels and promote more savings. As shown in Figure 6 , 98.5 percent of Russian deposits are currently under the RUR 100,000 limit and therefore insured. As mentioned earlier, Russian depositors already have the opportunity to place their funds in public banks, in particular Sberbank and Vneschtorgbank, and enjoy 100 percent coverage of their deposits. It is questionable whether public trust in private banks and therefore their attractiveness will improve with higher coverage, given their still unresolved institutional problems and the limited enforcement power and capabilities of the supervisors.",
        "cite_spans": [
          {
            "start": 520,
            "end": 522,
            "text": "28",
            "ref_id": null
          },
          {
            "start": 840,
            "end": 842,
            "text": "29",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 1057,
            "end": 1065,
            "text": "Figure 6",
            "ref_id": "FIGREF2"
          }
        ],
        "eq_spans": [],
        "section": "V. THE \"POLITICAL ECONOMY\" FACTOR",
        "sec_num": null
      },
      {
        "text": "By increasing the coverage, Russian policy makers will most likely increase the (explicit) fiscal contingencies without any major positive impact. Here again, the political economy factor appears to be leading to a sub-optimal outcome. As Laffont and Tirole (1993) indicate, the multiple principal agent problem also extends to bureaucracies and can lead government agencies to seek undesirable outcomes. by number of deposits by volume of deposits deposits low er than 100,000 deposits higher than 100,000",
        "cite_spans": [
          {
            "start": 239,
            "end": 264,
            "text": "Laffont and Tirole (1993)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V. THE \"POLITICAL ECONOMY\" FACTOR",
        "sec_num": null
      },
      {
        "text": "Source: DIA",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "V. THE \"POLITICAL ECONOMY\" FACTOR",
        "sec_num": null
      },
      {
        "text": "World Bank research suggests that the adoption of an explicit deposit insurance system can have a positive impact on financial sector stability and help create a more level playing field, but it is not a silver bullet. Deposit insurance should not be considered in isolation of other key reforms that must be undertaken to avoid the potentially negative effects resulting from the change in incentives that derive from adopting a DIS. The Russian experience provides an illustration of these findings. Whereas some immediate and possibly temporary benefits can be attributed to the new DIS in terms of containing the underlying structural and solvency problems is some deposit-taking institutions, it is also potentially costly in terms of significant new fiscal contingencies. There is a window of opportunity to strengthen the legal and institutional framework to mitigate the potential costs and avoid future instability that could discredit the DIS. Additional policy reforms are required, in particular in the following areas:",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. CONCLUSIONS AND POLICY RECOMMENDATIONS",
        "sec_num": null
      },
      {
        "text": "(a) Enforcing prudential regulation. The vigorous enforcement of CBR-enhanced prudential standards-including the adoption of: stricter fit and proper tests for owners, directors and managers of financial institutions, stricter corporate governance rules (see below), and timely and more complete disclosure, as well as the adoption of consolidated and risk-based supervision and IT audits-and a progressive increase in solvency requirements (including minimum capital requirements) are important disciplining measures that are critical for the future stability of the Russian banking system. In this respect, the current limit of 25 percent of capital established on large exposures is meaningless, and the high loan concentrations and lending to related parties are major sources of risk for banks as well as ultimately for the DIS itself.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. CONCLUSIONS AND POLICY RECOMMENDATIONS",
        "sec_num": null
      },
      {
        "text": "(b) Reforming the bank resolution system. Additional reforms are required for the CBR to have effective disciplining tools for a quick and orderly exit of nonviable banks. Currently, it is very cumbersome to transfer deposits from the failed or distressed bank to another bank because prior consent from the depositor is required. This was a problem in managing the mini-crisis of 2004. Similarly, the DIA is not allowed to assume losses directly or through the purchase of bad loans in the event of bank rescue operations (i.e., acquire non-performing loans with assessed values lower than the nominal value of the deposits). It also cannot provide open bank assistance to banks that might fail (i.e., banks that have a solvency problem but are not eligible to access the liquidity window of the CBR). This is important because experience has shown that bank liquidations are often more costly than the cost of using other support mechanisms. Further, the DIA cannot securitize loans in support of bank resolutions or exclude on its own a bank from the DIS. It is only when the CBR withdraws the banking license that the bank is formally dealt with by the DIA. Nor can the DIA initiate a bank inspection, or request a special audit of a bank or its controlling group. The latter are faculties of the CBR as supervisor.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. CONCLUSIONS AND POLICY RECOMMENDATIONS",
        "sec_num": null
      },
      {
        "text": "(c) Consolidating the banking sector. Given the weakness of many banks in the system, Russian authorities may want to more aggressively promote mergers, acquisitions, and orderly market exits in the banking sector. The recent rapid growth of banks' loans should be expected to make the bank recapitalization model of the past-consisting basically of increasing bank capital via retained earnings-more difficult to sustain. Asset growth is now clearly outpacing the increase in banks' capacity to generate new capital internally. In addition to increasing difficulties to meet capital adequacy requirements, private local banks might be put at a severe disadvantage compared to state-owned banks and foreign banks. However, they may be able to broaden their capital base and reap synergies through mergers, and possibly even achieve new capital injections in the process. Such partnerships and mergers should ideally also involve the participation of reputable foreign banks.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "VI. CONCLUSIONS AND POLICY RECOMMENDATIONS",
        "sec_num": null
      },
      {
        "text": "Reforms are needed to reduce prevailing legal uncertainties in the safe and sound operation of financial intermediaries, including revising secure lending legislation, strengthening the bankruptcy regime, and improving the fairness and effectiveness of commercial courts. Similarly, it will be important to differentiate and enforce an adequate time structure of liabilities. Retail deposits can currently be withdrawn any time regardless of their actual contractual maturity, with little or no penalty. This implies significant liquidity risks for banks, as all their liabilities are de facto on demand. A system of penalties for early withdrawal is important to reduce the liquidity risks faced by Russian banks today. 30 (e) Reforming corporate governance and the corporate sector. The issue of corporate governance in banks and corporations is of paramount importance. Without clarity of ownership, responsibilities, and accountabilities, basic requirements for the safe operation of banks, like effective internal control systems, are not credible. Given the prevalence of financial-industrial groups (FIGs), further progress in the Russian banking system must also be accompanied by changes in the corporate sector towards better definition of intercompany structures, with well-defined holding company structures, better corporate and bank governance, and increased transparency. In the meantime, the risks taken by the DIS could be largely unknown and quite likely higher than those that it would assume in an environment of more transparent legal and organizational arrangements.",
        "cite_spans": [
          {
            "start": 721,
            "end": 723,
            "text": "30",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(d) Reforming the contracting environment.",
        "sec_num": null
      },
      {
        "text": "(f) Reforming and eventually privatizing state-owned banks. Finally, there is the major issue of the public banking system, in particular the role of Sberbank. There is no doubt that the market share and privileged position of these banks distort financial sector development, at least in urban markets where they are competing with a significant number of private banks. Yet, at the same time, a big-bang privatization of this sector may lead to a substantial level of financial disintermediation in the short to medium term, and it is politically unfeasible under the current circumstances. 31 A gradual approach is required. In the short term, the focus should be on minimizing duplications and inefficiencies in the operation of these banks (e.g., Sberbank competing with Vneschtorgbank), limiting their growth in areas with a strong influx of private banks, transparency on the explicit and implicit subsidies provided to them, and introducing a hard-budget constraint for their fiscal impact. The limited guarantee provided under the explicit deposit insurance system will have, at best, only a marginal impact on this situation.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(d) Reforming the contracting environment.",
        "sec_num": null
      },
      {
        "text": "(g) Other reforms: insurance pricing. At the more micro level, Russian policy makers also need to address the design of the deposit insurance system itself. For instance, there is a need to review the approach selected for setting the insurance premium. The premium by law must be uniform for all banks, irrespective of their level of risk, which implies a subsidy of the stronger to the weakest banks, with a \"welfare loss\" from an economic perspective. From our perspective, a much preferable option would include, expost and confidential, rebates on banks' deposit insurance fees paid to the DIF, reflecting lower effective payments for better managed and financially stronger institutions (as measured by CAMEL-type indicators). In this way, incentives of banks, insurers and supervisors would be aligned, avoiding the negative signaling effect (which might precipitate deposit runs) of differential, ex-ante, deposit insurance fees for different types of banks.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(d) Reforming the contracting environment.",
        "sec_num": null
      },
      {
        "text": "(h) Insurance Fund. A related issue is the actuarial soundness of the funds given the current level of the premium. 32 Without an adequately capitalized insurance scheme, the likelihood of a future need for a state bail-out will remain substantial. Furthermore, a strategy must be designed for phasing out the blanket guarantee provided by the Russian state in the wake of the 2004 mini-crisis. This blanket guarantee is due to expire at the end of 2006, and an orderly process to prepare for this event is important. 33 Otherwise, the elimination of the blanket guarantee could lead to more turbulence on the Russian banking market with substantial operational implications for the DIA (i.e., liquidation of institutions and a surge in insurance claims). Finally, Russian authorities are well advised to complement the current deposit insurance system with an ambitious financial education and communication initiative. According to an Izvestiia survey in March 2005, only 30 percent of respondents were aware of the existence of the DIS. 34 There is little evidence indicating that this figure has changed substantially. ",
        "cite_spans": [
          {
            "start": 518,
            "end": 520,
            "text": "33",
            "ref_id": null
          },
          {
            "start": 1040,
            "end": 1042,
            "text": "34",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "(d) Reforming the contracting environment.",
        "sec_num": null
      },
      {
        "text": "The first formal system was established in 1829 by commercial banks in the State of New York, followed-almost a century later-by the first nationwide deposit insurance system inCzechoslovakia in 1924. See FDIC (1998. 3 See Demigurc /Kane (2001).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "The law took more than a decade to be approved by the Duma. The law was enacted with 5 other pieces of legislation, which amended the central bank law, the tax code, the banking law, and other existing laws affected by the new deposit insurance scheme. SeeTompson (2004), p. 26.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Debt offsets can be refinanced with a repayment period for a term of up to six months. 6 SeeTompson (2004), p. 27 for a detailed discussion of this issue. 7 See DIA website / 2005 DIA Annual Report. In contrast, the total volume of deposits under RUR 100,000.-as of 1 July 2005 was equal to 39.1% of total deposits. 8 DIA website, 2005 DIA Annual Report, http://www.asv.org.ru/en/dia/reports/2005/",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Moody's Investors Service, \"Russia\", Banking System Outlook, October, 2005. 11 Standard & Poor's, \"The Russian Federation\", Bank Industry Risk Analysis, June 28, 2005. 12 According to the OECD, a number of these \"dwarf\" banks are used by their owners for \"tax optimization\" or money laundering. See OECD (2004), p. 5.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "These figures were calculated based on the information provided by the Bank for International Settlements [Statistics on payment and settlement systems in selected countries -Figures for 2004 -Preliminary version], by the European Central Bank (2005), the Central Bank of Brazil, and various internet resources for population data. 14 This is as of January 2006. 15 Moody's, Banking System Outlook, October, 2005.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See Kane / Demirguc-Kunt (2001).20 See graph in Annex / This much reported decrease in Sberbank's share of deposits, for instance, seems to be more linked to the closing of more than a third of its branches since 2001, rather than to a weakening of its market leadership position.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Business Week Online, July 26, 2004. 22 SeeFaulconbridge (2004) and alsoBelianin (2005) 23 As evidenced by the recent tragic events leading to the assassination of Andrei Kozlov , CBR's First Deputy Governor in charge of banking supervision.24 See annual supervision report of the CBR.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Moody's Investors Service, \"Russia\", Banking System Outlook, October, 2005, page 8. 26 SeeLaeven (2004), p. 1. 27 SeeLaeven (2004) for example of U.S. p. 2 -3",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See Kane / Demirguc-Kunt (2001) 29 See FinancialIzvestia (2005)",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Another significant source of liquidity risk is the high concentration of bank deposits in a few companies or wealthy individuals as indicated byFig. 8. Consolidation in the banking sector could help address this problem.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Russia is by no means unique in this situation. Western European countries such as Germany and France also display similar levels of public participation in their financial system. 32 SeeLaeven (2002) for a discussion of this issue.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "See IMF (2004), p. 54. 34 See Izvestiia Bizecon Report (2005).",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [],
    "bib_entries": {
      "BIBREF0": {
        "ref_id": "b0",
        "title": "Statistics on Payment and Settlement Systems in Selected Countries -Figures for 2004 -Preliminary version",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "For International",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Settlements",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "for International Settlements, \"Statistics on Payment and Settlement Systems in Selected Countries -Figures for 2004 -Preliminary version\", Basel 2005.",
        "links": null
      },
      "BIBREF1": {
        "ref_id": "b1",
        "title": "Signaling Bank Quality: An Evolutionary Approach to Money Market in Transition",
        "authors": [
          {
            "first": "A",
            "middle": [
              "V"
            ],
            "last": "Belianin",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Belianin, A.V., \"Signaling Bank Quality: An Evolutionary Approach to Money Market in Transition\", Moscow State University -Higher School of Economics, Working Paper No. 9, 2005.",
        "links": null
      },
      "BIBREF2": {
        "ref_id": "b2",
        "title": "Deposit Insurance and Bank Intermediation in the Long Run",
        "authors": [
          {
            "first": "Robert",
            "middle": [],
            "last": "Cull",
            "suffix": ""
          },
          {
            "first": "Lemma",
            "middle": [],
            "last": "Senbet",
            "suffix": ""
          },
          {
            "first": "Marco",
            "middle": [],
            "last": "Sorge",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Bank for International Settlement (BIS) Working Paper",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Cull, Robert, Lemma Senbet, and Marco Sorge, \"Deposit Insurance and Bank Intermediation in the Long Run\", Bank for International Settlement (BIS) Working Paper, July 2004.",
        "links": null
      },
      "BIBREF3": {
        "ref_id": "b3",
        "title": "Banking Structure in the New EU Member States",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "European Central",
            "suffix": ""
          },
          {
            "first": "",
            "middle": [],
            "last": "Bank",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "European Central Bank, \"Banking Structure in the New EU Member States\", Frankfurt, January 2005.",
        "links": null
      },
      "BIBREF4": {
        "ref_id": "b4",
        "title": "70% of Russians Don't Bank",
        "authors": [
          {
            "first": "Guy",
            "middle": [],
            "last": "Faulconbridge",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Faulconbridge, Guy, \"70% of Russians Don't Bank\", Moscow Times, July 28, 2004.",
        "links": null
      },
      "BIBREF5": {
        "ref_id": "b5",
        "title": "A Brief History of Deposit Insurance in the United States",
        "authors": [],
        "year": 1998,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Federal Deposit Insurance Corporation (FDIC), \"A Brief History of Deposit Insurance in the United States\", Washington, DC 1998.",
        "links": null
      },
      "BIBREF6": {
        "ref_id": "b6",
        "title": "Under Mattresses'' Savings to Banks. And this is Only the Beginning",
        "authors": [
          {
            "first": "Financial",
            "middle": [],
            "last": "Izvestiia",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Financial Izvestiia, \"People are Bringing \"Under Mattresses'' Savings to Banks. And this is Only the Beginning\" [Interview of A. Tourbanov, General Director, State Corporation \"Deposit Insurance Agency\"], November 23, 2005.",
        "links": null
      },
      "BIBREF7": {
        "ref_id": "b7",
        "title": "The Banking System: Russia's Achilles Heel",
        "authors": [
          {
            "first": "Fitch",
            "middle": [],
            "last": "Ratings",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Fitch Ratings, \"The Banking System: Russia's Achilles Heel\", special report, July 2004.",
        "links": null
      },
      "BIBREF8": {
        "ref_id": "b8",
        "title": "Deposit Insurance: A Survey of Actual and Best Practices, IMF Working Paper",
        "authors": [
          {
            "first": "Gillian",
            "middle": [
              "G H"
            ],
            "last": "Garcia",
            "suffix": ""
          }
        ],
        "year": 1999,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Garcia, Gillian G.H., Deposit Insurance: A Survey of Actual and Best Practices, IMF Working Paper, April 1999.",
        "links": null
      },
      "BIBREF9": {
        "ref_id": "b9",
        "title": "Russian Federation: Selected Issues",
        "authors": [],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "International Monetary Fund (IMF), \"Russian Federation: Selected Issues\", September 2004.",
        "links": null
      },
      "BIBREF10": {
        "ref_id": "b10",
        "title": "Depositors of the 927 Russian Banks Can Be Quiet",
        "authors": [
          {
            "first": "",
            "middle": [],
            "last": "Izvestiia Bizekon Report",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Izvestiia Bizekon Report, \"Depositors of the 927 Russian Banks Can Be Quiet\", September 30, 2005.",
        "links": null
      },
      "BIBREF11": {
        "ref_id": "b11",
        "title": "Deposit Insurance Around the Globe: Where does it work?",
        "authors": [
          {
            "first": "Edward",
            "middle": [],
            "last": "Kane",
            "suffix": ""
          },
          {
            "first": "Asli",
            "middle": [],
            "last": "Demirguc-Kunt",
            "suffix": ""
          }
        ],
        "year": 2001,
        "venue": "National Bureau of Economic Research (NBER) Working Paper",
        "volume": "8493",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kane, Edward and Asli Demirguc-Kunt, \"Deposit Insurance Around the Globe: Where does it work?\" National Bureau of Economic Research (NBER) Working Paper 8493, September 2001.",
        "links": null
      },
      "BIBREF12": {
        "ref_id": "b12",
        "title": "98% DEPOSITORS ARE GUARANTEED 100% COVERAGE\" (Interview with Alexander Turbanov",
        "authors": [
          {
            "first": "Kommersant",
            "middle": [],
            "last": "Daily",
            "suffix": ""
          }
        ],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Kommersant Daily, \"98% DEPOSITORS ARE GUARANTEED 100% COVERAGE\" (Interview with Alexander Turbanov, General Director, State Corporation \"Deposit Insurance Agency\"), September 22, 2005.",
        "links": null
      },
      "BIBREF13": {
        "ref_id": "b13",
        "title": "Deposit Insurance and Bank Insolvency in a Changing World",
        "authors": [
          {
            "first": "Michael",
            "middle": [
              "H"
            ],
            "last": "Krimminger",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "IMF",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Krimminger, Michael H., \"Deposit Insurance and Bank Insolvency in a Changing World\", IMF, May 2004.",
        "links": null
      },
      "BIBREF14": {
        "ref_id": "b14",
        "title": "The Political Economy of Deposit Insurance",
        "authors": [
          {
            "first": "Luc",
            "middle": [],
            "last": "Laeven",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Laeven, Luc, \"The Political Economy of Deposit Insurance\", World Bank, 2004.",
        "links": null
      },
      "BIBREF15": {
        "ref_id": "b15",
        "title": "Pricing the Adoption of Deposit Insurance: The Case of Russia",
        "authors": [
          {
            "first": "Luc",
            "middle": [],
            "last": "Laeven",
            "suffix": ""
          }
        ],
        "year": 2002,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Laeven, Luc, \"Pricing the Adoption of Deposit Insurance: The Case of Russia\", The World Bank, April 2002.",
        "links": null
      },
      "BIBREF16": {
        "ref_id": "b16",
        "title": "A Theory of Incentives in Procurement and Regulation",
        "authors": [
          {
            "first": "Jean-Jacques",
            "middle": [],
            "last": "Laffont",
            "suffix": ""
          },
          {
            "first": "Jean",
            "middle": [],
            "last": "Tirole",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Laffont, Jean-Jacques and Jean Tirole, \"A Theory of Incentives in Procurement and Regulation\".",
        "links": null
      },
      "BIBREF17": {
        "ref_id": "b17",
        "title": "Moody's: Russia Banking System Outlook",
        "authors": [],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Moody's: Russia Banking System Outlook\", October 2005.",
        "links": null
      },
      "BIBREF18": {
        "ref_id": "b18",
        "title": "Deposit Insurance: Do We Need It and Why?",
        "authors": [
          {
            "first": "Anthony",
            "middle": [
              "M"
            ],
            "last": "Santomero",
            "suffix": ""
          }
        ],
        "year": null,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Santomero, Anthony M., \"Deposit Insurance: Do We Need It and Why?",
        "links": null
      },
      "BIBREF19": {
        "ref_id": "b19",
        "title": "Deposit Insurance Agency",
        "authors": [],
        "year": 2005,
        "venue": "Household Deposits Market Situation",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "State Corporation \"Deposit Insurance Agency\", Household Deposits Market Situation in 2005.",
        "links": null
      },
      "BIBREF20": {
        "ref_id": "b20",
        "title": "Deposit Insurance Agency",
        "authors": [],
        "year": 2004,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "State Corporation \"Deposit Insurance Agency\", Annual Report 2004.",
        "links": null
      },
      "BIBREF21": {
        "ref_id": "b21",
        "title": "Deposit Insurance Agency",
        "authors": [],
        "year": 2005,
        "venue": "",
        "volume": "",
        "issue": "",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "State Corporation \"Deposit Insurance Agency\", Annual Report 2005.",
        "links": null
      },
      "BIBREF22": {
        "ref_id": "b22",
        "title": "Banking reform in Russia: Problems and Prospects",
        "authors": [
          {
            "first": "William",
            "middle": [],
            "last": "Tompson",
            "suffix": ""
          }
        ],
        "year": 2004,
        "venue": "Economics Department Working Paper",
        "volume": "",
        "issue": "410",
        "pages": "",
        "other_ids": {},
        "num": null,
        "urls": [],
        "raw_text": "Tompson, William, \"Banking reform in Russia: Problems and Prospects\", OECD, Economics Department Working Paper No. 410, November 2004.",
        "links": null
      }
    },
    "ref_entries": {
      "FIGREF0": {
        "type_str": "figure",
        "fig_num": null,
        "num": null,
        "text": "Fig. 2: Evolution of RUR and FX deposits since 2000",
        "uris": null
      },
      "FIGREF1": {
        "type_str": "figure",
        "fig_num": null,
        "num": null,
        "text": "Fig. 5: Evolution of bank participation in the Deposit Insurance System 931 923 830 824",
        "uris": null
      },
      "FIGREF2": {
        "type_str": "figure",
        "fig_num": "6",
        "num": null,
        "text": "Proportion of total household deposits in the banks participating in the deposit insurance system (as of 01/07/2005)",
        "uris": null
      },
      "FIGREF3": {
        "type_str": "figure",
        "fig_num": null,
        "num": null,
        "text": "Fig. A.1",
        "uris": null
      },
      "FIGREF4": {
        "type_str": "figure",
        "fig_num": null,
        "num": null,
        "text": "Source: DIA, \"Household Deposits Market Situation in 2005\"",
        "uris": null
      },
      "TABREF3": {
        "type_str": "table",
        "content": "<table><tr><td>Jan-01 Jan-02 Jan-03 Jan-04 Jan-05</td><td>Jan-06</td></tr></table>",
        "num": null,
        "html": null,
        "text": ""
      },
      "TABREF4": {
        "type_str": "table",
        "content": "<table><tr><td>Jan-03</td><td>Jan-04</td><td>Jan-05 Jan-06</td></tr></table>",
        "num": null,
        "html": null,
        "text": ""
      },
      "TABREF5": {
        "type_str": "table",
        "content": "<table/>",
        "num": null,
        "html": null,
        "text": "The summer 2004 mini-crisis made clear the tentative trust of the population in the local banking system. It started in May 2004 with the Russian Central Bank's intervention in Sodbiznesbank, a small bank, whose banking license was withdrawn on charges of money laundering because of CBR's limited range of instruments to resolve banks. Shortly afterward, Novocherkassk City Bank, a small regional bank, also lost its license due to charges of money laundering and failure to comply with prudential regulations. Rumors were circulating of a blacklist of weak banks being targeted by the CBR, including even larger institutions, quickly leading to loss of confidence by contagion and acute liquidity shortages at a number of banking institutions. By June, the interbank market had almost entirely dried-up. A number of banks started to have liquidity problems because of increasing withdrawals of deposits. On July 6, Guta Bank, then Russia's 22 nd largest bank, collapsed. As Guta Bank depositors started to have problems withdrawing money at ATMs, rumors of an imminent crisis at Alfa Bank, Russia's largest private bank, spread quickly. Within just three days, panicking depositors withdrew some $160 million from Alfa Bank, or about 12 percent of its retail deposits.21"
      },
      "TABREF6": {
        "type_str": "table",
        "content": "<table><tr><td>Fig. A.3</td><td/><td/><td/><td/><td/><td/></tr><tr><td>2,50 3,00 ????. ???. Tril.</td><td colspan=\"7\">???.8 ???????? ??????????? ??????? ????????? ?????????? ??? 65,1 66,0 66,9 ???????? ???. ??? Individuals Sberbank ???? ????????? ?? Deposits of Share of</td><td>66,0 68,0 70,0 %</td></tr><tr><td>2,00</td><td/><td/><td>64,1</td><td>62,8</td><td>61,4</td><td>60,9</td><td>61,9</td><td>62,0 64,0</td></tr><tr><td>1,50</td><td/><td/><td/><td/><td/><td/><td>59,6</td><td>60,0</td></tr><tr><td>1,00</td><td/><td/><td/><td/><td/><td/><td>58,1</td><td>8 56,</td><td>55,4</td><td>56,0 58,0</td></tr><tr><td>0,50</td><td/><td/><td/><td/><td/><td/><td>54,1</td><td>54,0</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>52,0</td></tr><tr><td>0,00</td><td/><td/><td/><td/><td/><td/><td>50,0</td></tr><tr><td colspan=\"2\">01.01.03</td><td>01.07.03</td><td colspan=\"2\">01.01.04</td><td colspan=\"2\">01.07.04</td><td>01.01.05</td><td>01.07.05</td><td>01.01.06</td></tr><tr><td/><td/><td colspan=\"6\">Deposits of individuals: Share of 30 largest banks (%)</td></tr><tr><td colspan=\"8\">Source: DIA, \"Household Deposits Market Situation in 2005\"</td></tr></table>",
        "num": null,
        "html": null,
        "text": "01.01.03 01.04.03 01.07.03 01.10.03 01.01.04 01.04.04 01.07.04 01.10.04 01.01.05 01.04.05 01.06.05"
      }
    }
  }
}