{
  "paper_id": "D7354543",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2023-04-12T18:05:34.843592Z"
  },
  "title": "Poverty and Environmental Impacts of Electricity Price Reforms in Montenegro",
  "authors": [
    {
      "first": "Patricia",
      "middle": [],
      "last": "Silva",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Irina",
      "middle": [],
      "last": "Klytchnikova",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Dragana",
      "middle": [],
      "last": "Radevic",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Sushenjit",
      "middle": [],
      "last": "Bandyopadhyay",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Husam",
      "middle": [],
      "last": "Beides",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "Bjorn",
      "middle": [],
      "last": "Hamso",
      "suffix": "",
      "affiliation": {},
      "email": ""
    },
    {
      "first": "David",
      "middle": [],
      "last": "Kennedy",
      "suffix": "",
      "affiliation": {},
      "email": ""
    }
  ],
  "year": "2007-02",
  "venue": null,
  "identifiers": {},
  "abstract": "The Government of Montenegro is preparing an electricity tariff reform due to recent developments in the national and regional electricity markets. Electricity tariffs for residential consumers in Montenegro are likely to gradually increase by anywhere from 40 to over 100 percent. This significant price rise will impose a heavy burden on the poor households and it may adversely affect the environment. In an ex-ante investigation of the welfare impact of this price increase on households in Montenegro, we show that the anticipated price increase will result in a very significant increase in households' energy expenditures. A simulation of alternative policy measures analyzes the impact of different tariff levels and structures on the poor and vulnerable households in particular. Higher electricity prices could also significantly increase the proportion of households using fuelwood for space heating.",
  "pdf_parse": {
    "paper_id": "D7354543",
    "_pdf_hash": "",
    "abstract": [
      {
        "text": "The Government of Montenegro is preparing an electricity tariff reform due to recent developments in the national and regional electricity markets. Electricity tariffs for residential consumers in Montenegro are likely to gradually increase by anywhere from 40 to over 100 percent. This significant price rise will impose a heavy burden on the poor households and it may adversely affect the environment. In an ex-ante investigation of the welfare impact of this price increase on households in Montenegro, we show that the anticipated price increase will result in a very significant increase in households' energy expenditures. A simulation of alternative policy measures analyzes the impact of different tariff levels and structures on the poor and vulnerable households in particular. Higher electricity prices could also significantly increase the proportion of households using fuelwood for space heating.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Abstract",
        "sec_num": null
      }
    ],
    "body_text": [
      {
        "text": "Countries with former centrally planned economies in Europe and Central Asia are in the process of implementing structural reforms in the energy sector. In the past, electricity tariffs were very low in these countries, inducing inefficient electricity consumption. Furthermore, electricity tariffs did not cover the operation costs, leading to large subsidies to utility companies and thus imposing a heavy fiscal burden on the budget. In the 1990s governments in Europe and Central Asia started to implement market reforms, including restructuring energy utility companies, liberalizing energy markets, and raising energy prices to the cost recovery level. The main objective of these reforms was to reduce fiscal subsidies, improve operational efficiency of the utility companies and raise end-user energy efficiency. However, the substantial increase in energy prices in the region has had an adverse impact on poverty and the environment when pricing reforms were not combined with measures to mitigate the losses from a price increase on the poor households.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Contrary to most other transition economies, where energy intensity declined or remained stable in the 1990s, in Montenegro energy intensity per unit of GDP increased by as much as 60 percent. This significant increase was a result of low energy prices, a declining GDP level, and a lack of financing to maintain and upgrade energy infrastructure. 1 In order to improve energy efficiency and the financial situation in the energy sector the Government of Montenegro began implementing energy sector reforms, which include increases in electricity tariffs.",
        "cite_spans": [
          {
            "start": 348,
            "end": 349,
            "text": "1",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Further price increases are now under consideration due to recent developments in the regional electricity market. Along with the other countries in South East Europe, Montenegro recently signed a regional energy treaty, which commits the signatory countries to liberalize the non-residential energy market by January 1 st 2008. 2 This treaty includes a set of measures intended to support the development of a regional electricity market, such as raising electricity tariffs to the cost-recovery level, enforcing payments discipline, restructuring energy companies, establishing an independent energy regulator, revising tariff methodologies, and putting in place social safety nets to offset the adverse impact of tariff increases on vulnerable households. In the next five years these reforms are expected to lead to a significant electricity price increase in the signatory countries. 3 This paper is an ex-ante analysis of the welfare impact of this price increase on households in Montenegro.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "There is some debate about the appropriate cost recovery level that should be used as a benchmark in setting electricity tariff levels in Montenegro. By some estimates, electricity is no longer subsidized in Montenegro and the average residential tariff of 4.85 c€/kWh, including taxes, has reached the current short-run cost-recovery price level. 4 The long-run cost recovery level for the region is estimated around 7.0 c€/kWh and it includes the provision for investments in maintenance and upgrading of the infrastructure (Figure 1) . 5 However, the cost recovery level in Montenegro could be higher than the regional average, for example, if the country faces higher generation costs. The electric utility company in Montenegro (EPCG) is requesting the Regulatory Agency to approve an increase of the average residential electricity tariff to 10.7 c€/kWh and it has argued that an increase of this magnitude would be necessary to cover the rising labor costs and local communal taxes. This paper does not aim to resolve the debate of what is the appropriate electricity tariff level and argue in favor of a particular estimate of the cost-recovery level. Instead, we focus on an illustration of the anticipated poverty and environmental effects in several policy scenarios.",
        "cite_spans": [
          {
            "start": 348,
            "end": 349,
            "text": "4",
            "ref_id": null
          },
          {
            "start": 539,
            "end": 540,
            "text": "5",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 526,
            "end": 536,
            "text": "(Figure 1)",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "The Government of Montenegro faces an important policy dilemma. Residential electricity tariffs could more than double over the next four years if the regulatory agency approves the price increase requested by the electric utility company. Even a smaller increase in residential electricity tariffs to 7.0 c€/kWh is likely to be extremely unpopular. It could also give rise to environmental externalities from an increased reliance on fuelwood, the main alternative household energy source, as households switch away from electricity. However, the cost of maintaining residential tariffs at the current price level in the face of the rising cost recovery price, as our analysis shows, would be prohibitively expensive. Maintaining tariffs below cost recovery levels would also undermine the government's commitment to the development of a regional electricity market. To resolve this dilemma, the Government of Montenegro could evaluate a range of alternatives that combine the price increase with measures that would mitigate the effect of this dramatic price increase on poor and vulnerable households.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "In this paper, we use the 2004 ISSP 6 household survey data to provide an overview of energy consumption patterns in Montenegro and examine the likely impacts of electricity tariff reforms on household welfare. There are legitimate concerns that higher electricity tariffs will significantly increase the share of energy expenditures of poor households, particularly during the cold winter months. We also evaluate the distributional and fiscal impacts of alternative electricity tariff mechanisms using benefit incidence analysis. Our focus is primarily on the impact of different tariff levels and structures on the poor and vulnerable households.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "Throughout the welfare impact evaluation and benefit incidence analysis we assume that households do not switch to other heating fuels, but we relax this assumption in the analysis of household choice of a source of heating. Fuelwood is the main alternative to electricity for space heating and it is used by more than half of the population either as the only source of space heating or in conjunction with electricity. Higher electricity tariffs may result in increased demand for fuelwood, if an increase of electricity tariffs induces a significant number of households to switch to fuelwood for heating during the winter months. We investigate the potential impact of electricity tariff reforms on household heating fuel choice by estimating a fuel switching model. The switch to fuelwood for space heating could potentially have a negative impact on forest resources, particularly in the North, by inducing deforestation and on household health by increasing indoor air pollution. The evidence presented in this paper suggests that the impact of electricity tariff reforms on household choice of space heating fuels and the level of fuelwood consumption should be carefully monitored.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "reported in Alam, A., M. Murthi, R. Yemtsov, E. Murrugarra, N. Dudwick, E. Hamilton, and E. Tiogson (2005) , \"Growth Poverty, and Inequality: Eastern Europe and the Former Soviet Union.\" Washington, D.C., World Bank. 6 Institute for Strategic Studies and Prognosis (www.isspm.org) ",
        "cite_spans": [
          {
            "start": 12,
            "end": 106,
            "text": "Alam, A., M. Murthi, R. Yemtsov, E. Murrugarra, N. Dudwick, E. Hamilton, and E. Tiogson (2005)",
            "ref_id": null
          },
          {
            "start": 217,
            "end": 218,
            "text": "6",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Introduction",
        "sec_num": "1."
      },
      {
        "text": "How much do the poor spend on energy? In this overview of energy consumption patterns in Montenegro we focus on winter energy consumption, because space heating accounts for a substantial share of household energy consumption. Also, we want to be able to examine the trade offs between the two main sources of heating energy used during the winter months in Montenegro, which are electricity and fuelwood. Since energy consumption during the winter months is a necessity, it is not surprising that poor households spend a higher share of total expenditures on energy. Households in the poorest quintile spend more than twice as much (12.9% versus 5.2%) of their budget on energy expenditures than households in the highest quintile of the income distribution. Although many households do not heat their entire living space, energy consumption in Montenegro is very inefficient. Average energy consumption per square meter of living space in Montenegro is about 2.5 times greater than in Northern Europe, where the climate is more severe. 7 Higher electricity tariffs would encourage energy efficiency investments, however, the burden of higher electricity tariffs on the poor and their choice of heating fuel must also be considered.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Overview of energy consumption patterns in Montenegro",
        "sec_num": "2."
      },
      {
        "text": "Poverty and the choice of space heating fuel. Households in Montenegro use primarily electricity and fuelwood for heating during the winter months. We find that more than half of the population (56.6%) uses fuelwood for heating. 8 Among the poor the dependence on fuelwood is even higher, with 86 percent of poor households relying to some extent on fuelwood for heating. The percentage of households using fuelwood is higher in rural areas (79.3%) and in the northern part of the country (71.1%), where the availability of fuelwood is greater and the climate is colder. A more detailed analysis follows, examining the pattern of energy consumption geographically, by income quintile groups, and across socioeconomic groups. Table 1 reports wood and electricity expenditures as a percentage of total household expenditures for households in different income groups and regions. The regional differences in household energy consumption patterns are striking. Fuelwood expenditures are considerably higher in the North (average of 4.9% of household expenditures) and for the households in the poorest quintile in the North and Central regions (over 5% of household expenditures). Fuelwood expenditures amount to approximately half of household total energy expenditures in all income groups in the North. In contrast, households in the South spend less than 1 percent of household expenditures on fuelwood. The share of fuelwood expenditures in total energy expenditures is 20 percent or less for households in the South.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 725,
            "end": 732,
            "text": "Table 1",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "Overview of energy consumption patterns in Montenegro",
        "sec_num": "2."
      },
      {
        "text": "Electricity expenditure shares for the poorest quintile group in Montenegro are generally two to three times higher than the shares for the richest quintile group. A survey of household electricity expenditures in other eastern European and central Asian countries, shown in Figure 2 , reveals a similar pattern of electricity expenditure shares between low and high income households. Given that electricity expenditures are a substantial component of the total budget of the poorest households, an increase in electricity tariffs will likely have a major impact on their welfare. 2005For some households that use only electricity as a source of heating, the impact of higher electricity tariffs may be particularly severe. As shown in Table 2 , the share of electricity expenditures in total household budget falls across all social and economic categories as income rises. In all but three instances, the share of electricity expenditures for households in the lowest income quintile group exceeds 10 percent of household expenditures. Particularly vulnerable are poor households with disabled persons and on family material assistance, with electricity expenditures reaching 13 percent of household expenditures, and households headed by an unemployed or retired person, which have electricity expenditures shares four times higher than similar household in the highest quintile group. Thus, at current prices electricity expenditures already exceed what is considered the benchmark affordability level of 10 percent of household expenditures. 9 The next section examines how higher electricity tariffs would affect household welfare and electricity expenditure shares, particularly the burden of higher electricity tariffs for the poor and vulnerable households.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 275,
            "end": 283,
            "text": "Figure 2",
            "ref_id": null
          },
          {
            "start": 737,
            "end": 744,
            "text": "Table 2",
            "ref_id": "TABREF11"
          }
        ],
        "eq_spans": [],
        "section": "Overview of energy consumption patterns in Montenegro",
        "sec_num": "2."
      },
      {
        "text": "9 See \"Electricity Poverty and Energy Poverty,\" IPA report (October 2003) . ",
        "cite_spans": [
          {
            "start": 59,
            "end": 73,
            "text": "(October 2003)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Overview of energy consumption patterns in Montenegro",
        "sec_num": "2."
      },
      {
        "text": "In most scenarios of the proposed electricity tariff reforms that are currently under consideration the price of electricity would increase substantially. How hard will it be for households to adjust their consumption of electricity if they face higher electricity prices? Ideally we would want to have data on household consumption of electricity at different price levels to estimate the demand for electricity. Then we could derive the price elasticity of electricity demand, which would indicate how responsive electricity consumption would be to the proposed electricity tariff reforms. Unfortunately, data on Montenegrin household electricity consumption at different electricity price levels are not available in the ISSP 2004 survey or from previous household surveys.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The impact of electricity tariff reform on household welfare",
        "sec_num": "3."
      },
      {
        "text": "Estimating the welfare loss associated with higher electricity tariffs. 10 In the absence of electricity price variation to estimate a household demand function for electricity we calculate the welfare loss making different elasticity assumptions of household response to the proposed increase electricity price tariffs. The welfare loss is calculated as the loss in consumer surplus from the price increase, expressed as a percentage of total household expenditures. We assume three different electricity price elasticities. At one extreme, we assume that the price elasticity of electricity demand is zero and households do not change the quantity of electricity they consume when they face higher prices. This is our \"worst case\" scenario, in which household losses are the most significant. At the other extreme, we assume an elasticity of -1, which indicates that households' response to electricity price changes is proportional to the magnitude of the price change. In this scenario, a 10 percent increase in electricity prices generates a 10 percent reduction in electricity consumption. A more realistic case is an intermediate scenario, which assumes an elasticity of -0.5. In this scenario household demand is inelastic but it is responsive to higher electricity prices. Table 3 presents the results of the analysis of welfare losses associated with higher electricity prices. The analysis suggests the welfare losses of the poorest quintile are approximately twice as large as the welfare losses of the richest quintile. The welfare losses for the poorest households are larger because the poor spend a higher share of expenditures on energy than the non-poor. Assuming the initial reforms result in an increase of the price of electricity to 7 c€/kWh, the welfare loss of the poorest households would range from 2.66 to 3.41 percent of household expenditures. However, if households use only electricity for heating (and assuming they cannot switch to fuelwood), the welfare losses of the poorest households would range from 3.86 to 4.96 percent of household expenditures. The welfare losses are of course greater for higher electricity prices. The welfare losses assuming a zero elasticity are proportional to the price change, i.e. the welfare loss associated with a 50 percent increase in price would be twice as large as the welfare loss associated with a 25 percent increase in price. When demand is elastic, however, the rise in welfare losses is less than proportional to the price increase. 11",
        "cite_spans": [
          {
            "start": 72,
            "end": 74,
            "text": "10",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 1282,
            "end": 1289,
            "text": "Table 3",
            "ref_id": "TABREF12"
          }
        ],
        "eq_spans": [],
        "section": "The impact of electricity tariff reform on household welfare",
        "sec_num": "3."
      },
      {
        "text": "Electricity price increase to 7 c€/kWh",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Table 3. Welfare losses associated with electricity tariff increases 1",
        "sec_num": null
      },
      {
        "text": "Households using electricity only for heating Comparing the welfare losses of the poor across different socioeconomic groups. We are particularly interested in the welfare losses incurred by the poorest households. Table 4 presents the estimated welfare losses for households in the lowest income quintile, categorized according to different socioeconomic characteristics. We focus on households using only electricity for heating. In this scenario it is interesting to compare the current budget share spent on electricity and the welfare losses expressed as percentage of total household expenditures. The sum of the budget share of expenditures and the associated welfare loss when the price elasticity is zero represents the total electricity expenditures for the poor at the new electricity prices, assuming that households do not switch to other energy sources for heating. This is a reasonable approximation if we believe that the household demand function is fairly inelastic, since households are likely to be consuming the minimum amount of energy necessary to withstand the cold winter temperatures. If households are already at their minimum electricity consumption level and they have no possibility to switch to other heating fuels, then the impact of higher electricity prices on household budgets would indeed be severe. Some poor households, such as those with disabled household members or receiving family material assistance, are spending 13 percent of their budget on electricity. Assuming a zero price elasticity, they would be spending nearly 20 percent of their budget on electricity if prices increase to 7 c€/kWh.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 215,
            "end": 222,
            "text": "Table 4",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "All Households",
        "sec_num": null
      },
      {
        "text": "Elasticity 0 -0.5 -1 0 -0.5 -1 1 (Poorest) 3.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "All Households",
        "sec_num": null
      },
      {
        "text": "If we assume households do respond to higher electricity prices by reducing consumption of electricity, we cannot add the total welfare losses to the share of electricity expenditures to obtain the new share of electricity expenditures. This is because when the elasticity is not zero, the welfare losses include additional expenditures on electricity, as well as the consumer surplus loss incurred on the value of units not consumed at the higher price. Thus, when we calculate the welfare losses for an elasticity of -0.5, we present the consumer surplus loss and financial loss (or would induce households to invest in more energy efficient electrical appliances and better insulation in their homes in the long run. After such adjustments households would be able the same level of comfort using less energy. additional expenditures) separately. As Table 4 shows, the consumer surplus loss outweighs the financial loss incurred as a result of higher electricity tariffs. The burden of higher electricity tariffs on household expenditures is lower when households reduce their consumption of electricity. Previous studies have estimated price elasticity of demand for heating to fall somewhere between -0.2 and -0.4, with poorer households being in the more inelastic range of these estimates. 12 Therefore our calculations of welfare losses for zero and -0.5 elasticity assumptions fall within the range of reasonable elasticity estimates. 1.4 Notes: 1 Welfare losses expressed as a percent of household expenditures and calculated assuming electricity price increase to 7 c€/kWh using the 2004 ISSP Montenegro Household Survey.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 853,
            "end": 860,
            "text": "Table 4",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "All Households",
        "sec_num": null
      },
      {
        "text": "Residential electricity consumption is not currently subsidized in Montenegro, since the average residential tariff of 4.85 c€/kWh, inclusive of the taxes, is approximately equal to the cost-recovery price. However, this situation will change in the future, and therefore the Government of Montenegro is seeking to design an effective social safety net program to mitigate the effect of a tariff increase on the poor. This section explores the advantages and disadvantages of alternative social assistance options in the course of reforms in the electricity sector in Montenegro.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Comparison of social assistance options in the course of reforms",
        "sec_num": "4."
      },
      {
        "text": "Provision of utility subsidies is a common way of mitigating the effect of electricity tariff increases on the poor, particularly wide-spread in developing and transition countries. Electricity subsidies can be financed through a direct transfer of government funds or through a cross-subsidy between different groups of consumers. In this paper we refer to both types of transfer, whether from the government or from other consumers, as a subsidy. It is common to provide subsidies directly through the energy system by designing an Increasing Block Tariff (IBT), also called the \"lifeline tariff,\" or through a Volume Differentiated Tariff (VDT). 13 Another approach is to provide means-tested income transfers to qualifying households through a general social assistance program. \"Social tariffs\" combine the elements of these two approaches (see Table 5 ). For example, an IBT or other types of electricity discounts could be provided only to the qualifying customers, identified by administrative selection. A lower price is charged per kWh up to a pre-determined consumption threshold (lifeline limit). Consumption above the threshold limit is charged a higher price per kWh. All households consuming electricity benefit from the lower tariff below the threshold.",
        "cite_spans": [
          {
            "start": 649,
            "end": 651,
            "text": "13",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 850,
            "end": 857,
            "text": "Table 5",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "Comparison of social assistance options in the course of reforms",
        "sec_num": "4."
      },
      {
        "text": "Depends on the threshold. Error of exclusion of the poor is low if the threshold is high.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Comparison of social assistance options in the course of reforms",
        "sec_num": "4."
      },
      {
        "text": "Depends on the threshold. Error of inclusion of the non-poor is high if the threshold is high.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Comparison of social assistance options in the course of reforms",
        "sec_num": "4."
      },
      {
        "text": "A lower price is charged per kWh up to a pre-determined consumption threshold only if monthly electricity consumption is below the threshold. If consumption is above the threshold, a higher price per kWh applies to all kWh consumed. Only households consuming less than the threshold level benefit from the subsidy.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Volume Differentiated Tariff (VDT)",
        "sec_num": null
      },
      {
        "text": "Depends on the threshold. Error of exclusion is likely higher than with a comparable IBT as many poor households may exceed the threshold level.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Volume Differentiated Tariff (VDT)",
        "sec_num": null
      },
      {
        "text": "Depends on the threshold. Error of inclusion is lower than with a comparable IBT.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Volume Differentiated Tariff (VDT)",
        "sec_num": null
      },
      {
        "text": "IBT, VDT, or discounts provided to qualifying households, identified as poor. Means-tested social assistance transfers Qualifying households, identified as poor.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "\"Social tariffs\"",
        "sec_num": null
      },
      {
        "text": "If the social protection system is effective at identifying the poor, means-tested transfers or targeted \"social tariffs\" are superior to IBT and VDT in terms of coverage and targeting. Note: this table is based on the discussion in Komives et. al. (2005) .",
        "cite_spans": [
          {
            "start": 233,
            "end": 255,
            "text": "Komives et. al. (2005)",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "\"Social tariffs\"",
        "sec_num": null
      },
      {
        "text": "Other approaches are burden limit, earmarked cash transfers, across-the-board subsidy and no disconnection policy. The burden limit approach means that the actual household utility expenditures are capped at a specified level, for example 10 percent of total household expenditures. An example earmarked cash transfers is the provision of cash transfers that can only be used for paying the utility bills. A subsidy could also be provided to all electricity consumers across-the-board when the tariff level is linear and it is set below the cost recovery level. Last, an implicit subsidy could be provided to consumers with poor payment discipline through a no disconnection policy. In Montenegro payment arrears are relative low and the collection rate is close to 90 percent 14 .",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "\"Social tariffs\"",
        "sec_num": null
      },
      {
        "text": "Each approach has advantages and disadvantages according to a range of criteria. They are coverage, targeting, predictability of a subsidy, the pricing distortion it creates, administrative costs and the ease of implementation. As shown in Appendix Table 1 , there no approach that is unequivocally preferable to all other ways of providing utility subsidies. Policy makers face a trade-off between the coverage and targeting performance of electricity subsidies. Coverage is measured by the share of subsidy recipients who are among the poor. A high percentage of beneficiaries among the poor indicates that a program is effective at reaching them. Coverage is high and the error of exclusion of the poor is low in this case. Targeting is measured by the share of the total subsidy going to the poor. A high share indicates that the resources are not leaking to the non-poor, and the error of inclusion of the non-poor among the recipients is low. As shown in Table 5 , there is a trade-off between coverage and targeting.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 249,
            "end": 256,
            "text": "Table 1",
            "ref_id": "TABREF1"
          },
          {
            "start": 961,
            "end": 968,
            "text": "Table 5",
            "ref_id": "TABREF5"
          }
        ],
        "eq_spans": [],
        "section": "\"Social tariffs\"",
        "sec_num": null
      },
      {
        "text": "The administrative ease with which a particular tariff scheme could be implemented and predictability of a subsidy should be an important factor in the evaluation of a feasibility of implementing a particular tariff scheme. Non-linear pricing schemes could pose administrative challenges. Although Serbia has implemented an IBT system, the experience in other countries is mixed. Often billing systems cannot handle it without major re-design. Meter readers may have to arrive on exactly the same day of the month at a given consumer, or there could be endless disputes about the monthly consumption vs. the thresholds. Particularly in the case of VDT this can be a prohibitive issue and cause massive corruption.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "\"Social tariffs\"",
        "sec_num": null
      },
      {
        "text": "There is no one-size-fits-all solution to designing an effective mitigation strategy in the course of energy pricing reforms. The general advice of the World Bank and the IMF is to use means-tested subsidies to soften the negative impact of rising utility tariffs on low income households, as this approach does not give rise to price distortions. However, administering a well-targeted means-tested program that delivers direct income transfers to the poor is fraught with implementation problems due to the difficulty in identifying eligible households, especially if households do not accurately report their income for taxation purposes. 15 Thus, implementation issues must be carefully evaluated in the design of a safety net system for the poor.",
        "cite_spans": [
          {
            "start": 642,
            "end": 644,
            "text": "15",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "\"Social tariffs\"",
        "sec_num": null
      },
      {
        "text": "The targeting and coverage performance of a subsidy depends on the pattern of electricity consumption by different income groups. A systematic review of electricity consumption subsidies in 22 countries reached a conclusion that an IBT, the most common tariff approach to providing subsidies, tends to have high coverage of the poor 14 According to EPCG, if old debts are excluded, the collection ratio varied between 62.4 and 89.4 percent between 1999 and 2004, and in 2004 it varied between 69 and 100 percent by region. It is important to evaluate the relationship between tariff increases and arrears to see if high tariffs lead to deterioration in the payment discipline. Such data are not available in the survey data we use in this paper, so we are not able to investigate this relationship. 15 For an in-depth discussion of the ways to design a successful means-tested direct income transfers program see Coady, Grosh and Hoddinot (2004) . Targeting Transfers in Developing Countries. Review of Lessons and Experience. The World Bank. Washington, D.C. but be poorly targeted. Modifying the block structure of an IBT can result in small improvements in terms of better targeting of the subsidy to the poor households. Introducing a VDT or well-targeted income transfers through the social protection system rather than the electricity sector can result in significant improvements. 16 While it is usually true that an IBT does not result in well-targeted subsidies, in Montenegro electricity consumption is highly correlated with income. Households in the top decile of total per capita expenditures consume almost three times as much electricity as households in the bottom decile (Appendix Table 2 ). Although per capita consumption of electricity is almost constant with respect to income, the average household size is almost twice as large in the top as in the bottom decile. Figure 3 clearly shows the strong correlation between total household electricity consumption and household size. As a consequence of this strong correlation, an IBT or a VDT will be better targeted in Montenegro than in most other countries.",
        "cite_spans": [
          {
            "start": 333,
            "end": 335,
            "text": "14",
            "ref_id": null
          },
          {
            "start": 799,
            "end": 801,
            "text": "15",
            "ref_id": null
          },
          {
            "start": 920,
            "end": 945,
            "text": "Grosh and Hoddinot (2004)",
            "ref_id": null
          },
          {
            "start": 1389,
            "end": 1391,
            "text": "16",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 1699,
            "end": 1706,
            "text": "Table 2",
            "ref_id": "TABREF11"
          },
          {
            "start": 1888,
            "end": 1896,
            "text": "Figure 3",
            "ref_id": null
          }
        ],
        "eq_spans": [],
        "section": "\"Social tariffs\"",
        "sec_num": null
      },
      {
        "text": "Source: Calculated from 2004 ISSP Montenegro Household Survey.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "\"Social tariffs\"",
        "sec_num": null
      },
      {
        "text": "In the remainder of this section we evaluate the distributional and fiscal impact of alternative electricity tariff reform scenarios by conducting benefit incidence analysis of in-kind electricity subsidies that households in Montenegro would receive in five policy scenarios. The analysis includes three steps. First, we calculate the subsidy per kWh as the difference between the cost-recovery price, assumed here to be 7 c€/kWh, and the electricity tariff households are charged. Second, we estimate the total annual subsidy received by each household as the average level of electricity consumption multiplied by the subsidy per unit. Third, we calculate the total subsidy received by the poor and non-poor households. Last, we compare the coverage and targeting 16 Komives et. al. (2005) . performance of the simulated policy options and the financing requirements. The assumptions of the policy scenarios considered here are summarized in Table 6 . They are not based on the actual reform proposals of the Government or the regulatory agency, as the Energy Law in Montenegro does not allow subsidizing electricity for particular groups of consumers using non-linear pricing. 17 We include these scenarios for illustrative purposes in order to show how well alternative pricing schemes would fare in Montenegro. 1 We assume that the current average tariff is 4.85 c€/kWh (including taxes), and it is equal to the cost-recovery tariff. The future cost-recovery tariff in these simulations is assumed to equal 7 c€/kWh. 2 In Scenarios 1 and 2 we calculated from the household survey data that this is the amount that would need to be financed either by the government or the energy company in scenarios where it is not covered by a cross-subsidy from high volume to low volume consumers.",
        "cite_spans": [
          {
            "start": 767,
            "end": 792,
            "text": "16 Komives et. al. (2005)",
            "ref_id": null
          },
          {
            "start": 1181,
            "end": 1183,
            "text": "17",
            "ref_id": null
          },
          {
            "start": 1317,
            "end": 1318,
            "text": "1",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 945,
            "end": 952,
            "text": "Table 6",
            "ref_id": "TABREF6"
          }
        ],
        "eq_spans": [],
        "section": "Benefit incidence analysis of alternative electricity tariff scenarios in Montenegro.",
        "sec_num": null
      },
      {
        "text": "In the \"Business as Usual Scenario\" (Scenario 1) we assume that the cost-recovery price rises to 7.0 c€/kWh, but the average electricity tariff remains at the current level of 4.85 c€/kWh. If this subsidy were funded by the government, the fiscal cost of the electricity subsidy to the household sector in this case would be approximately 32.6 million Euros per year. The size of the subsidy would be so large that it would be comparable to the entire social protection budget of Montenegro or its 2004 budget deficit, and this is clearly not be a feasible policy option. 18 In Scenario 2 all consumers pay 4.85 c€/kWh for the first 300 kWh they consume, and they pay the cost-recovery price (7.0 c€/kWh) for what they consume above this threshold. The fiscal cost of this subsidy would be 14.1 million Euros per year, since in this case only the first 300 kWh of electricity consumption is subsidized. If the 17 Personal comm. with the Ministry of Economy and EPCG (February 2006).",
        "cite_spans": [
          {
            "start": 572,
            "end": 574,
            "text": "18",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What is the fiscal cost of each policy option?",
        "sec_num": null
      },
      {
        "text": "The budget of the Ministry of Labor and Social Welfare is about 43 million Euros or about 3% of GDP, out of which about 90% or 38.7 million Euros is allocated to social benefits. Budget deficit in MN in 2004 was about 32 million Euro or 2.1% of GDP.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "18",
        "sec_num": null
      },
      {
        "text": "Government of Montenegro wished to establish a self financing mechanism instead, it would be necessary to raise the price on consumption above the 300 kWh threshold to 8.6 c€/kWh, a very steep price increase (Scenario 3). High-volume consumers would thus cross-subsidize low-volume consumers in this scenario. It may or may not be politically feasible to implement such a significant price increase. In Scenario 4 we show that a VDT with a higher threshold of 500 kWh and a lower tariff on consumption above the threshold than in Scenario 3 would also be fiscally neutral and could be a viable alternative to the IBT.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "18",
        "sec_num": null
      },
      {
        "text": "The size of the subsidy varies by scenario. In Scenario 1 high volume consumers, who are also the highest income consumers, receive the largest monthly subsidy (Figure 4 and Appendix Table 3 ). In Scenario 2 the subsidy is only for the first 300 kWh, and it is the same for all income groups since on average all households consume more than 300 kWh per month. Interestingly, in Scenario 2 the share of the total subsidy going to the poorest households is much higher than the share going to the highest income deciles. In this scenario, households in the bottom two deciles receive 27 percent of the total subsidy, while households in the top two deciles receive 17 percent (Appendix Table 4 ). Even though the subsidy per household is the same in absolute terms, there are twice as many households in the bottom decile than in the top decile, because poor households are half as large as the richest ones. Since the deciles are based on population and the poor households are small, the bottom decile has more households than the other deciles. Thus, it is important to look not only at the share of the total subsidy going to the poorest households, which is the commonly used targeting indicator, but also at the absolute level of the subsidy per household while evaluating the welfare impact of alternative tariff structures in Montenegro.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 160,
            "end": 169,
            "text": "(Figure 4",
            "ref_id": null
          },
          {
            "start": 183,
            "end": 190,
            "text": "Table 3",
            "ref_id": "TABREF12"
          },
          {
            "start": 685,
            "end": 692,
            "text": "Table 4",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "How large is the subsidy and what share of it goes to the poor?",
        "sec_num": null
      },
      {
        "text": "The average subsidies per household in Scenarios 3 and 4 are similar. As shown in Figure 4 , they are in the range of 2 to 4 Euros for households in the bottom three deciles, while high income households pay a higher average tariff than the costrecovery level on their total electricity consumption (Appendix Table 2 ). In these scenarios high income households cross-subsidize the poor, and both of these scenarios are fiscally neutral. Scenario 3 has the disadvantage of a very high tariff on electricity consumption above the 300 kWh threshold, but it has broad coverage, with 100 percent of the poor receiving the subsidy. Scenario 4 has a lower tariff on electricity consumption above the 500 kWh threshold and a slightly higher average subsidy to the poor households. However, it has low coverage and omits a significant share of the poor. ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 82,
            "end": 90,
            "text": "Figure 4",
            "ref_id": null
          },
          {
            "start": 309,
            "end": 316,
            "text": "Table 2",
            "ref_id": "TABREF11"
          }
        ],
        "eq_spans": [],
        "section": "How large is the subsidy and what share of it goes to the poor?",
        "sec_num": null
      },
      {
        "text": "The five alternative subsidy programs we have considered in this analysis are very different in terms of coverage performance. Clearly, all households are subsidy recipients in Scenario 1 when everybody is charged a tariff below the cost-recovery level (Table 7) . In Scenario 2 the price of the first block is below the cost-recovery level, and at the cost-recovery level for the second block. In this case all consumers are subsidy beneficiaries. In Scenario 3 all consumers receive a subsidy for the first 300 kWh; however, high volume consumers pay a higher price than the cost-recovery level for consumption in excess of 300 kWh. Since non-poor households are high volume consumers, our calculations show that overall they would be cross-subsidizing the poor. This result is unique to the countries like Montenegro, where higher income households consume significantly more electricity than low income households, making it relatively easy to implement quantity-based targeting with an IBT structure. 19 However, it is necessary to have a very large difference between the price for consumption below and above the threshold, and it may not necessarily be politically feasible.",
        "cite_spans": [
          {
            "start": 1006,
            "end": 1008,
            "text": "19",
            "ref_id": null
          }
        ],
        "ref_spans": [
          {
            "start": 253,
            "end": 262,
            "text": "(Table 7)",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "What share of the poor receives a subsidy?",
        "sec_num": null
      },
      {
        "text": "A VDT in Scenario 4 would require a smaller difference between the lower and upper consumption blocks in order to remain fiscally neutral. However, this tariff scheme would perform worse in terms of coverage. As shown in Table 7 , only two thirds of the poorest households would receive any subsidy. The remaining 26 percent of households in the bottom decile consume more than 500 kWh and they would pay for their consumption at the higher rate, assuming that they do not adjust their consumption level in response to the change in tariff policy. Targeted transfers in Scenario 5, which assumes that current FMS recipients qualify for an increased transfer to offset higher electricity tariffs, would reach a low share of the poor. The Government of Montenegro would need to develop a well-targeted and broad-based program of social assistance if benefit provision through direct income transfers were to be the chosen mitigation option. However, this would be an expensive program and the Government does not currently planning to re-design the social protection system in order to broaden the recipient base and improve benefit targeting. Limitations of benefit incidence analysis. In this section we have conducted a static analysis, assuming that households do not adjust their consumption of electricity to the price increase. In reality, some households will adjust by reducing their electricity consumption and switching away from electricity to fuelwood. To the extent that the poor switch at a higher rate than the non-poor, the distribution of the beneficiaries of a subsidy can change in the policy scenarios examined. This is especially true for the VDT scenario. The poorest households whose consumption is close to the 500 kWh threshold are likely to reduce their consumption below the limit so that they would qualify for the lower tariff, especially if some mechanism is in place to prevent them from accidentally exceeding the limit and switching to the higher tariff.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 221,
            "end": 228,
            "text": "Table 7",
            "ref_id": "TABREF7"
          }
        ],
        "eq_spans": [],
        "section": "What share of the poor receives a subsidy?",
        "sec_num": null
      },
      {
        "text": "The benefit incidence analysis in this section is informative for comparing the efficacy of alternative tariff structures at reaching the poor in the process of electricity tariff reforms. However, it is also important to recognize the limitations of this approach. The distribution of a subsidy does not imply anything about the distribution of the welfare impact of different programs. For example, poor households with low consumption of electricity may have a higher valuation of each additional unit of consumption and it may be more difficult for them to substitute away from electricity than it is for households with a high consumption volume. By the same token, households with no access to substitute fuels or facing technical constraints in switching fuels would also incur higher welfare losses from an electricity tariff increase than households with easy access to substitute fuels. Furthermore, switching to fuelwood gives rise to externalities from an increased rate of deforestation. Benefit incidence analysis is not intended to address any of these issues. This type of analysis is useful for comparing the distribution of the subsidy via different mechanisms, but not to determine the socially optimal level of a subsidy.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "What share of the poor receives a subsidy?",
        "sec_num": null
      },
      {
        "text": "The analysis of electricity price reforms so far has assumed that household choice of heating fuel does not change. However, evidence from other countries in the region suggests electricity tariff reforms can have a significant impact on household fuel choice. For example, in Armenia, more than 60 percent of households reported increasing use of fuelwood as a substitute when the price of electricity increased by about 50 percent. 20 The magnitude of proposed electricity price reforms in Montenegro therefore warrants at careful look at the potential impact of higher electricity prices on fuel substitution.",
        "cite_spans": [
          {
            "start": 434,
            "end": 436,
            "text": "20",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The potential impact of energy price reform on household fuel choice",
        "sec_num": "5."
      },
      {
        "text": "Approach to estimating household fuel choice. 21 We estimate a multinomial logit model to investigate what factors determine household choice of a heating fuel. Since most households in Montenegro use electricity or fuelwood for heating, we specify a multinomial logit model with three choices: use only electricity for heating, use only fuelwood for heating, and use a mix of both electricity and fuelwood for heating. 22 Other types of heating fuel, such as gas, fuel oil, and diesel, are rather rare in Montenegro. A small percentage of households in the North use coal for heating as well, generally in conjunction with electricity and/or fuelwood. However, since the number of households using coal for heating amount to less than 5 percent of the sample, we do not include coal as a heating fuel choice in the analysis. We model household choice of heating fuel as a function of prices, income, household social and economic characteristics, housing characteristics, and location where the household lives.",
        "cite_spans": [
          {
            "start": 46,
            "end": 48,
            "text": "21",
            "ref_id": null
          },
          {
            "start": 420,
            "end": 422,
            "text": "22",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The potential impact of energy price reform on household fuel choice",
        "sec_num": "5."
      },
      {
        "text": "Prices are clearly an important determinant of household heating fuel choice. Although the price of electricity does not vary across households, the price of fuelwood varies considerably across the country. Since the price of electricity does not vary, we cannot directly estimate its impact on heating fuel choice. We therefore examine the impact of the price of fuelwood relative to the price electricity. 23 Household per capita expenditures are used instead of income, due to a large number of missing observations on reported income. The importance of income/expenditures in household fuel choice is well documented. 24 As income rises, household consumption of biomass fuels decreases and the uptake of modern fuels increases. However, one may be concerned that the inclusion of income and household characteristics which may partly determine 20 Lampietti, Julian, Anthony Kolb, Sumila Gulyani, and Vahram Avenesyan (2001) . Utility Pricing and the Poor: Lessons from Armenia. World Bank Technical Paper No. 497. 21 The model used here follows Rasmus Heltberg's analysis in Fuel Switching: Evidence from Eight Developing Countries. Energy Economics (2004). 22 During the winter, households use fuelwood for heating as well as for cooking. This is simply because they typically have only one cooker in the house, mainly in the living and dining rooms (very often, those two rooms are connected). 23 We define the relative price as the ratio of the price of fuel wood to the price of electricity. The price of fuel wood is converted into kWh units, using the standard energy conversion factor of 2,610 kWh in one cubic meter of fuel wood. This assumes moisture content is one third of weight. The efficiency of using fuel wood is clearly determined by the type of wood stove used and the effective energy content of one cubic meter of fuel wood will be different for households using different types of wood stoves. 24 See Barnes, D.F., Krutilla, K., Hyde, W. 2004 income levels may lead to bias estimates. We therefore compare the results of the model estimated with and without the household per capita expenditures variable. We find that the inclusion of household per capita expenditures does not significantly affect any of the other explanatory variables coefficients, and report the results including per capita expenditures as one of the explanatory variables (as do most other energy studies).",
        "cite_spans": [
          {
            "start": 622,
            "end": 624,
            "text": "24",
            "ref_id": null
          },
          {
            "start": 849,
            "end": 851,
            "text": "20",
            "ref_id": null
          },
          {
            "start": 879,
            "end": 928,
            "text": "Kolb, Sumila Gulyani, and Vahram Avenesyan (2001)",
            "ref_id": null
          },
          {
            "start": 1019,
            "end": 1021,
            "text": "21",
            "ref_id": null
          },
          {
            "start": 1163,
            "end": 1165,
            "text": "22",
            "ref_id": null
          },
          {
            "start": 1401,
            "end": 1403,
            "text": "23",
            "ref_id": null
          }
        ],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The potential impact of energy price reform on household fuel choice",
        "sec_num": "5."
      },
      {
        "text": "Household fuel choices are influenced by the household's social and economic characteristics. When households produce or collect the fuelwood they use, their use and collection is influenced by the opportunity costs and productivity of household members' labor. Thus, households that own their wood plot would be more likely to use fuelwood, as would larger households, particular those with unemployed or underemployed members. Households with higher education, on the other hand, would be less likely to use fuelwood. We include in the model the following household characteristics: household size, the number of children under 5 years of age, education level of household head, gender of household head, employment status of household head, whether the household owns a wood plot, whether the household receives family material assistance, and whether the household belongs to the Roma population.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The potential impact of energy price reform on household fuel choice",
        "sec_num": "5."
      },
      {
        "text": "Housing characteristics are clearly important and may determine to what extent household are able to choose fuelwood as an alternative. Households living in apartments rather than houses may be more constrained in their choice of heating fuel. Newer housing, particularly apartments, may not be fitted with proper ventilation to allow burning of wood indoors. Finally, if the dwelling is renter occupied, it is less likely that the tenant would invest in modifications to allow use of fuelwood as an alternative. We thus include in the analysis housing characteristics such as: dwelling type (house or apartment), whether the household owns the dwelling, age of the dwelling, and the size of the living area. Regional dummies are used to control for climate differences and other unaccounted regional differences.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The potential impact of energy price reform on household fuel choice",
        "sec_num": "5."
      },
      {
        "text": "Main results of the household fuel choice model. The results of the multinomial logit model are reported in Table 8 . We select households that use only electricity as the base case scenario and report the variables which affect full or partial use of fuelwood for space heating. Price and income are significant determinants of a using only fuelwood, but not of a partial use of fuelwood. Higher relative prices decrease the probability of using only fuelwood for space heating. This means as electricity prices increase, the relative price of fuelwood falls and therefore the probability of using only fuelwood for space heating increases. Richer households are less likely to use only fuelwood for heating.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 108,
            "end": 115,
            "text": "Table 8",
            "ref_id": "TABREF9"
          }
        ],
        "eq_spans": [],
        "section": "The potential impact of energy price reform on household fuel choice",
        "sec_num": "5."
      },
      {
        "text": "Household living in a house are significantly more likely to use fuelwood for space heating, as are households living in the North. Household head education and gender also affect fuel choice. More educated household heads are less likely to use only fuelwood, whereas households headed by females are more likely to use only fuelwood for space heating. Larger household are also more likely to use fuelwood than smaller households. Ownership of a wood plot also significantly increases the probability of using fuelwood for space heating. Thus household characteristics matter a great deal in the choice of heating fuel. Larger household size, which could indicate the availability of free household labor to chop and transport fuelwood, and ownership of a wood plot, may make fuelwood an even cheaper alternative heating fuel. Female headed households and households headed by a less educated individual are more likely to use fuelwood, even when household income is controlled for. How many households does the model predict will switch to fuel wood? Our main interest here is to predict the number of household that may switch to fuelwood as a result of electricity price increases. The multinomial regression coefficients do not directly provide such information, but we can use the model to calculate the change in predicted probability of each outcome. Table 9 shows the predicted changes in the proportion of households using electricity only, fuelwood only, or using both electricity and fuelwood., assuming an increase in electricity prices to 7c€/kWh. To assess the predictive accuracy of the model we first compare the actual proportion of household using each fuel observed in the data with the multinomial logit model's prediction. As the first two columns of Table 9 show, the estimated model predicts the proportion of households using each alternative remarkably well.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 1360,
            "end": 1367,
            "text": "Table 9",
            "ref_id": "TABREF10"
          },
          {
            "start": 1774,
            "end": 1781,
            "text": "Table 9",
            "ref_id": "TABREF10"
          }
        ],
        "eq_spans": [],
        "section": "The potential impact of energy price reform on household fuel choice",
        "sec_num": "5."
      },
      {
        "text": "We use the estimated regression coefficients to predict the change in probability of each outcome when households face higher electricity prices. This is done holding all other household characteristics constant and allowing only the relative price of electricity to vary. We then recalculate the predicted probability of each outcome using the higher electricity prices. The third column of Table 9 shows the predicted impact of higher electricity prices on household fuel choice. Overall, the model predicts the proportion of households using only electricity for heating will fall by 9 percentage points and proportion of households using fuelwood only will increase by 11 percentage points. This would result in just over a quarter of the population using electricity only for heating, compared to the baseline of more than a third of the overall population using electricity only. The proportion of households using fuelwood only would increase to nearly two thirds of the population. Household dependence on fuelwood resources, either solely or in conjunction with electricity, would increase to a nearly three quarters of the population. This could represent a substantial increase in the quantity of fuelwood consumed and potentially a reason for concern.",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 392,
            "end": 399,
            "text": "Table 9",
            "ref_id": "TABREF10"
          }
        ],
        "eq_spans": [],
        "section": "The potential impact of energy price reform on household fuel choice",
        "sec_num": "5."
      },
      {
        "text": "Interestingly, the impact of higher electricity prices affects household fuel choice across all income groups. The proportional impact on the poorest households is largest, and thus we still observe the proportion of households using electricity for heating increasing across income groups and the proportion of households using fuelwood decreasing across income groups. We find that the proportion of households using both electricity and fuelwood would decrease as result of higher electricity prices. This happens because some households using both electricity and fuelwood switch to using fuelwood only for heating. While the proportion of households using both fuels falls in all income groups, households in the poorest quintile see the largest drop in the use of both fuels. Households using both electricity and fuelwood would of course adjust the amount of each fuel consumed and potentially increase the quantity of fuelwood used, but these trade offs on the quantity of each fuel consumed cannot be captured by the model estimated.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The potential impact of energy price reform on household fuel choice",
        "sec_num": "5."
      },
      {
        "text": "As a caveat, we must note that the model estimated likely over predicts the likelihood of households switching to fuelwood for space heating. This is partly because the model does not account for the capital costs incurred in switching from electricity to fuelwood. Our model can only consider the cost per unit of energy consumed using the relative price ratio. Although we use several housing characteristic controls, in some housing units the option of switching to fuelwood may not be at possible for technical reasons. Since we do not have data about the feasibility of switching to fuelwood, our model may over predict the extent switching to fuelwood occurs. Finally, we refrain from estimating the potential impact of further electricity price increases, since prices higher than 7 c€/kWh would fall far outside the relative price range that we observe in the current dataset. ",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "The potential impact of energy price reform on household fuel choice",
        "sec_num": "5."
      },
      {
        "text": "In this note we analyze the impact of higher electricity tariffs on household welfare, the distributional and fiscal impact of alternative electricity tariff structures, and the potential impact of higher electricity tariffs on household choice of space heating fuel. We pay particular attention to the welfare losses of higher electricity tariffs on poor households and the distributional implications of alternative electricity tariff structures.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion and policy recommendations",
        "sec_num": "6."
      },
      {
        "text": "Our analysis suggests that the proposed electricity tariff reforms could have a very significant impact on the welfare of poor households. We find that households in the poorest quintile spend, on average, twice the share of richest households' expenditures on energy. The burden of electricity expenditures on households in the poorest quintile amounts to 10 percent of household expenditures for those relying only on electricity for heating. As such, the impact of higher electricity prices would affect poor household's welfare considerably. If we assume that poor households do not switch heating fuel and have fairly inelastic demand for electricity, they would experience welfare losses in the range of 3 to 5 percent of household expenditures due to proposed electricity tariff increases to 7 c€/kWh. These impacts, however, depend on the extent households adjust their consumption of electricity as a result of the higher tariffs and the type of tariff structure which is adopted.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion and policy recommendations",
        "sec_num": "6."
      },
      {
        "text": "More than half of the population relies on fuelwood for space heating. Higher electricity prices could significantly increase the proportion of households using fuelwood for space heating to nearly two thirds of the population. A higher proportion of the poor already rely on fuelwood for space heating and more would be expected to switch to fuelwood as result of higher electricity tariffs. Additional demand for fuelwood as a result of higher electricity prices therefore could have negative impacts on fuelwood availability, with increase demand potentially leading to higher fuelwood prices and an even greater energy affordability problem for poor households. How electricity price reforms affect household choice of space heating fuel and fuelwood demand should be carefully monitored. This underscores the importance of keeping in mind the possible unintended consequences of the electricity reforms for the environment as well as for poverty.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion and policy recommendations",
        "sec_num": "6."
      },
      {
        "text": "The Government of Montenegro will need to seriously consider the design of a safety net to protect the vulnerable households and the environment from the full brunt of the adverse effects of the anticipated pricing reform. Keeping residential electricity prices at their current level will not be a feasible policy option when the cost-recovery price begins to rise because of the very high fiscal costs of such a policy. Even without recourse to public funds in Montenegro, there is significant scope for mitigating the adverse effect of an electricity tariff increase on the poor households. The poor in Montenegro consume half as much electricity as the non-poor households, making it possible to effectively deliver cross-subsidies to the poor by quantity-based targeting with non-linear pricing schemes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion and policy recommendations",
        "sec_num": "6."
      },
      {
        "text": "As we have shown, non-linear tariff schemes may be preferable on the basis of their targeting and coverage performance compared to linear tariff schemes, although their implementation may be complicated. In theory, an IBT or a VDT tariff could result in a much higher share of the total subsidy accruing to the poor than with a linear scheme, and with an IBT all the poor would be covered by the subsidy. In practice, the Government of Montenegro would need to consider the implementation issues if a nonlinear scheme were under consideration. The legal issues pose a further obstacle to the introduction of a non-linear pricing scheme as the Energy Law in Montenegro stipulates that cross-subsidies to any groups of consumers must be phased out. The Government of Montenegro could evaluate the possibility of revising the Energy Law, if it is convinced that the implementation issues will not pose a serious obstacle to introducing non-linear pricing schemes.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Conclusion and policy recommendations",
        "sec_num": "6."
      },
      {
        "text": "Provision of social assistance through the general social protection program may be feasible in the long term if a broad-based and well-targeted social protection program is in place in the future. However, finding the sources of financing for such a program will be problematic and the Government of Montenegro does not currently plan to increase social spending on the scale that would be needed to mitigate the energy reform's welfare impacts. This means that the government, the regulatory agency and the electric utility company must find innovative ways to finance a social assistance program for the poor and at the same time enhance energy efficiency in the residential sector. For example, the stakeholders in the reform process might evaluate the feasibility of using a portion of the taxes on electricity to create a fund that will finance projects that will enhance energy efficiency for residential consumers or they might consider the possibility of designing other programs financed by the private sector. 3.5 2.4 1.9 0.5 0.8 -0.7 -0.4 -2.6 -2.1 -8 0 Scenario 4 4.0 2.8 2.0 0.0 0.0 -1.6 -1.5 -2.6 -3.1 -5.0 0 Scenario 5 2.2 1.9 1.0 1.1 0.6 0.9 1.0 1.6 0.7 0.4 1. 2   Table 4 . Total subsidy (tax) received or paid by households by income category (million Euro/year) deciles of total per capita household expenditures 1 2 3 4 5 6 7 8 9 10 Total Total subsidy (tax), million Euro per year Scenario 1 3.1 3.3 2.5 3.0 2.9 3.3 2.9 3.6 3.2 4.8 32.6 Scenario 2 2.0 1.8 1.3 1.4 1.4 1.3 1.2 1.3 1.2 1.2 14.1 Scenario 3",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 1178,
            "end": 1189,
            "text": "2   Table 4",
            "ref_id": "TABREF4"
          }
        ],
        "eq_spans": [],
        "section": "Conclusion and policy recommendations",
        "sec_num": "6."
      },
      {
        "text": "1.2 0.7 0.4 0.1 0.2 -0.1 -0.1 -0.5 -0.4 -1.5 0 Scenario 4 1.4 0.8 0.4 0.0 0.0 -0.3 -0.3 -0.5 -0.6 -0.9 0 Scenario 5 0.8 0.6 0.2 0.2 0.1 0.2 0.2 0.3 0.1 0.1 2.8 Percent of total subsidy Scenario 1 9 10 8 9 9 10 9 11 10 15 100 Scenario 2 14 13 9 10 10 10 9 9 8 9 100 Scenario 5  1  20  8  8  4  7  7  12  5  2  100 ",
        "cite_spans": [],
        "ref_spans": [
          {
            "start": 265,
            "end": 312,
            "text": "Scenario 5  1  20  8  8  4  7  7  12  5  2  100",
            "ref_id": "TABREF1"
          }
        ],
        "eq_spans": [],
        "section": "Conclusion and policy recommendations",
        "sec_num": "6."
      },
      {
        "text": "United Nations Development Program (2004), \"Stuck in the Past: Energy, Environment and Poverty in Serbia and Montenegro.\" 8 Forty five percent of the population relies solely on fuelwood to meet their heating needs during the winter months.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "We follow the approach used by Caroline Freund and Christine Wallich (1997) in\" Public-Sector Price Reforms in Transition Economies: Who Gains? Who Loses? The Case of Household Energy Prices in Poland.\" Economic Development and Cultural Change.11 The welfare losses estimated assume households do not make investments to improve energy efficiency and are thus best interpreted as short term welfare losses. Clearly, higher electricity prices",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Lampietti, J., A. Meyer (2002), \"Coping with the Cold: Heating Strategies for Eastern Europe and Central Asia's Urban Poor.\" Washington, D.C.: World Bank.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "Komives, K., V. Foster, J. Halpern, and Q. Wodon (2005), Water, Electricity, and the Poor. Who Benefits from Utility Subsidies? Washington, D.C.: World Bank.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      },
      {
        "text": "It is common for electricity consumption to increase with income, but, as shown inKomives et. al. (2005), it is less common to see such a high discrepancy in the consumption level of the connected poor and the non-poor.",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "",
        "sec_num": null
      }
    ],
    "back_matter": [
      {
        "text": "We are grateful to the Trust Fund for Environmentally and Socially Sustainable Development for financial support. We thank Kirk Hamilton, Team Leader, Policy and Economics Team, ENV, and Ruslan Yemtsov, Senior Economist, ECSPE, for their support. Our thanks also go",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "Acknowledgements",
        "sec_num": null
      },
      {
        "text": "Aggregate Score 2 2 to 4 3 to 5 4 0 4 5Note: Scoring: 0 -low, 1 -medium, 2 -high. Aggregate score was calculated using double weights for the first two criteria.Source: The World Bank 2000, \"Maintaining Utility Services for the Poor.\"",
        "cite_spans": [],
        "ref_spans": [],
        "eq_spans": [],
        "section": "APPENDIX",
        "sec_num": null
      }
    ],
    "bib_entries": {},
    "ref_entries": {
      "FIGREF0": {
        "uris": null,
        "text": "Figure 1: Electricity Tariffs in SEE",
        "num": null,
        "type_str": "figure",
        "fig_num": null
      },
      "FIGREF1": {
        "uris": null,
        "text": "Figure 2: Electricity Expenditure Shares of Poorest and Richest Households in ECA",
        "num": null,
        "type_str": "figure",
        "fig_num": null
      },
      "FIGREF2": {
        "uris": null,
        "text": "Figure 3: Electricity consumption and household size in Montenegro",
        "num": null,
        "type_str": "figure",
        "fig_num": null
      },
      "FIGREF3": {
        "uris": null,
        "text": "Source: calculated from 2004 ISSP Montenegro Household Survey.",
        "num": null,
        "type_str": "figure",
        "fig_num": null
      },
      "FIGREF4": {
        "uris": null,
        "text": "Figure 4: Average monthly electricity subsidy by household income deciles",
        "num": null,
        "type_str": "figure",
        "fig_num": null
      },
      "TABREF1": {
        "text": "",
        "num": null,
        "type_str": "table",
        "html": null,
        "content": "<table><tr><td>ALL</td></tr></table>"
      },
      "TABREF2": {
        "text": "",
        "num": null,
        "type_str": "table",
        "html": null,
        "content": "<table><tr><td colspan=\"2\">6% 8% 10%</td><td/><td/><td colspan=\"7\">Table 2. +</td><td>Un-employed</td><td>Employed</td><td>Retired</td></tr><tr><td>4%</td><td/><td/><td/><td>1</td><td>11.2</td><td>11.4</td><td>11.0</td><td>11.2</td><td/><td colspan=\"2\">11.7</td><td>11.9</td><td>10.1</td><td>11.4</td></tr><tr><td>2%</td><td/><td/><td/><td>2 3</td><td>7.3 6.9</td><td>7.4 5.4</td><td>7.3 6.5</td><td>7.4 6.7</td><td/><td colspan=\"2\">7.1 6.7</td><td>8.0 3.0</td><td>6.9 6.3</td><td>6.9 7.1</td></tr><tr><td>0%</td><td>Albania</td><td>Armenia</td><td>Azerbaijan</td><td>4 Bulgaria 5 ALL Quintile Belarus Georgia</td><td colspan=\"4\">5.4 Hungary Kazakhstan 4.2 6.3 Kids in the 8.4 Kyrgyz Moldova 4.5 6.9 family Poorest 20% No Richest Montenegro Poland 5.3 Romania 3.2 6.3 Disabled in family 5.4 Russia Serbia Tajikistan 4.3 6.5 20% Kids up to 5 kids or No disabled Disabled in family</td><td>Turkey</td><td colspan=\"2\">5.9 4.3 6.1 Social Assistance Ukraine FMS No FMS</td><td>3.9 3.1 8.2 Roma Roma Non Roma</td><td>5.5 4.3 5.7</td><td>5.5 3.8 6.9 Dwelling House Apt</td></tr><tr><td/><td/><td/><td/><td/><td/><td>older</td><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td>1</td><td>9.3</td><td>11.6</td><td>10.8</td><td>13</td><td/><td>12.9</td><td>9.8</td><td>6.9</td><td>11.3</td><td>9.9</td><td>11.8</td></tr><tr><td/><td/><td/><td/><td>2</td><td>8.1</td><td>7.0</td><td>7.4</td><td>6.7</td><td/><td>7.6</td><td>7.2</td><td>n/o</td><td>7.3</td><td>7</td><td>7.4</td></tr><tr><td/><td/><td/><td/><td>3</td><td>8.7</td><td>6.3</td><td>6.4</td><td>9.5</td><td/><td>8</td><td>6.5</td><td>5.5</td><td>6.7</td><td>6.8</td><td>6.6</td></tr><tr><td/><td/><td/><td/><td>4</td><td>5.4</td><td>5.6</td><td>5.5</td><td>6.3</td><td/><td>4</td><td>5.6</td><td>4.4</td><td>5.6</td><td>5.8</td><td>5.4</td></tr><tr><td/><td/><td/><td/><td>5</td><td>4.4</td><td>4.2</td><td>4.2</td><td>3.7</td><td/><td>n/o</td><td>4.2</td><td>n/o</td><td>4.2</td><td>4.5</td><td>3.9</td></tr><tr><td/><td/><td/><td/><td>ALL</td><td>6.6</td><td>6.3</td><td>6.1</td><td>8.2</td><td/><td>9.8</td><td>6.2</td><td>4.7</td><td>6.4</td><td>6.2</td><td>6.5</td></tr><tr><td/><td/><td/><td/><td colspan=\"7\">Source: calculated from 2004 ISSP Montenegro Household Survey.</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>6</td><td/></tr></table>"
      },
      "TABREF3": {
        "text": "Welfare losses expressed as a percentage of household expenditures. Calculations based on data from the 2004 ISSP Montenegro Household Survey.",
        "num": null,
        "type_str": "table",
        "html": null,
        "content": "<table><tr><td/><td>41</td><td>3.04</td><td>2.66</td><td>4.96</td><td>4.41</td><td>3.86</td></tr><tr><td>2</td><td>2.35</td><td>2.09</td><td>1.83</td><td>3.24</td><td>2.88</td><td>2.52</td></tr><tr><td>3</td><td>2.31</td><td>2.05</td><td>1.79</td><td>2.97</td><td>2.64</td><td>2.31</td></tr><tr><td>4</td><td>1.99</td><td>1.77</td><td>1.55</td><td>2.48</td><td>2.21</td><td>1.93</td></tr><tr><td>5 (Richest)</td><td>1.68</td><td>1.50</td><td>1.31</td><td>1.86</td><td>1.66</td><td>1.45</td></tr><tr><td>ALL</td><td>2.39</td><td>2.13</td><td>1.86</td><td>2.84</td><td>2.52</td><td>2.21</td></tr><tr><td>Notes: 1</td><td/><td/><td/><td/><td/><td/></tr></table>"
      },
      "TABREF4": {
        "text": "",
        "num": null,
        "type_str": "table",
        "html": null,
        "content": "<table><tr><td/><td/><td>Share of</td><td/><td/><td/></tr><tr><td/><td/><td>electricity in</td><td>Elasticity 0</td><td colspan=\"2\">Elasticity -0.5</td></tr><tr><td/><td/><td>household</td><td/><td>Consumer</td><td>Financial</td></tr><tr><td/><td/><td>budget</td><td>Welfare loss</td><td>surplus loss</td><td>loss</td></tr><tr><td>Gender of</td><td>Male</td><td>11.2</td><td>5.0</td><td>3.0</td><td>1.4</td></tr><tr><td>Household Head</td><td>Female</td><td>11.4</td><td>5.1</td><td>3.1</td><td>1.4</td></tr><tr><td/><td>No school or primary</td><td/><td/><td/><td/></tr><tr><td>Education of Household Head</td><td>completed Some secondary school</td><td>11.0 11.2</td><td>4.9 5.0</td><td>3.0 3.0</td><td>1.4 1.4</td></tr><tr><td/><td>Secondary +</td><td>11.7</td><td>5.2</td><td>3.2</td><td>1.4</td></tr><tr><td>Household head employment</td><td>Unemployed Employed Retired</td><td>11.9 10.1 11.4</td><td>5.3 4.5 5.1</td><td>3.2 2.7 3.1</td><td>1.5 1.2 1.4</td></tr><tr><td>Kids in the</td><td>Kids up to 5</td><td>9.3</td><td>4.1</td><td>2.5</td><td>1.1</td></tr><tr><td>family</td><td>No kids or older</td><td>11.6</td><td>5.1</td><td>3.1</td><td>1.4</td></tr><tr><td>Disabled in</td><td>No disabled</td><td>10.8</td><td>4.8</td><td>2.9</td><td>1.3</td></tr><tr><td>family</td><td>Disabled in family</td><td>13</td><td>5.8</td><td>3.5</td><td>1.6</td></tr><tr><td>Social Assistance</td><td>FMS No FMS</td><td>12.9 9.8</td><td>5.7 4.3</td><td>3.5 2.7</td><td>1.6 1.2</td></tr><tr><td>Dwelling</td><td>House Apartment</td><td>9.9 11.8</td><td>4.4 5.2</td><td>2.7 3.2</td><td>1.4</td></tr></table>"
      },
      "TABREF5": {
        "text": "",
        "num": null,
        "type_str": "table",
        "html": null,
        "content": "<table><tr><td>Program type</td><td>Description</td><td>Coverage</td><td>Targeting</td></tr><tr><td/><td/><td>performance</td><td>performance</td></tr><tr><td>Increasing Block Tariff</td><td/><td/><td/></tr><tr><td>(IBT) (same as the</td><td/><td/><td/></tr><tr><td>\"lifeline tariff\")</td><td/><td/><td/></tr></table>"
      },
      "TABREF6": {
        "text": "",
        "num": null,
        "type_str": "table",
        "html": null,
        "content": "<table><tr><td>Scenario</td><td>Description</td><td>Average</td><td>Lower</td><td>Upper</td><td colspan=\"2\">Threshold Unfunded</td></tr><tr><td/><td/><td>tariff</td><td>tariff</td><td>tariff</td><td/><td>subsidy 2</td></tr><tr><td>1</td><td>\"Business as Usual Scenario\" of</td><td>4.85</td><td/><td/><td/><td>32.6</td></tr><tr><td/><td>no price increase while the cost-</td><td/><td/><td/><td/><td>million</td></tr><tr><td/><td>recovery price rises</td><td/><td/><td/><td/><td>Euro/year</td></tr><tr><td>2</td><td>Increasing Block Tariff (IBT)</td><td/><td>4.85</td><td>7.0</td><td>300</td><td>14.1</td></tr><tr><td/><td/><td/><td/><td/><td/><td>million</td></tr><tr><td/><td/><td/><td/><td/><td/><td>Euro/year</td></tr><tr><td>3</td><td>Increasing Block Tariff (IBT)</td><td/><td>4.85</td><td>8.6</td><td>300</td><td>None</td></tr><tr><td>4</td><td>Volume Differentiated Tariff</td><td/><td>4.85</td><td>7.5</td><td>500</td><td>None</td></tr><tr><td/><td>(VDT)</td><td/><td/><td/><td/></tr><tr><td>5</td><td>A linear tariff increase to</td><td>7.0</td><td/><td/><td/><td>2.8 million</td></tr><tr><td/><td>7c€/kWh combined with a</td><td/><td/><td/><td/><td>Euro/year</td></tr><tr><td/><td>Targeted income transfer of 10</td><td/><td/><td/><td/><td>(cost of</td></tr><tr><td/><td>Euro/month to current FMS</td><td/><td/><td/><td/><td>the FMS</td></tr><tr><td/><td>recipient households</td><td/><td/><td/><td/><td>transfer)</td></tr><tr><td>Notes:</td><td/><td/><td/><td/><td/></tr></table>"
      },
      "TABREF7": {
        "text": "",
        "num": null,
        "type_str": "table",
        "html": null,
        "content": "<table><tr><td/><td/><td colspan=\"7\">deciles of total per capita household expenditures</td><td/><td/><td/></tr><tr><td/><td>1</td><td>2</td><td>3</td><td>4</td><td>5</td><td>6</td><td>7</td><td>8</td><td>9</td><td>10</td><td>Total</td></tr><tr><td>Scenario 1</td><td>100</td><td>100</td><td colspan=\"8\">100 100 100 100 100 100 100 100</td><td>100</td></tr><tr><td>Scenario 2</td><td>100</td><td>100</td><td colspan=\"8\">100 100 100 100 100 100 100 100</td><td>100</td></tr><tr><td>Scenario 3</td><td>100</td><td>100</td><td colspan=\"3\">100 100 100</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>57</td></tr><tr><td>Scenario 4</td><td>74</td><td>54</td><td>47</td><td>32</td><td>31</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>29</td></tr><tr><td>Scenario 5</td><td>22</td><td>19</td><td>10</td><td>11</td><td>6</td><td>9</td><td>10</td><td>16</td><td>7</td><td>4</td><td>12</td></tr><tr><td>Total number of households ('000)</td><td>29</td><td>25</td><td>17</td><td>18</td><td>18</td><td>18</td><td>16</td><td>16</td><td>15</td><td>16</td><td>187</td></tr><tr><td colspan=\"7\">Source: calculated from 2004 ISSP Montenegro Household Survey.</td><td/><td/><td/><td/><td/></tr></table>"
      },
      "TABREF9": {
        "text": "The analysis focuses on choice of heating fuel, not fuel for all energy consumption. Heating constitutes the most significant share of winter energy expenditures.",
        "num": null,
        "type_str": "table",
        "html": null,
        "content": "<table><tr><td colspan=\"2\">. Multinomial Logit Regression Results 1</td><td/><td/><td/></tr><tr><td>Log likelihood = -494.84</td><td colspan=\"2\">Pseudo R 2 = 0.377</td><td/><td/></tr><tr><td>LR chi 2 (36) =599.03</td><td/><td/><td/><td/></tr><tr><td>Prob &gt; chi 2 = 0.000</td><td colspan=\"3\">Number of observations = 840</td><td/></tr><tr><td/><td/><td colspan=\"2\">Fuel Choice 2</td><td/></tr><tr><td/><td colspan=\"2\">Fuelwood only</td><td colspan=\"2\">Fuelwood and electricity</td></tr><tr><td>Variables</td><td>Coefficients</td><td>Std. Error</td><td colspan=\"2\">Coefficients Std. Error</td></tr><tr><td>Relative price (P wood /P electricity )</td><td>-1.671***</td><td>0.434</td><td>-0.514</td><td>0.505</td></tr><tr><td>Per capita expenditures</td><td>-0.007***</td><td>0.002</td><td>-0.001</td><td>0.002</td></tr><tr><td>Household size</td><td>0.206**</td><td>0.103</td><td>0.389***</td><td>0.120</td></tr><tr><td>No. children under 5</td><td>-0.008</td><td>0.221</td><td>-0.093</td><td>0.274</td></tr><tr><td>Household head education</td><td>-0.117***</td><td>0.031</td><td>-0.067*</td><td>0.036</td></tr><tr><td>Female household head</td><td>0.616**</td><td>0.310</td><td>0.386</td><td>0.389</td></tr><tr><td>Household head unemployed</td><td>0.087</td><td>0.333</td><td>-0.832</td><td>0.445</td></tr><tr><td>Household head retired</td><td>0.252</td><td>0.283</td><td>0.174</td><td>0.318</td></tr><tr><td>Family receives material</td><td/><td/><td/><td/></tr><tr><td>assistance</td><td>0.001</td><td>0.346</td><td>0.454</td><td>0.441</td></tr><tr><td>Roma</td><td>1.130</td><td>0.735</td><td>-0.495</td><td>1.311</td></tr><tr><td>Live in a house</td><td>2.465***</td><td>0.283</td><td>2.136***</td><td>0.330</td></tr><tr><td>Own house</td><td>0.186</td><td>0.319</td><td>0.164</td><td>0.425</td></tr><tr><td>Age of house</td><td>-0.002</td><td>0.004</td><td>0.005</td><td>0.003</td></tr><tr><td>Living space (m 2 )</td><td>0.000</td><td>0.004</td><td>0.005</td><td>0.004</td></tr><tr><td>Household owns wood plot</td><td>1.237**</td><td>0.542</td><td>0.096</td><td>0.656</td></tr><tr><td>North region</td><td>3.431***</td><td>0.425</td><td>1.842***</td><td>0.466</td></tr><tr><td>Central region</td><td>1.338***</td><td>0.340</td><td>0.494</td><td>0.358</td></tr><tr><td>Constant</td><td>2.506</td><td>1.192</td><td>-2.651</td><td>1.408</td></tr></table>"
      },
      "TABREF10": {
        "text": "",
        "num": null,
        "type_str": "table",
        "html": null,
        "content": "<table><tr><td/><td>Electric</td><td>Wood</td><td>Use</td><td>Electric</td><td>Wood</td><td>Use</td><td>Electric</td><td>Wood</td><td>Use</td></tr><tr><td>Quintiles</td><td>only</td><td>only</td><td>both</td><td>only</td><td>only</td><td>both</td><td>only</td><td>only</td><td>both</td></tr><tr><td>1</td><td>11</td><td>75</td><td>14</td><td>12</td><td>78</td><td>10</td><td>7</td><td>87</td><td>6</td></tr><tr><td>2</td><td>22</td><td>68</td><td>10</td><td>20</td><td>67</td><td>13</td><td>12</td><td>78</td><td>10</td></tr><tr><td>3</td><td>33</td><td>58</td><td>9</td><td>31</td><td>58</td><td>11</td><td>23</td><td>68</td><td>8</td></tr><tr><td>4</td><td>41</td><td>43</td><td>16</td><td>38</td><td>46</td><td>16</td><td>29</td><td>58</td><td>13</td></tr><tr><td>5</td><td>60</td><td>24</td><td>16</td><td>59</td><td>26</td><td>15</td><td>49</td><td>37</td><td>14</td></tr><tr><td>ALL</td><td>38</td><td>49</td><td>13</td><td>36</td><td>51</td><td>13</td><td>26</td><td>63</td><td>11</td></tr></table>"
      },
      "TABREF11": {
        "text": "from 2004 ISSP Montenegro Household Survey by dividing monthly reported electricity expenditures by the average electricity tariff of 4.85 Eurocents/kWh.",
        "num": null,
        "type_str": "table",
        "html": null,
        "content": "<table><tr><td/><td/><td/><td/><td colspan=\"5\">deciles of per capita total expenditures</td><td/><td/><td/></tr><tr><td/><td>1</td><td>2</td><td>3</td><td>4</td><td>5</td><td>6</td><td>7</td><td>8</td><td>9</td><td>10</td><td>Total</td></tr><tr><td>North</td><td>368</td><td>435</td><td>507</td><td>522</td><td>500</td><td>641</td><td>634</td><td>796</td><td>865</td><td>1151</td><td>572</td></tr><tr><td>Center</td><td>427</td><td>576</td><td>540</td><td>676</td><td>706</td><td>652</td><td>750</td><td>754</td><td>723</td><td>953</td><td>654</td></tr><tr><td>South</td><td>425</td><td>519</td><td>546</td><td>689</td><td>630</td><td>751</td><td>805</td><td>690</td><td>816</td><td>1203</td><td>711</td></tr><tr><td>Total</td><td>401</td><td>515</td><td>528</td><td>625</td><td>626</td><td>694</td><td>730</td><td>755</td><td>789</td><td>1076</td><td>642</td></tr><tr><td colspan=\"2\">Source: calculated</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>"
      },
      "TABREF12": {
        "text": "",
        "num": null,
        "type_str": "table",
        "html": null,
        "content": "<table><tr><td/><td colspan=\"6\">deciles of total per capita household expenditures</td><td/><td/><td/><td/><td/></tr><tr><td/><td>1</td><td>2</td><td>3</td><td>4</td><td>5</td><td>6</td><td>7</td><td>8</td><td>9</td><td>10</td><td>Total</td></tr><tr><td>Scenario 1</td><td>8.8</td><td>11.3</td><td>12.1</td><td>14.1</td><td>13.3</td><td>15.7</td><td>15.3</td><td>18.3</td><td>17.7</td><td>25.5</td><td>14.5</td></tr><tr><td>Scenario 2</td><td>5.8</td><td>6.2</td><td>6.3</td><td>6.4</td><td>6.2</td><td>6.4</td><td>6.4</td><td>6.4</td><td>6.4</td><td>6.4</td><td>6.3</td></tr><tr><td>Scenario 3</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>"
      }
    }
  }
}